{"id": 1, "question": "비선형 시스템에서 초기 조건의 미세한 변화가 장기 예측에 미치는 영향을 설명하기 위해 로렌즈 방정식을 기반으로 한 기상 모델을 분석하시오. 이때, 민감도 분석을 수행하여 최소 3가지 다른 초기 조건에서 시뮬레이션을 수행하고, 결과의 차이를 카오스 이론과 연관지어 단계적으로 해석하세요.", "subject": "physics"}
{"id": 2, "question": "프랙탈 구조물인 시에르핀스키 삼각형의 자기 유사성과 차원 계산법을 설명하고, 이를 활용해 무선 통신용 소형 안테나 설계에 적용 가능한 기술적 방안을 단계별로 제시하세요.", "subject": "physics"}
{"id": 3, "question": "자기조직화 임계성(Self-Organized Criticality) 이론을 모래무더미 모델에 적용한 실험에서 관측되는 파워 법칙(Power Law) 분포를 실험 데이터와 이론적 모델을 비교하여 해석하세요. 임계 상태를 유지하는 메커니즘을 에너지 관점에서 논증하시오.", "subject": "physics"}
{"id": 4, "question": "진동하는 이중 진자의 비선형 동역학을 분석할 때, 해밀턴 역학과 라이아푸노프 지수 계산의 차이를 설명하고, 카오스가 발생하는 임계 에너지 수준을 시뮬레이션으로 검증하는 방법을 단계적으로 제시하시오.", "subject": "physics"}
{"id": 5, "question": "베나르트(Bénard) 대류에서 발생하는 육각형 패턴 형성 과정을 반응-확산 방정식으로 모델링하시오. 패턴 안정성을 비선형 안정성 분석(Linear Stability Analysis)으로 평가하고, 실험적 관측 결과와 비교해 오차를 최소화 방안을 논의하세요.", "subject": "physics"}
{"id": 6, "question": "카오스 제어 기법 중 OTG(Optimal Trajectory Guidance) 방법을 로렌츠 시스템에 적용할 때, 파라미터 조정과 피드백 제어를 결합해 원하는 궤적으로 수렴하는 알고리즘을 설계하고, 수치적 검증을 위한 Python 코드를 단계적으로 구성하시오.", "subject": "physics"}
{"id": 7, "question": "프랙탈 차원을 측정하는 박스 카운팅(Box-Countting) 방법을 해안선 데이터에 적용할 때, 좌표계의 스케일 의존성에 따른 오차를 어떻게 보정할 수 있는지 설명하세요. 실제 지도 데이터를 활용해 2가지 이상의 보정 기법을 비교해 실험 결과를 해석하시오.", "subject": "physics"}
{"id": 8, "question": "튜링 패턴(Turing Pattern)이 생물학적 시스템(예: 얼룩말 줄무늬)에서 발현되는 메커니즘을 반응-확산 방정식을 사용해 분석하시오. 매개변수 변화를 통해 패턴 유형(선, 점, 격자)이 달라지는 과정을 시뮬레이션으로 구현하고, 생물학적 적응과 연결해 설명하세요.", "subject": "physics"}
{"id": 9, "question": "비선형 광학에서 솔리톤(Soliton) 전파 현상을 비선형 슈뢰딩거 방정식으로 모델링할 때, 분산 보상과 비선형 효과 간의 균형이 펄스 안정성에 미치는 영향을 해석하시오. 실제 광섬유 실험에서의 관측 데이터와 비교해 이론적 한계를 논의하세요.", "subject": "physics"}
{"id": 10, "question": "카오스 동기화(Chaos Synchronization) 기법을 이용해 암호화된 통신 시스템을 설계할 때, 마스터-슬레이브 구조에서 파라미터 불일치에 따른 동기 실패 원인을 분석하고, 적응형 제어 알고리즘으로 해결 방법을 단계적으로 제시하세요.", "subject": "physics"}
{"id": 11, "question": "프랙탈 안테나의 주파수 응답 특성을 FDTD(Finite-Difference Time-Domain) 방법으로 시뮬레이션하시오. 구조 변화에 따른 대역폭 확장을 설명하고, 실제 통신 시스템에서의 적용 가능성과 한계를 평가하세요.", "subject": "physics"}
{"id": 12, "question": "비선형 동역학에서의 분기(Bifurcation) 현상을 분석하기 위해 Rössler 시스템의 주파수 응답 곡선을 수치적으로 계산하고, 호프(Hopf) 분기와 주기적 분기 지점을 식별하는 방법을 단계별로 제시하세요.", "subject": "physics"}
{"id": 13, "question": "자기조직화 과정에서 발생하는 난류(Turbulence)의 에너지 캐스케이드 메커니즘을 이론적 모델과 3D 유체 시뮬레이션으로 비교하시오. 콜모고로프(Kolmogorov) 이론과의 차이를 설명하고, 실험적 검증을 위한 방안(예: PIV 기술)을 논의하세요.", "subject": "physics"}
{"id": 14, "question": "카오스 시스템의 예측에 활용되는 머신러닝 기법(예: LSTM 네트워크)을 로렌츠 데이터에 적용할 때, 시간 지연 임베딩(Time-Delay Embedding)과 특성 공간 재구성이 예측 성능에 미치는 영향을 분석하시오. 과적합 방지 전략을 포함해 실험 절차를 설계하세요.", "subject": "physics"}
{"id": 15, "question": "프랙탈 표면에서의 열 전도 특성을 유한 요소 해석(FEA)으로 모의실험할 때, 프랙탈 차원이 열전도율과 어떤 관계를 가지는지 설명하세요. 실제 나노재료의 열전도 실험에서 관측되는 결과와 이론적 모델 간 차이를 논해주세요.", "subject": "physics"}
{"id": 16, "question": "비선형 시스템에서 발생하는 혼합(Hybrid) 동역학을 분석하기 위해 연속-불연속 시스템(예: 마찰 진자)의 상태를 스위친 시스템으로 모델링하시오. 카오스 발생 조건을 Lyapunov 지수를 계산해 해석하고, 제어 가능성을 논의하세요.", "subject": "physics"}
{"id": 17, "question": "자기조직화 임계성(SOC)이 지진 발생 모델에 적용될 때, 지진 규모-빈도 관계의 파워 법칙 특성을 설명하는 메커니즘을 확률적 모델링으로 설계하시오. 실제 지진 데이터와 비교해 모델의 타당성을 평가하세요.", "subject": "physics"}
{"id": 18, "question": "카오스 기반 난수 생성기의 보안성과 효율성을 평가하기 위해, 로그맵(Logistic Map)의 이진 시퀀스를 엔트로피 분석과 상관 관계 측정으로 검증하시오. 실제 암호 시스템에서의 적용 가능성과 한계를 논의하세요.", "subject": "physics"}
{"id": 19, "question": "비선형 광학에서 솔리톤 충돌을 실험적으로 관측할 때, 비선형 슈뢰딩거 방정식의 수치적 해법과 비교해 충돌 후 형태 복원성을 분석하시오. 매질의 비선형 계수 변화에 따른 영향을 단계별로 설명하세요.", "subject": "physics"}
{"id": 20, "question": "프랙탈 차원의 정의를 확장하여 복합 재료(예: 금속 매트릭스 복합체)의 기계적 특성을 예측할 때, 마이크로-CT 스캔 데이터를 기반으로 한 3D 프랙탈 차원 계산법을 설계하고, 실제 인장 시험 결과와 상관 관계를 분석하세요.", "subject": "physics"}
{"id": 21, "question": "카오스 시스템의 초기 조건 민감성(Sensitivity)을 시각화하기 위해, 로렌츠 시스템의 위상 공간 궤적을 다양한 초기 조건으로 시뮬레이션하시오. Attractor 구조와 카오스 지수를 계산해 해석하고, 제어 전략 수립을 위한 기초를 제시하세요.", "subject": "physics"}
{"id": 22, "question": "반응-확산 시스템에서 패턴의 분기 분석을 수행할 때, 안정 상태 해와 파동 해(Pulse Solution)의 전환 조건을 수학적 모델링으로 유도하시오. 실제 화학 반응(BZ 반응) 실험과의 비교를 통해 이론적 한계를 논해주세요.", "subject": "physics"}
{"id": 23, "question": "자기조직화 과정을 시뮬레이션하는 셀룰러 오토마타(Cellular Automata) 모델을 설계할 때, 규칙(Rule) 집합이 패턴 형성에 미치는 영향을 분석하시오. 복잡한 패턴 생성을 위한 최적 규칙을 유전자 알고리즘(Genetic Algorithm)으로 탐색하는 실험을 제안하세요.", "subject": "physics"}
{"id": 24, "question": "프랙탈 표면의 유체 저항 특성을 수치 시뮬레이션으로 분석할 때, 난류 경계층 형성과 프랙탈 차원이 어떻게 상호작용하는지 설명하세요. 실제 생물 모방 설계(예: 상어 피부)에의 적용 가능성을 논의하세요.", "subject": "physics"}
{"id": 25, "question": "카오스 제어 기법 중 OGY 방법(Observer-based Feedback Control)을 하트 모델(Heart Model)에 적용할 때, 부정맥을 정상 리듬으로 복귀시키는 피드백 제어 시스템을 설계하시오. 생체 신호의 비정상성을 고려한 실험적 검증 방안을 제시하세요.", "subject": "physics"}
{"id": 26, "question": "비선형 진동 시스템에서 에너지 하베스팅(Energy Harvesting) 효율을 최적화하기 위해, 비선형 진자의 파라미터(예: 강성, 감쇠)를 조정하는 전략을 수립하시오. 실제 진동 데이터를 기반으로 한 시뮬레이션 결과와 실험적 검증을 비교하세요.", "subject": "physics"}
{"id": 27, "question": "프랙탈 차원과 표면 거칠기(Roughness)의 관계를 실험적 데이터로 분석할 때, AFM(Atomic Force Microscopy) 측정값과 수학적 모델링 간의 오차를 최소화하는 방법을 설계하시오. 산업적 적용(예: 코팅 품질 관리)을 고려한 개선 방안을 논의하세요.", "subject": "physics"}
{"id": 28, "question": "비선형 시스템에서 발생하는 초혼란(Superchaos) 현상을 분석하기 위해, 고차 미분 방정식의 라이아푸노프 지수를 수치적으로 계산하시오. 실제 전자 회로 실험을 통해 초혼란의 특성을 해석하고, 제어 가능성을 평가하세요.", "subject": "physics"}
{"id": 29, "question": "자기조직화 임계성(SOC)이 생태계 모델에서 어떻게 나타나는지 설명하기 위해, 먹이 사슬 시스템의 개체수 변동을 확률적 미분 방정식으로 모델링하시오. 파워 법칙 분포의 실험적 검증과 생물학적 해석을 단계별로 제시하시오.", "subject": "physics"}
{"id": 30, "question": "카오스 시스템에서의 정보 전달을 분석할 때, 전송 채널 모델(예: 로렌츠 시스템)을 설계하고, 정보 엔트로피(Information Entropy)와 채널 용량을 수치적으로 계산하시오. 실제 통신 환경에서의 적용 한계를 논의하세요.", "subject": "physics"}
{"id": 31, "question": "프랙탈 기반 메타물질(Metamaterial)의 전자기파 제어 특성을 COMSOL 시뮬레이션으로 분석할 때, 주파수 선택적 반사율과 투과율을 계산하고, 실험적 검증 방안(예: 벡터 네트워크 분석기)을 설계하세요.", "subject": "physics"}
{"id": 32, "question": "비선형 동역학에서의 멀티스테이블(Multistable) 시스템을 분석할 때, 외부 주기 신호에 따른 상태 전이 메커니즘을 해석하시오. 실제 생체 리듬 모델(예: 수면-각성 주기)에의 적용 가능성을 논의하세요.", "subject": "physics"}
{"id": 33, "question": "자기조직화 화학 반응(BZ 반응)에서 발생하는 파동 패턴의 속도-주파수 관계를 실험적으로 측정하고, 반응-확산 방정식을 사용한 수치 시뮬레이션과 비교하시오. 비대칭 경계 조건 하에서의 패턴 변형을 해석해 보세요.", "subject": "physics"}
{"id": 34, "question": "카오스 동역학을 활용하는 로봇 제어 시스템을 설계할 때, 비선형 오실레이터(예: 척-헤이그 시스템)의 파라메트릭 변조를 통해 걷기 패턴을 생성하는 알고리즘을 수립하시오. 실험적 검증을 위한 하드웨어 설계 방안을 제시하세요.", "subject": "physics"}
{"id": 35, "question": "프랙탈 안테나의 대역폭 확장을 위해 유전적 알고리즘(GA)을 활용한 구조 최적화 과정을 설계하시오. 시뮬레이션 결과(예: S-파라미터)와 실제 제작 안테나의 특성을 비교해 성능 개선 효과를 분석하세요.", "subject": "physics"}
{"id": 36, "question": "비선형 시스템의 예측 불가능성(Indeterminism)을 수학적으로 정의하기 위해, 라이아푸노프 지수와 엔트로피의 관계를 설명하세요. 실제 기상 데이터를 기반으로 한 수치적 검증 방법을 설계하고, 예측 한계를 논의하세요.", "subject": "physics"}
{"id": 37, "question": "자기조직화 과정을 모델링하는 셀룰러 오토마타의 규칙 집합을 유전자 알고리즘으로 최적화하는 실험을 설계할 때, 복잡도 지표(예: 프랙탈 차원, 엔트로피)를 평가 기준으로 활용하시오. 생물학적 시스템과의 유사성을 분석하는 방법을 제시하세요.", "subject": "physics"}
{"id": 38, "question": "카오스 제어 기법을 전력 시스템에 적용할 때, 비선형 부하(예: 풍력발전기)의 불안정성을 피드백 제어로 안정화하는 전략을 수립하시오. 실제 전력망 모델과 시뮬레이션 결과를 비교해 효율성을 평가하세요.", "subject": "physics"}
{"id": 39, "question": "프랙탈 표면에서의 응결 현상(Condensation)을 수치 시뮬레이션으로 분석할 때, 표면 에너지와 프랙탈 차원의 관계를 모델링하시오. 실제 나노재료의 실험 결과와 비교해 이론적 타당성을 검증하세요.", "subject": "physics"}
{"id": 40, "question": "비선형 동역학에서의 분기(Bifurcation) 분석을 통해, Rössler 시스템의 파라메트릭 변화에 따른 주기 더블로킹(Period Doubling) 현상을 수치적으로 검증하시오. 실제 전자 회로 실험과 비교해 분기 다이어그램을 해석하세요.", "subject": "physics"}
{"id": 41, "question": "자기조직화 임계성(SOC)이 사회 네트워크에서 어떻게 나타나는지 설명하기 위해, 정보 전파 모델을 설계하고 파워 법칙 분포를 수치적으로 검증하시오. 실제 소셜 미디어 데이터를 활용한 실험 절차를 제시하세요.", "subject": "physics"}
{"id": 42, "question": "카오스 시스템의 엔트로피 생산을 수치적으로 계산하는 방법을 설명하고, 로렌츠 모델을 기반으로 한 엔트로피 최적화 제어 전략을 설계하시오. 실제 에너지 시스템에서의 적용 가능성과 한계를 논의하세요.", "subject": "physics"}
{"id": 43, "question": "프랙탈 구조를 활용한 소음 제어 장치를 설계할 때, 음향 파동의 간섭 패턴을 수치 시뮬레이션으로 분석하고, 실험적 검증 방안을 제시하세요. 실제 환경에서 소음 감소 효과를 평가하는 지표를 수립하세요.", "subject": "physics"}
{"id": 44, "question": "비선형 광학에서 광학 솔리톤이 광통신 시스템에서 정보를 전송할 때, 비선형 왜곡과 분산 보상의 균형을 수치적으로 최적화하는 방법을 설계하시오. 실제 광섬유 실험과의 비교를 통해 이론적 모델을 검증하세요.", "subject": "physics"}
{"id": 45, "question": "카오스 동기화 기법을 생체 신호(예: 뇌파) 처리에 적용할 때, 마스터-슬레이브 구조에서 위상 동기화를 수행하는 알고리즘을 설계하시오. 실제 EEG 데이터를 기반으로 한 실험 절차와 결과 해석 방법을 제시하세요.", "subject": "physics"}
{"id": 46, "question": "프랙탈 차원 계산이 지형 분석에 미치는 영향을 설명하기 위해, LiDAR 데이터를 기반으로 산지의 표면 거칠기를 분석하시오. 지질학적 특성과의 상관 관계를 수치적으로 검증하고, 응용 가능성(예: 침식 예측)을 논의하세요.", "subject": "physics"}
{"id": 47, "question": "비선형 시스템에서 발생하는 초주기성(Hyperchaos)을 분석하기 위해, 고차 자율 시스템의 라이아푸노프 지수를 계산하고, 실제 전자 회로 실험을 통해 특성화하는 방법을 설계하시오. 제어 전략의 수학적 기초를 제시하세요.", "subject": "physics"}
{"id": 48, "question": "자기조직화 화학 반응(BZ 반응)에서 발생하는 화학적 파동을 3D 시뮬레이션으로 재현할 때, 확산 계수 변화에 따른 패턴 형성을 수치적으로 분석하시오. 실제 실험 결과와의 비교를 통해 모델의 한계를 논의하세요.", "subject": "physics"}
{"id": 49, "question": "카오스 제어 기법 중 피드백 선형화(Feedback Linearization)를 심장 리듬 모델에 적용할 때, 부정맥을 정상 상태로 수렴시키는 제어 입력을 설계하시오. 실제 ECG 데이터를 기반으로 한 실험적 검증 방안을 제시하세요.", "subject": "physics"}
{"id": 50, "question": "프랙탈 기반 나노재료에서의 열전달 특성을 수치 모델링할 때, 3D 프랙탈 구조와 열전달 계수의 관계를 분석하고, 실험적 검증(예: 열화상 카메라)을 위한 절차를 설계하세요. 산업적 적용 가능성(예: 열 관리 시스템)을 논의하세요.", "subject": "physics"}
