{"id": 1, "question": "상대론적 효과가 고려된 양자 점(dot) 내부에서 전자의 에너지 준위가 적용되는 극한 조건(예: 초고자기장 환경)에서, 이를 3차원 유한 차분법으로 모델링할 때 발생하는 수치적 불안정성을 해결하기 위한 다중 그리트(multi-grid) 기법 적용 과정을 수치해석적 관점에서 설명하고, 몬테카를로 샘플링을 통해 불확실성 정량화를 수행하는 단계별 알고리즘을 제시하시오.", "subject": "physics"}
{"id": 2, "question": "나노포러스 금속-유기골격체(MOF) 구조에서 흡착된 수소 분자의 파동 함수 중첩 현상이 열적 요동(thermal fluctuation)에 의해 어떻게 변형되는지 밀도 범함수 이론(DFT) 계산을 기반으로 분석하며, 이를 병렬 계산 시스템으로 구현할 때 메모리 접근 최적화를 위한 도메인 분할 전략을 제안하는 다단계 추론 과정을 기술하시오.", "subject": "physics"}
{"id": 3, "question": "비등방성 열팽창 계수가 서로 다른 이종의 초전체(HTSC) 박막이 결합된 계면에서 발생하는 잔류 응력이 임계 온도 근처에서 초전도 갭 에너지에 미치는 영향을 Green 함수 해석으로 모델링하고, 유한 요소법(FEM)을 활용해 변형률을 최소화하는 구조 설계 방안을 실험적 검증 절차와 함께 설명하시오.", "subject": "physics"}
{"id": 4, "question": "초신성 잔해의 충격파 전파 과정에서 생성되는 강착 플로우(accretion flow) 내 상대론적 입자 가속 메커니즘을 PIC(Particle-in-Cell) 시뮬레이션으로 재현할 때, 로런츠 수축 보정을 위한 시간 적분 알고리즘의 조건 안정성과 에너지 보존 한계를 수치적 실험으로 평가하여 최적화 방안을 도출하시오.", "subject": "physics"}
{"id": 5, "question": "2차원 웨버(Weber) 수차가 발생하는 마이크로 유체 채널 내부에서 마그네토유체(magneto-hydrodynamic) 혼합 현상을 모사하는 유한 체적법(FVM) 모델에서, 자속 밀도 분포가 속도장 안정성에 미치는 영향을 분석하기 위해 교란 진폭 증폭률(perturbation growth rate)을 계산하는 과정과 이를 GPU 가속화하여 실시간 피드백 제어 시스템에 통합하는 방법론을 제시하시오.", "subject": "physics"}
{"id": 6, "question": "강유전체 박막의 분극 반전 역학을 Landau-Devonshire 이론과 분자동역학(MD) 시뮬레이션을 결합하여 모델링할 때, 국소 전위 에너지의 미시적 기원을 다중 스케일 모델링(MSM)으로 연계하는 전략과, 이를 이용한 저전력 메모리 소자 최적화 프로토콜을 단계적으로 전개하시오.", "subject": "physics"}
{"id": 7, "question": "플라즈마 초음속 노즐에서의 충격파-난류 상호작용(Shock-Turbulence Interaction)이 이온 음향 불안정성(ion acoustic instability)에 미치는 영향을 Vlasov-Poisson 방정식과 대규모 병렬 입자(Particles-in-Cell) 시뮬레이션을 통해 분석하면서, 난류 에너지 캐스케이드 모델링을 위해 개발된 적응형 메시 세밀화(AMR) 기법의 계산 효율성 개선 방안을 제시하시오.", "subject": "physics"}
{"id": 8, "question": "토폴로지컬 절연체의 표면 상태 밴드갭이 변형 공학(strain engineering)을 통해 조절될 때, 스칼라 포텐셜과 변형 텐서의 비선형 상호작용이 유발하는 베리 곡률 변화를 k·p 근사로 도출하고, 이를 스핀 궤드 결합 소자 설계에 활용하기 위한 설계 제약 조건을 실험 데이터와 연계하여 도출하시오.", "subject": "physics"}
{"id": 9, "question": "고온 초전도체의 상전이 온도에서 나타나는 양자 임계 현상(quantum criticality)을 설명하기 위해 개발된 비등방성 격자 모델(anisotropic lattice model)에서, 스핀 교환 상수의 온도 의존성 파라미터가 장거리 상관 길이(correlation length)에 미치는 영향을 재규격화군(RG) 이론으로 분석하고, 이를 이용한 초전도체 접합 구조의 임계 전류 향상 전략을 수치 모델링으로 입증하시오.", "subject": "physics"}
{"id": 10, "question": "중력파 검출기(LIGO) 간섭계의 미러 서스펜션 시스템에서 발생하는 열적 소음(thermal noise)을 모델링할 때, 재료 내부의 포논-광자 결합 효과를 고려하여 분자동역학(MD)과 전자기 유한요소 해석을 연동한 다중 물리 시뮬레이션을 설계하고, 이를 기반으로 한 진공 환경 최적화 방안을 실험 데이터와 비교하며 검증하시오.", "subject": "physics"}
{"id": 11, "question": "핵융합 플라즈마의 자이로키네틱 불안정성(gyrokinetic instability)을 분석하기 위한 5차원 시뮬레이션 코드 개발 시, 전기장 섭동과 입자 분포 함수의 비선형 결합이 에너지 운반에 미치는 영향을 Lagrangian 좌표계에서 표현하고, 병렬 계산 시 공간적 국소성(locality)을 유지하는 입자 메쉬 연결 알고리즘(particle-mesh coupling)의 효율성을 Monte Carlo 방법으로 검증하시오.", "subject": "physics"}
{"id": 12, "question": "그래핀 기반 트랜지스터에서 발생하는 볼츠만 방정식과 비선형 드루드 모델(Drude model)의 상호작용으로 인한 고주파 특성 변이를 추출할 때, 분산 관계의 복소수 특성을 고려한 시간 영역 유한 차분 시간 영역(FDTD) 해석 방법을 설계하고, 이를 통해 채널 포화 현상을 정량적으로 모델링한 결과를 실험 측정과 비교하는 절차를 제시하시오.", "subject": "physics"}
{"id": 13, "question": "자기유체역학적(MHD) 난류에서의 자기 재결합(magnetic reconnection) 과정이 태양 플레어 에너지 방출에 미치는 영향을 3차원 시뮬레이션으로 모사할 때, 불연속 갤러킨(DG) 방법을 적용하여 자기력선 구조를 추적하는 기법과, 계산 그리드 해상도 한계를 극복하기 위한 혼합 정밀도(FP16/FP32) 병렬 연산 전략을 최적화하시오.", "subject": "physics"}
{"id": 14, "question": "초저온 원자 기체에서의 양자 비튜렐런트(quantum turbulence) 현상에 대해 Gross-Pitaevskii 방정식과 보소-아인슈타인 응축(BEC) 유체역학 모델을 결합하여 난류 에너지 스펙트럼을 예측할 때, 보손-보존 상호작용을 고려한 Vortex 필라멘트 기법의 수치적 안정성과 병렬화 효율성을 Monte Carlo 방법으로 평가하고, 실험 관찰 결과와의 오차 보정 방안을 제시하라.", "subject": "physics"}
{"id": 15, "question": "광자 결정의 밴드갭 조절 실험에서 공기구멍 배열이 비대칭적으로 변형될 경우, 유전율 텐서의 대칭성 파괴와 광자 국소화 현상이 어떻게 연관되어 있는지 FDTD 시뮬레이션으로 분석하고, 이를 기반으로 유연한 광학 소자 설계 시 발생할 수 있는 모드 간섭 문제를 해결하기 위한 형상 최적화 알고리즘을 단계적으로 제안하시오.", "subject": "physics"}
{"id": 16, "question": "반도체 이종접합 구조에서 양자 우물 내 전자 상태 분포가 전기장 변화에 따라 재구성될 때, 포논 방출 과정을 포함하는 비등방성 Boltzmann 전송 방정식의 해를 유한 체적법(FVM)으로 근사화하고, 열적 평형 상태에서의 광흡수 스펙트럼 예측을 위해 Monte Carlo 입자 추적 기법과 연계한 다중 스케일 모델링 프로토콜을 설명하시오.", "subject": "physics"}
{"id": 17, "question": "극저온에서 초전도 양자 간섭 장치(SQUID)의 잡음향 스펙트럼에 나타나는 1/f 잡음의 미세 기원을 분자동역학적 자유도와 초전도 결맞음 길이의 상관관계로부터 추론하고, 이를 저잡음 설계를 위한 다층 박막 구조의 두께 최적화 문제와 연결하여 해석적 모델-실험 데이터 피팅 과정을 체계적으로 제시하시오.", "subject": "physics"}
{"id": 18, "question": "지구 자기장 형성 이론의 다이너모 과정에서 대류적 난류와 자기장 생성의 비선형 피드백 메커니즘을 분석하기 위해 개발된 3차원 Boussinesq 모델 시뮬레이션에서, 경계층의 해상도 한계를 극복하기 위한 적응형 그리드 세분화(AMR) 기법의 적용 방법과, 이를 통한 코어-맨틀 경계의 열적 변동 패턴 재구성 정확도를 Monte Carlo 불확실성 분석으로 평가하시오.", "subject": "physics"}
{"id": 19, "question": "광음향 효과(photoacoustic effect)를 이용한 생체 조직 영상화 시스템에서, 비선형 음향파 전파와 조직 내 산란 효과를 동시에 고려한 역문제 해석 모델을 유도하고, 이를 GPU 기반 최적화 알고리즘으로 실시간 처리하기 위한 정규화 매개변수 선택 전략과 데이터 증강 기법을 단계별로 제안하시오.", "subject": "physics"}
{"id": 20, "question": "플라즈마 기반 미세먼지 제거 장치에서 전자기 필드와 입자-플라즈마 상호작용의 결합 효과를 시뮬레이션할 때, Vlasov 방정식 기반의 자기유체역학적 모델과 개별 입자 궤적 추적을 연동한 하이브리드 기법을 설계하고, 입자 응집 현상의 확률적 모델을 Monte Carlo 방법으로 구현한 후 계산 효율성을 비교하는 실험적 절차를 제시하시오.", "subject": "physics"}
{"id": 21, "question": "양자 점 접촉(Quantum Point Contact)에서 스핀 분극 전류 측정 시 스핀-궤도 결합이 전류의 감쇠 특성에 미치는 영향을 Non-equilibrium Green 함수(NEGF) 기법으로 분석하면서, 전극-양자점 계면에서 발생하는 전위 장벽을 유한 차분법으로 모델링한 후 실험값과의 불일치 원인을 다체계 상호작용 관점에서 추론하고 보정하시오.", "subject": "physics"}
{"id": 22, "question": "초유체 헬륨-4에서 발생하는 양자 소용돌이(quantized vortex)의 상호작용이 초유체-정상유체 상호 변환 과정에서 에너지 소산 메커니즘을 결정하는 원리를 London 방정식과 Gibbs 자유 에너지 최소화 원리를 결합해 설명하고, 이를 3차원 위상 동질성 분석(topological data analysis)으로 추적하는 수치 알고리즘을 제안할 때 병렬 계산을 위한 도메인 분할 전략을 설명하시오.", "subject": "physics"}
{"id": 23, "question": "메타물질 기반 초소형 공진기 설계에서 구조적 비대칭성이 모드 국소화(mode localization) 및 Q-팩터 변화에 미치는 영향을 COMSOL 다중물리 시뮬레이션으로 분석하고, 최적 설계를 위해 유전 알고리즘(GA)과 유한요소법(FEM)을 결합한 하이브리드 최적화 프로세스를 설계하며, 각 단계에서의 수렴 조건 평가 기준을 제시하라.", "subject": "physics"}
{"id": 24, "question": "중성자별 충돌 시 발생하는 r-과정(r-process) 원소 합성에서 중성미자 플럭스와 유체역학적 충격파 상호작용이 원소 조성비에 미치는 영향을 분석하기 위해 개발된 다물리 시뮬레이션 프레임워크에서, 방사 수송 방정식과 Navier-Stokes 방정식의 연성 해석 방법과 이를 GPU 클러스터에서 효율적으로 실행하기 위한 메모리 계층 최적화 기법을 단계별로 제시하시오.", "subject": "physics"}
{"id": 25, "question": "강상관 전자 시스템에서 모트 절연체-금속 상전이를 유발할 때의 전자-격자 상호작용을 Hubbard 모델과 분자동역학(MD)을 결합한 다중 스케일 모델로 재현하고, 전이 경계 근처에서의 전자 질량 재규격화를 동적 평균 장 이론(DMFT)으로 계산하며, 실험 관측 데이터(예: ARPES)와의 비교를 통해 모델 파라미터를 보정하는 실험적 검증 절차를 설명하시오.", "subject": "physics"}
{"id": 26, "question": "마이크로 중력 환경에서 유체-구조 연성 시스템의 비선형 진동 특성을 분석하기 위해 개발된 이동 그리드 유한요소법(moving mesh FEM)에서, 표면 장력 효과가 경계 조건 변화에 미치는 영향을 레벨셋(level-set) 기법과 결합하여 모델링하고, 수치적 진동 안정화를 위해 도입된 인공 점성 계수의 최적화 과정을 Monte Carlo 샘플링 기반 민감도 분석으로 수행하시오.", "subject": "physics"}
{"id": 27, "question": "고중력 가속도 환경에서의 핵융합 플라즈마 자기 가둠 성능을 평가하기 위한 3차원 MHD 시뮬레이션에서, 에지 국부적 난류(edge localized modes, ELMs) 억제 메커니즘을 분석하기 위한 불연속 갤러킨(DG) 방법의 장점 활용 방안을 논의하고, 다중 스케일 시간 적분 기법(multi-time step)을 적용한 병렬 계산에서의 데이터 동기화 문제를 해결하기 위한 메시지 패싱 최적화 전략을 제시하시오.", "subject": "physics"}
{"id": 28, "question": "양자 점 태양전지에서 여기자(exciton)의 비복사 재결합 과정이 광전류 생성 효율에 미치는 영향을 시간 의존 밀도 범함수 이론(TDDFT)으로 분석하고, 계면 결함의 미시적 영향을 모사하기 위해 개발된 확률론적 결함 분포 모델을 Monte Carlo 방법으로 구현한 후, 실험 스펙트럼 데이터와의 비교를 통한 결함 밀도 추정 프로세스를 설명하시오.", "subject": "physics"}
{"id": 29, "question": "생체막을 통한 이온 채널의 선택적 투과 메커니즘에서 전압 의존성 게이트 개방 확률이 막 전위 경사와 이온 농도 구배에 따라 어떻게 변조되는지 Nernst-Planck-Poisson 방정식 시스템을 구축하고, 유한 차분법으로 해를 구하면서 수치 발산 문제를 해결하기 위한 반복적 선형화 알고리즘(Newton-Raphson)과 적응형 시간 스텝 조절 전략을 제시하시오.", "subject": "physics"}
{"id": 30, "question": "중력렌즈 시간지연 효과를 이용한 암흑물질 분포 맵핑에서, 일반 상대성 이론의 사후-뉴턴 근사(PPN) 매개변수가 광자 경로와 시간지연 계산에 미치는 영향을 분석하고, 다중 에포크 관측 데이터를 Bayesian 추정법으로 처리하는 과정에서의 Markov Chain Monte Carlo(MCMC) 샘플링 효율성 개선 방안을 제안하시오.", "subject": "physics"}
{"id": 31, "question": "초고압 조건에서의 지구 내부 물질 상태 방정식을 도출하기 위해 개발된 분자동역학(MD)과 양자 분자 역학(QM/MM) 하이브리드 모델에서, 전자 밀도 함수의 변화가 격자 진동 모드에 미치는 영향을 Fourier 분석 기반으로 추출하고, 병렬 계산을 위한 도메인 분할 시 발생하는 경계 조건의 불연속성을 완화시키기 위한 임베디드 경계 조건(embedded boundary condition) 기법을 제안하라.", "subject": "physics"}
{"id": 32, "question": "자기 저항 랜덤 액세스 메모리(MRAM)에서 스핀 전달 토크(STT) 현상의 온도 의존성을 분석하기 위해 Landau-Lifshitz-Gilbert 방정식과 열적 요동 모델을 결합한 확률적 미분 방정식을 수치적으로 해석하고, Monte Carlo 열 배치(thermal kick) 알고리즘을 적용하여 에너지 장벽 극복 확률을 계산하며, 실험 측정의 히스테리시스 루프와 비교하는 과정을 체계적으로 설명하시오.", "subject": "physics"}
{"id": 33, "question": "극한 레이저 강도 환경에서의 양자 전기역학(QED) 효과(예: 광자 분극 진공)를 고려하여 수정된 Maxwell 방정식을 유도하고, 이를 유한 적분 시간 영역(FITD) 기법으로 해석하면서 진공 비선형성의 임계값 이상에서 발생하는 수치적 오차를 안정화하기 위한 암시적 시간 적분 기법의 적용 가능성을 분석하고, 실험 데이터와의 비교를 통한 검증 절차를 제시하라.", "subject": "physics"}
{"id": 34, "question": "토폴로지컬 절연체 표면 상태의 비탄성적 전자-포논 상호작용이 전자 이동도에 미치는 영향을 분석하기 위해 Boltzmann 전송 방정식과 밀도 범함수 이론(DFT)을 결합한 다중 스케일 모델을 개발하고, Monte Carlo 방법으로 포논 산란 사건을 샘플링하며, 병렬 계산 시 메모리 접근 병목 현상을 해결하기 위한 데이터 국소화 전략을 설계하시오.", "subject": "physics"}
{"id": 35, "question": "자기유체역학적 터벌런스 모델에서 에너지 카스케이드와 자기장 증폭의 상관관계를 분석하기 위해 개발된 3차원 직접 수치 시뮬레이션(DNS) 코드에서, Spectral 방법과 유한 차분법의 장단점을 비교하여 계산 영역 경계 조건을 최적화하고, 병렬 I/O 성능을 개선하기 위한 데이터 청크 분할 및 압축 알고리즘을 제안하시오.", "subject": "physics"}
{"id": 36, "question": "초전도 큐비트에서 결맞음 시간(coherence time)에 영향을 주는 환경적 요인(전기 잡음, 자기장 요동, 포논)과의 상호작용을 정량화하기 위해 Master 방정식을 수립하고, Monte Carlo 웨이브 함수 방법으로 시뮬레이션하며, 노이즈 특성에 따른 큐비트 에너지 준위 변화를 실험과 비교하여 최적의 차폐 조건을 도출하는 과정을 기술하시오.", "subject": "physics"}
{"id": 37, "question": "고체온 플라즈마의 방사 손실 계산에서 상대적 고온 효과(relativistic thermal effects)가 Bremsstrahlung 복사에 미치는 영향을 분석하기 위해 QED 보정항을 포함한 Fokker-Planck 코드를 개발하고, 병렬화된 몬테카를로 전자 궤도 추적 알고리즘과 연동하여 에너지 분포 함수를 계산하며, 실험 데이터와의 일치도 검증을 위한 오차 추정 방법을 제시하시오.", "subject": "physics"}
{"id": 38, "question": "유체-구조 상호작용 문제에서 유체 압력의 동적 변동이 탄성 구조물의 변형에 미치는 영향을 모델링할 때, Arbitrary Lagrangian-Eulerian(ALE) 방법과 유한 요소법(FEM)을 결합한 다중 물리 시뮬레이션 프레임워크를 설계하고, 불연속 갤러리킨(DG) 기법을 적용하여 인터페이스 처리 정확도를 향상시키며, 병렬 계산에서의 부하 균형 전략을 제시하라.", "subject": "physics"}
{"id": 39, "question": "나노전자소자에서 열전자 방출(thermionic emission)과 터널링 효과가 공존하는 환경에서의 전류-전압 특성을 분석하기 위해 Wigner 함수와 Poisson 방정식을 결합한 양자 전송 모델을 구축하고, 유한 차분법으로 해를 구하면서 수치적 위상 오류를 최소화하기 위한 symplectic 적분 기법을 적용하며, 실험 데이터와의 비교를 통한 모델 검증 절차를 설명하시오.", "subject": "physics"}
{"id": 40, "question": "자기공명 영상(MRI)에서 고주파 코일 설계의 최적화를 위해 전자기 유도와 조직 내 전류 분포 상호작용을 Maxwell 방정식과 생체 열 방정식을 연동하여 모델링하고, 유한 요소법(FEM) 해석 결과와 실제 스캔 데이터를 비교하여 SNR(Signal-to-Noise Ratio)을 극대화하는 코일은 형상 및 구동 주파수 선정 전략을 제시하라.", "subject": "physics"}
{"id": 41, "question": "양자 홀 효과 실험에서 에지 상태 전도와 bulk 상태의 상호작용을 이해하기 위해 Chern 수 이론과 Boltzmann 전송 방정식을 결합한 모델을 구축하고, 불연속적인 Landau 준위 간의 에너지 간극을 고려한 유한 차분 시뮬레이션을 수행하며, 실험 측정의 저항 텐서와 비교하여 모델 파라미터를 보정하는 과정을 단계별로 제시하시오.", "subject": "physics"}
{"id": 42, "question": "핵융합 플라즈마 경계층에서의 자기 재결합 과정에서 발생하는 에너지 분산을 분석하기 위해 개발된 3D 비선형 MHD 시뮬레이션에서, 전자 관성 길이(electron inertial scale)의 공간적 해상도 한계를 극복하기 위한 하이브리드 PIC-MHD 모델을 설계하고, 병렬 계산을 위한 데이터 구조 최적화 방안을 Monte Carlo 샘플링 기반의 불확실성 분석과 연계하여 설명하시오.", "subject": "physics"}
{"id": 43, "question": "그래핀 나노리본에서 전기적 도핑 농도에 따른 밴드갭 조절을 분석하면서, 경계면의 위상적 결함(topological defect)이 전자 국소화에 미치는 영향을 Tight-binding 모델과 분자동역학(MD)을 결합한 다중 스케일 모델로 재현하고, 병렬 계산을 위한 도메인 분할 기법을 제안하며, 실험 ARPES 데이터와 비교하여 모델 정확도를 평가하는 방법을 제시하라.", "subject": "physics"}
{"id": 44, "question": "고에너지 이온 빔 조사 시 반도체 소자 내에서 발생하는 격자 결함의 시간 진화 과정을 예측하기 위해 Kinetic Monte Carlo(KMC)와 분자 동역학(MD)을 결합한 하이브리드 시뮬레이션 프레임워크를 설계하고, 병렬 계산을 위한 작업 분할 전략과 메모리 사용 최적화 기법을 제시하며, 실험 측정과의 비교를 통한 모델 검증 절차를 설명하시오.", "subject": "physics"}
{"id": 45, "question": "중력파와 전자기파의 동시 관측(예: GW170817 사건)을 통해 중성자별 내부 상태 방정식을 제약하는 과정에서, 유한 변형 이론(finite deformation theory)을 적용한 항성 진동 모델과의 연관성을 분석하기 위해 개발된 다중 메시 유한 요소 시뮬레이션에서, 상대론적 효과와 중력장 상호작용의 결합을 고려한 병렬 해석 기법을 제시하고, 관측 데이터 피팅을 위한 최적화 알고리즘을 제안하시오.", "subject": "physics"}
{"id": 46, "question": "강자성체 나노선의 도메인 구조 안정성 분석에서 외부 자기장 변화에 따른 Wall motion을 micromagnetic simulation으로 모델링할 때, 교환 상호작용과 anisotropy 에너지의 균형을 고려한 에너지 최소화 과정을 유한 차분법으로 구현하고, Monte Carlo 메타휴리스틱 기법을 적용하여 최적 도메인 배열을 예측하며, 실험 MFM 데이터와 비교하는 과정을 단계별로 기술하시오.", "subject": "physics"}
{"id": 47, "question": "초고해상도 현미경의 광학 시스템 설계에서 파면 왜곡(phase distortion)을 보정하기 위한 적응형 광학 알고리즘을 개발할 때, 비선형 파동 전파 모델을 고려한 Zernike 다항식 기반 보정 계수를 계산하고, Monte Carlo 샘플링을 통해 잡음에 따른 계수 민감도를 분석하며, 실험 이미지 복원 품질을 평가하는 정량적 지표를 제시하는 과정을 설명하시오.", "subject": "physics"}
{"id": 48, "question": "극저온에서의 초전도 양자 간섭 장치(SQUID) 감지 한계 분석을 위해 Johnson 잡음, Shot 잡음, 1/f 잡음의 상관 관계를 확률적 미분 방정식으로 모델링하고, 수치적 잡음 생성 알고리즘에 기반한 시뮬레이션 결과를 실험 데이터와 비교하여 최적의 측정 주파수를 선정하는 프로토콜을 설계하며, 병렬 계산을 통한 잡음 평균화 기법을 제안하시오.", "subject": "physics"}
{"id": 49, "question": "나노포러스 실리콘에서 광흡수 증대 현상을 분석하는 과정에서 광자-전자 상관 효과를 고려한 시간 의존 밀도 범함수 이론(TDDFT) 시뮬레이션을 수행하고, 유한 차분 시간 영역(FDTD) 방법과의 연계를 통해 표면 플라즈몬 공명(SPR) 조건의 최적화를 위한 다중 물리 모델을 구축하며, 실험 분광 데이터와 비교하여 구조 파라미터를 조정하는 절차를 제시하시오.", "subject": "physics"}
{"id": 50, "question": "자기 냉각 소재에서의 magnetocaloric 효과를 극대화하기 위한 합금 설계 시, first-principles 계산(DFT)과 유한 요소 열해석(FEA)을 결합한 다중 스케일 시뮬레이션 프레임워크를 구축하고, 병렬 계산을 위한 도메인 분할 기법과 데이터 전송 최적화 전략을 설명하며, 실험 측정값과 비교하여 최적의 조성 및 미세구조를 결정하는 과정을 기술하시오.", "subject": "physics"}
