{"id": 1, "question": "중성자와 양성자로 구성된 원자핵에서 강한 상호작용의 결합이 질량 결손에 미치는 영향을 이론적으로 설명하고, 실제 핵분열 반응에서 방출되는 에너지 계산 시 고려해야 할 상대론적 보정 항목을 3단계 이상의 과정을 통해 분석하시오.", "subject": "physics"}
{"id": 2, "question": "우주선에서 관측된 고에너지 뮤온 입자가 지구 대기를 통과할 때 발생하는 붕괴 과정의 통계적 변동을 설명하고, 검출기 설계 시 입자 투과 깊이와 방사능 차폐 효율을 최대화하기 위한 물질 선택의 다단계 최적화 방안을 제시하시오.", "subject": "physics"}
{"id": 3, "question": "핵융합 플라즈마에서 자기장 구속 장치의 레이튼 불안정성이 발생할 때, 이를 안정화하기 위한 토로이달 및 폴로이달 자기장 조합 조건을 수학적으로 유도하고, ITER 실험에 적용 가능한 실제 제어 전략을 수립하시오.", "subject": "physics"}
{"id": 4, "question": "방사성 동위원소를 이용한 암 치료 시 표적 조직에 도달하는 알파 입자의 브래그 피크 위치와 생물학적 유효선량 분포를 결합한 종양 제어 확률 모델(TCP)을 구성하고, 주변 조직 손상 최소화 방안을 논의하시오.", "subject": "physics"}
{"id": 5, "question": "중성자별 내부에서의 초유체 흐름이 생성하는 소용돌이 격자 구조와 그 양자역학적 기원을 설명하며, 이 현상이 중성자별의 각속도 변동 관측 데이터에 미치는 영향을 역산하여 물질 상태 방정식을 추정하시오.", "subject": "physics"}
{"id": 6, "question": "핵붕괴 연쇄 반응 시 발생하는 딸핵종의 에너지 방출 프로파일을 통해 지구 초기 지열 생성량을 재평가하고, 행성 형성 초기의 맨틀 대류 모델링에 이를 통합하는 방법을 단계별로 서술하시오.", "subject": "physics"}
{"id": 7, "question": "중이온 충돌 실험에서 쿼크-글루온 플라즈마 형성을 확인하기 위한 질량 중심계 에너지 의존성을 분석하며, 실험적 신호(예: 제타 입자 생성)와 이론적 예측(예: 격자 QCD) 간 불일치를 해결하기 위한 새로운 접근법 제안하시오.", "subject": "physics"}
{"id": 8, "question": "핵폐기물 저장소의 장기간 방사성 누설 모델링을 위해 지하 암반의 투수계수와 방사선 분해 반응을 결합한 미분 방정식을 수립하고, 몬테카를로 시뮬레이션을 통해 안전 기준 초과 확률을 계산하시오.", "subject": "physics"}
{"id": 9, "question": "태양의 헬륨 연소 단계에서 탄소-질소-산소(CNO) 순환과 양성자-양성자(pp) 사슬의 상대적 기여도를 별의 금속함량에 따라 정량적으로 비교하며, 항성 진화 모델의 예측에 미치는 시스템 불확실성을 평가하시오.", "subject": "physics"}
{"id": 10, "question": "양자 터널링 효과를 고려한 알파 붕괴 수명 공식을 확장하여 초전도체 표면에서 발생하는 비전통적 방사성 현상에 적용하고, 실험적 검증을 위한 초전도-방사선 복합 검출 시스템 설계를 제안하시오.", "subject": "physics"}
{"id": 11, "question": "중성자 감속재의 수소 함량 분포가 원자로 내 열중성자 플럭스 분포에 미치는 영향을 베테 방정식(Bethe equation)으로 모델링하고, 경수로와 중수로 간 효율 차이를 물리적 매개변수 조합으로 설명하시오.", "subject": "physics"}
{"id": 12, "question": "우주 중성미자 검출기를 지구 내부에 매설할 때 지각의 전자 밀도와 중성미자-전자 산란 단면적의 상관관계를 분석하여 최적 설치 깊이와 검출 한계 에너지 역치를 산정하는 방법을 제시하시오.", "subject": "physics"}
{"id": 13, "question": "핵분열 생성물의 방사성 평형 상태에서 발생하는 잔열(decay heat)을 열역학적 모델링으로 예측한 후, 후쿠시마 사고 당시 냉각 시스템 정지 후 72시간 동안의 연료봉 온도 상승 곡선을 역해석하시오.", "subject": "physics"}
{"id": 14, "question": "중력파 관측을 통한 중성자별 합병 사건의 다중신호 분석 시, 전자기파 후광(킬로노바)의 스펙트럼과 감마선 폭발의 시간 지연을 결합하여 병합체의 회전각운동량 손실을 산정하는 방법을 개발하시오.", "subject": "physics"}
{"id": 15, "question": "핵자기공명(NMR) 분광기에서 라모어 주기의 주파수 편이가 시료 내 수소 이온의 국소 자기장 왜곡과 어떻게 상호작용하는지 양자역학적으로 해석하고, 이를 이용한 암세포 이미징의 공간 해상도 개선 전략을 수립하시오.", "subject": "physics"}
{"id": 16, "question": "토카막 장치의 플라즈마 경계층 불안정성이 자기 재결합 현상에 미치는 영향을 유체역학-전자기학 결합 모델로 분석하고, 불안정한 토로이달 모드 수(n,m)의 발생 조건을 수학적으로 유도하시오.", "subject": "physics"}
{"id": 17, "question": "초신성 잔해 내 가속된 우주선의 에너지 분포가 우주선과 성간매질 간 충격파 상호작용의 비선형 충격 조건에 따라 어떻게 변화하는지 수치 시뮬레이션하고, 이를 페르미 가속 메커니즘과 비교하여 임계 에너지 값을 도출하시오.", "subject": "physics"}
{"id": 18, "question": "방사성 동위원소를 표지한 약물 분자가 생체막 투과 시 발생하는 양자 역학적 터널링 효과를 모델링하고, 투과율과 투과 장벽 두께의 상관계수를 측정한 실험 데이터를 토대로 생물학적 반감기를 재추정하시오.", "subject": "physics"}
{"id": 19, "question": "핵자기 이중극자 모멘트의 방향성이 중성자별의 강력한 외부 자기장 하에서의 스핀-궤도 결합에 미치는 영향을 계산하고, 펄스 별 관측 데이터와의 불일치를 해결하기 위한 수정된 회전 모델을 제시하시오.", "subject": "physics"}
{"id": 20, "question": "핵융합 반응에서 삼중수소(T)와 중수소(D)의 이온 온도 비율 변화가 로렌츠력 하의 플라즈마 압력 균형에 미치는 영향을 해석적으로 유도하고, 이를 바탕으로 자기거울 장치의 안정성 한계를 재정의하시오.", "subject": "physics"}
{"id": 21, "question": "지구 자기권의 Van Allen 벨트 내에서 고에너지 양전자 분포의 계절적 변동을 태양 활동 주기와 연관지어 설명하며, 위성 설계에 필요한 방사선 차폐 효율을 입자 종류별 투과 계수로 계량화하는 방법을 논의하시오.", "subject": "physics"}
{"id": 22, "question": "중성자 회절 실험에서 결정격자의 탄성 및 비탄성 산란 신호를 구분하기 위한 에너지 필터링 기법을 제안하고, 이를 적용한 초고분해능 측정 시스템으로 수소 저장 합금의 상전이 역학을 실시간 분석하는 방법을 제시하시오.", "subject": "physics"}
{"id": 23, "question": "핵분열 파편(fission fragment)의 각운동량 분포가 핵분열 산물의 질량 비대칭성과 어떤 관계를 가지는지 통계적 역학 모델을 통해 설명하고, 이를 통해 중성자 과잉 핵종의 생성 메커니즘을 재해석하시오.", "subject": "physics"}
{"id": 24, "question": "우주 배경 중성미자의 유효 온도 측정을 위한 볼츠만 방정식 기반 시뮬레이션을 수행하고, 관측된 온도-에너지 분포의 편차를 초기 우주 인플레이션 모델의 매개변수 조정에 활용하는 절차를 수립하시오.", "subject": "physics"}
{"id": 25, "question": "방사선 치료 시 프로톤 빔의 브래그 피크 깊이를 환자의 조직 밀도와 결합해 3D 맵핑하는 알고리즘을 설계하고, 다중 에너지 빔 조합을 통한 종양 제어 확률 최적화의 수학적 접근법을 제시하시오.", "subject": "physics"}
{"id": 26, "question": "중력렌즈 효과를 받은 초신성 폭발의 광도 곡선에서 시간에 따른 밝기 변화를 분석하여 중력파 탐지기의 관측 감도와 비교하는 방법을 개발하고, 다중신호 통합의 통계적 유의성 검정 절차를 논의하시오.", "subject": "physics"}
{"id": 27, "question": "중성자별 표면의 초전도체 모델에서 쿼크 전하 밀도의 비균일 분포가 자기 홀극 형성에 미치는 영향을 계산하고, 이를 통해 관측된 고속 전파 폭발(FRB)의 에너지원 후보를 재평가하시오.", "subject": "physics"}
{"id": 28, "question": "핵융합 플라즈마의 온도 프로파일이 자기장 라인의 기하학적 왜곡에 따라 어떻게 변화하는지 유체 역학적 모델을 수립하고, 이를 통해 토카막 장치의 H-모드 전이 조건을 재정의하시오.", "subject": "physics"}
{"id": 29, "question": "방사성 동위원소 열전기 발전기(RTG)의 열 효율 한계선을 카르노 사이클과 방사선 열화 반응을 결합해 재해석하고, 초저온 환경에서의 최대 출력 전력 계산 시 고려해야 할 상변화 열역학을 추가하시오.", "subject": "physics"}
{"id": 30, "question": "우주선 유래 뮤온의 지하 침투 깊이 분포를 측정한 데이터를 기반으로 지구 자기장 강도의 역사적 변동을 역산하고, 고고자성기 기록과 비교하는 교차 검증 방법을 제안하시오.", "subject": "physics"}
{"id": 31, "question": "핵분열 생성물의 베타 붕괴 에너지 스펙트럼을 통해 동위원소의 화학적 이동성을 예측하고, 지하 저장소의 유리화(vitrification) 과정에서의 화학적 분산 메커니즘을 시뮬레이션하시오.", "subject": "physics"}
{"id": 32, "question": "초강력 레이저 유도 핵융합에서 표적 연료의 압축률(compression ratio)이 점화 조건에 미치는 영향을 유체 역학-전기 역학 결합 모델로 분석하고, 실험 파라미터 최적화 전략을 논의하시오.", "subject": "physics"}
{"id": 33, "question": "중성자별의 표면 열류 데이터가 내부 초유체-일반 유체 상호작용의 임계 속도와 어떤 관계를 가지는지 수치 모델링하고, 이를 통해 펄서의 제동 지수를 재해석하는 방법을 제시하시오.", "subject": "physics"}
{"id": 34, "question": "고에너지 중이온 충돌 시 생성되는 쿼크-글루온 플라즈마의 점성 계수가 강입자 생성률에 미치는 영향을 통계적으로 분석하며, ALICE 실험 데이터와 비교해 이론적 예측의 개선 방향을 제시하시오.", "subject": "physics"}
{"id": 35, "question": "방사성 동위원소 연대 측정에서 우주선 유발된 중성자 손상이 시료 내 불안정한 핵종의 농도에 미치는 영향을 계산하고, 이를 보정한 새로운 연대 측정 공식을 수립하시오.", "subject": "physics"}
{"id": 36, "question": "핵융합 플라즈마 경계층의 불안정성이 이온 온도 기울기(ITG)와 어떻게 상호작용하는지를 해석해 모델링하고, 토카막 장치에서 발생하는 ELM(Edge-Localized Modes) 억제를 위한 전기장 제어 기법을 제안하시오.", "subject": "physics"}
{"id": 37, "question": "우주 배경 복사(CMB)의 편광 패턴을 통해 초기 우주의 자기장 강도를 추정하고, 이를 바탕으로 현재 관측되는 대규모 자기장 구조의 진화를 시뮬레이션하시오.", "subject": "physics"}
{"id": 38, "question": "핵분열 연료봉 내에서 발생하는 중성자 플럭스 분포의 비정상 상태 해를 시간과 공간에 따라 수치적으로 해석하여, 과부하 상황에서의 연료 용융 메커니즘을 예측하시오.", "subject": "physics"}
{"id": 39, "question": "중성미자 진동 실험에서 측정된 혼합 각도(θ13)의 값이 표준 모형을 초과하는 새로운 물리학을 시사하는지 여부를 분석하고, 이를 검증하기 위한 고에너지 가속기 실험 설계를 제안하시오.", "subject": "physics"}
{"id": 40, "question": "방사성 동위원소의 자발적 핵분열(bSF) 확률을 저온에서 측정하고, 초전도체 환경에서의 터널링 효과 변화를 이론적으로 설명하여 실험 결과를 해석하시오.", "subject": "physics"}
{"id": 41, "question": "우주선의 일차 및 이차 성분 비율을 통해 성간매질의 화학적 조성을 추정하고, 이를 태양계 형성 초기의 금속 농도와 비교하여 행성 진화 모델에 통합하는 방법을 논의하시오.", "subject": "physics"}
{"id": 42, "question": "중성자별 합병 후 생성된 중금속의 r-과정 핵합성 경로를 시간에 따른 중성자 포획률과 베타 붕괴율로 재구성하고, 관측 스펙트럼 데이터와 비교해 원소 생성 효율의 한계값을 도출하시오.", "subject": "physics"}
{"id": 43, "question": "핵자기공명 분광기에서 신호의 위상 편이가 외부 자기장 기울기와 어떻게 상호작용하는지 양자역학적으로 해석하고, 이를 이용한 생체 내 대사 산물 분포의 실시간 영상화 기법을 설계하시오.", "subject": "physics"}
{"id": 44, "question": "핵융합 플라즈마에서 자기장 와류(vortex)가 에너지 전송 효율에 미치는 영향을 해석해 분석하고, 초유체 헬륨 모델의 유추를 통해 불안정성 제어 전략을 수립하시오.", "subject": "physics"}
{"id": 45, "question": "고출력 레이저로 생성된 극한의 온도와 압력 조건에서 물질의 상태 방정식이 어떻게 변화하는지 수치 시뮬레이션하고, 이를 중성자별 내부 물질의 예측 모델에 통합하는 방법을 제시하시오.", "subject": "physics"}
{"id": 46, "question": "방사성 폐기물 유리화 과정에서 발생한 유리-금속 계면에서의 방사선 유도 확산을 모델링하고, 장기적 안정성 평가를 위한 가속 실험 프로토콜을 개발하시오.", "subject": "physics"}
{"id": 47, "question": "초신성 폭발에서 방출된 중성미자 펄스의 시간적 지연 데이터가 중력파 탐지기 데이터와 어떻게 상호보완적으로 활용될 수 있는지 분석하고, 다중신호 분석을 통한 폭발 메커니즘 재구성 방법을 논의하시오.", "subject": "physics"}
{"id": 48, "question": "중성자 감속재의 기하학적 구조 변화가 원자로의 중성자 경제(neutron economy)에 미치는 영향을 몬테카를로 시뮬레이션으로 분석하고, 경수로와 중수로의 효율 비교 시 무시할 수 없는 변수들을 열거하시오.", "subject": "physics"}
{"id": 49, "question": "양자 중력 효과를 고려한 블랙홀 증발 모델의 한계점(예: 정보 역설)을 설명하고, 중성자별 내부에서의 양자 터널링 현상과 연계해 새로운 접근법을 제안하시오.", "subject": "physics"}
{"id": 50, "question": "우주선 유래 고에너지 입자와 지구 대기의 상호작용에서 발생하는 제트 형성의 통계적 특성을 분석하고, 이를 기반으로 우주선 원천의 에너지 스펙트럼을 역산하는 새로운 기법을 개발하시오.", "subject": "physics"}
