{"id": 1, "question": "시냅스 가소성 유도에 핵심적인 역할을 하는 BDNF(Brain-Derived Neurotrophic Factor)의 분자 메커니즘을 설명하고, 만성 스트레스 모델에서 BDNF 발현이 감소할 때 발생하는 해마 회로의 구조적 변화를 분석하라. 이를 바탕으로 스트레스 유발 인지 장애를 완화하기 위한 신경회로 재구성 전략을 단계적으로 제안하세요.", "subject": "physics"}
{"id": 2, "question": "도파민 신경전달이 전전두피질-측좌핵 회로의 동기 부여 조절에 미치는 영향을 동역학적 모델링으로 설명하고, 파킨슨병 환자에서 관찰되는 의욕 상실을 보상하기 위한 뇌심부자극술(DBS)의 표적 부위와 파라미터 최적화 방안을 다단계로 추론하세요.", "subject": "physics"}
{"id": 3, "question": "시각 피질에서 일어나는 지향성 선택성(tuning selectivity)의 발달 과정을 분자-회로 수준에서 분석하고, 약시 치료 시 사용되는 안경 치료법이 뇌 가소성을 통해 방향 감지 능력을 회복시키는 메커니즘을 실험적 증거와 함께 단계적으로 제시하세요.", "subject": "physics"}
{"id": 4, "question": "공포 기억 소거(extinction)에서 전전두피질-편도체 간 연결 강도의 변화가 수행하는 역할을 기능적 MRI 데이터와 결합하여 설명하고, PTSD 환자의 반복적 노출 치료법 효과를 예측하는 계산 모델을 설계하세요.", "subject": "physics"}
{"id": 5, "question": "시냅스 단백질 샙태(synapse-associated protein 97)가 글루타메이트 수용체 클러스터링에 미치는 영향을 생체형 이미징으로 분석한 후, 이 단백질의 돌연변이가 조현병에서 사회적 인지 결함과 어떻게 연관되는지 실험적 증거를 기반으로 추론하세요.", "subject": "physics"}
{"id": 6, "question": "척수 손상 후 발생하는 근위축 현상과 관련된 근육-뇌 축 신호 전달의 분자적 결함을 추적하고, 신경재생 촉진을 위한 유전자 치료와 전기자극 병행 전략을 다단계로 설계하세요.", "subject": "physics"}
{"id": 7, "question": "수면-각성 주기 조절에 관여하는 시상하부-뇌간 회로의 상호작용 메커니즘을 수면 박탈 실험 데이터로 해석하고, 불면증 치료를 위한 광유전학적 조절 타겟과 타이밍 최적화 방안을 단계적으로 제안하세요.", "subject": "physics"}
{"id": 8, "question": "알츠하이머병에서 타우 단백질의 병적 응집이 시냅스 가소성 관련 신호전달 경로(예: MAPK/ERK)에 미치는 영향을 단백질체학 데이터와 연계하여 분석하고, 병리적 타우 확산을 차단하는 나노의약품 전달 시스템을 설계하세요.", "subject": "physics"}
{"id": 9, "question": "청각 피질의 주파수 지도 재구성이 신경 가소성 유발 음향 치료(예: 이명 치료)의 효과에 미치는 영향을 동물 모델 실험으로 평가한 후, 개인별 주파수 특성 기반의 맞춤형 치료 프로토콜을 단계별로 제시하세요.", "subject": "physics"}
{"id": 10, "question": "전전두엽 피질의 작업 기억 유지와 관련된 감마 진동(40Hz)의 신경 회로 기제를 다중 전극 기록 데이터로 분석하고, 조현병에서 관찰되는 진동 이상을 교정하는 뇌 컴퓨터 인터페이스(BCI) 기반 자극 전략을 설계하세요.", "subject": "physics"}
{"id": 11, "question": "시상하부-뇌하수체-부신 축(HPA축) 과활성이 해마 신경 발생에 미치는 영향을 스트레스 모델 마우스에서 면역형광 및 행동 실험으로 평가한 후, HPA축 억제를 통한 항우울 효과의 분자 메커니즘을 단계적으로 설명하세요.", "subject": "physics"}
{"id": 12, "question": "운동 학습에 필요한 소뇌-기초핵 회로의 상호작용 메커니즘을 생체 내 전기 생리학 데이터로 분석하고, 소뇌 손상 환자의 재활 훈련에 적용할 수 있는 적응형 로봇 보조 시스템을 설계하세요.", "subject": "physics"}
{"id": 13, "question": "시각 인식에서 피질 상층부(Layer 2/3) 피라미드 세포의 피드백 신호의 역할을 단일 세포 기록 및 광유전학 조절 실험으로 탐구한 후, 착시 현상의 신경 기제를 설명하는 계산 모델을 제안하세요.", "subject": "physics"}
{"id": 14, "question": "만성 통증이 척수 후각 신경세포의 시냅스 강화(LTP)에 미치는 영향을 전기생리학적 데이터와 동물 행동 실험으로 분석한 후, 통증 완화를 위한 유전자 편집 치료법(예: CRISPR/Cas9)을 단계적으로 설계하세요.", "subject": "physics"}
{"id": 15, "question": "전두엽-변연계 회로의 연결이 사회적 행동에 미치는 영향을 동물 모델에서의 광유전학적 조작 실험으로 평가한 후, 자폐 스펙트럼 장애(ASD) 환자의 사회적 상호작용 개선을 위한 DBS 파라미터 최적화 방안을 제시하세요.", "subject": "physics"}
{"id": 16, "question": "해마의 장소 세포(place cell) 네트워크가 공간 기억 형성에 기여하는 방식을 공간 탐색 행동과 단위 전극 기록 데이터로 분석하고, 알츠하이머병에서 관찰되는 공간 방향 감각 상실을 보완하기 위한 가상현실 기반 재활 프로토콜을 설계하세요.", "subject": "physics"}
{"id": 17, "question": "뇌혈류 자동조절 기제가 뇌졸중 후 허혈 재관류 손상에 미치는 영향을 혈류 역학 모델링과 실험적 증거를 기반으로 설명하고, 손상을 최소화하기 위한 혈류 조절 약물 및 자극 치료 전략을 단계적으로 제안하세요.", "subject": "physics"}
{"id": 18, "question": "청각 피질에서의 주파수 재조직화(frequency retuning)가 언어 학습 후 발생하는 신경 가소성을 설명하는 메커니즘을 생체 내 칼슘 이미징 데이터로 분석한 후, 이중 언어 습득 시 뇌의 적응력을 극대화하는 훈련 프로그램을 설계하세요.", "subject": "physics"}
{"id": 19, "question": "운동 피질의 피라미드 세포 집단 활동이 복잡한 운동 기술의 정밀성에 미치는 영향을 고해상도 fMRI와 단일 세포 기록으로 평가한 후, 뇌졸중 환자의 상지 기능 회복을 위한 뉴로피드백 훈련을 단계별로 설계하세요.", "subject": "physics"}
{"id": 20, "question": "도파민과 노르에피네프린 상호작용이 전전두엽 피질의 작업 기억 성능에 미치는 영향을 신경회로 모델 및 약리학적 실험으로 분석한 후, 주의력 결핍 과다활동 장애(ADHD) 치료를 위한 신경조절 전략을 제안하세요.", "subject": "physics"}
{"id": 21, "question": "척수 손상 후 신경 가소성 유도에 관여하는 글리아 세포의 분자 신호 경로(예: BDNF/mTOR 경로)를 생체 외 실험 데이터로 분석하고, 손상된 척수에 적용할 수 있는 3D 바이오 프린팅 기반 세포 이식 치료법을 설계하세요.", "subject": "physics"}
{"id": 22, "question": "뇌의 에너지 대사 조절이 신경 가소성에 미치는 영향을 실시간 포도당 센서 및 PET 영상 데이터로 평가한 후, 당뇨병 환자에서 관찰되는 인지 기능 저하를 예방하기 위한 대사 조절 전략을 단계적으로 제안하세요.", "subject": "physics"}
{"id": 23, "question": "청각 피질의 신경 가소성 유도가 음악 훈련 후 발생하는 음높이 분별력 향상과 관련된 메커니즘을 fMRI 및 단위 전극 기록 데이터로 분석한 후, 난청 환자의 음악 치료를 위한 개인별 주파수 조율 알고리즘을 설계하세요.", "subject": "physics"}
{"id": 24, "question": "전전두피질의 신경 가소성이 도덕적 의사결정 유연성에 미치는 영향을 사건 관련 전위(ERP) 및 행동 실험으로 평가한 후, 사회적 규범 위반 행동의 신경 재활 접근법을 제안하세요.", "subject": "physics"}
{"id": 25, "question": "뇌척수액 순환 장애가 신경 가소성 및 인지 기능에 미치는 영향을 생체 내 MRI 및 행동 실험으로 분석하고, 노화 관련 인지 감퇴를 완화하기 위한 뇌척수액 유도 자극 기술을 단계적으로 설계하세요.", "subject": "physics"}
{"id": 26, "question": "해마의 신경 발생(neurogenesis)이 우울 장애 치료에서 약물 반응성에 미치는 영향을 생체 내 광유전학 및 행동 실험으로 분석한 후, 선택적 세로토닌 재흡수 억제제(SSRI) 반응성을 예측하는 생체 마커 발굴 전략을 제안하세요.", "subject": "physics"}
{"id": 27, "question": "전전두엽 피질의 피드백 신호가 시각 피질 가소성 조절에 미치는 영향을 다중 뇌 영역 기록 데이터로 분석하고, 시각적 환각 장애 치료를 위한 신경회로 기반 자극 치료법을 설계하세요.", "subject": "physics"}
{"id": 28, "question": "척수 손상 후 나타나는 교감신경 과활성이 신경 가소성에 미치는 영향을 생체 신호 및 행동 실험으로 평가한 후, 교감신경 조절을 통한 기능 회복 전략을 단계별로 제시하세요.", "subject": "physics"}
{"id": 29, "question": "뇌혈류 자동조절 기제의 개인별 차이가 운동 학습 효율성에 미치는 영향을 뇌혈류 속도 측정 및 기능적 연결성 분석으로 평가한 후, 개인의 뇌혈류 패턴을 고려한 맞춤형 운동 훈련 프로그램을 설계하세요.", "subject": "physics"}
{"id": 30, "question": "운동 피질의 신경 가소성 유도가 뇌-기계 인터페이스(BCI) 훈련 후 발생하는 운동 회복 메커니즘과 관련된 방식을 단위 전극 기록 및 행동 실험으로 분석한 후, 척수 손상 환자의 보행 재활을 위한 BCI 기반 자극을 단계적으로 설계하세요.", "subject": "physics"}
{"id": 31, "question": "시각 피질의 신경 가소성이 착시 인식의 개인차에 미치는 영향을 fMRI 및 행동 실험으로 분석한 후, 착시 기반 신경 재활 훈련 프로그램을 제안하세요.", "subject": "physics"}
{"id": 32, "question": "전전두피질-대상피질 회로의 연결 강도가 의사결정 유연성에 미치는 영향을 광유전학 및 fMRI로 평가한 후, 강박 장애 치료를 위한 신경회로 조절 전략을 설계하세요.", "subject": "physics"}
{"id": 33, "question": "해마의 신경 가소성 유도 기전이 공간 탐색 행동의 환경 의존성(환경에 따른 학습 효율 변화)과 관련된 메커니즘을 fMRI 및 생체 내 칼슘 이미징으로 분석한 후, 알츠하이머병 환자의 환경 기반 기억 훈련 프로토콜을 단계별로 제안하세요.", "subject": "physics"}
{"id": 34, "question": "시각 피질의 신경 가소성이 색 인식 유연성(color constancy)에 미치는 영향을 단일 세포 기록 및 행동 실험으로 평가한 후, 색맹 치료를 위한 광유전학 기반 시각 보철 장치를 설계하세요.", "subject": "physics"}
{"id": 35, "question": "전전두피질의 신경 가소성이 추상적 사고 능력의 개인차와 관련된 메커니즘을 기능적 연결성 및 인지 과제로 분석한 후, 교육 훈련 프로그램을 통해 추상적 사고 유연성을 향상시키는 전략을 제안하세요.", "subject": "physics"}
{"id": 36, "question": "청각 피질의 신경 가소성 유도가 언어 학습 후 발생하는 음소 분별력 향상과 관련된 방식을 생체 내 전기 생리학 및 fMRI 데이터로 분석한 후, 청각 장애 아동의 언어 재활을 위한 맞춤형 소리 훈련 알고리즘을 설계하세요.", "subject": "physics"}
{"id": 37, "question": "운동 피질의 신경 가소성 유도 기전이 운동 학습의 극복과 관련된 메커니즘을 단일 세포 기록 및 행동 실험으로 평가하고, 훈련 프로그램을 개선하는 전략을 단계적으로 제시하세요.", "subject": "physics"}
{"id": 38, "question": "해마의 신경 가소성 유도가 기억 재구성(remodeling)과 관련된 메커니즘을 생체 내 광유전학 및 행동 실험으로 분석한 후, 외상 후 스트레스 장애(PTSD) 환자의 기억 수정 치료법을 설계하세요.", "subject": "physics"}
{"id": 39, "question": "전전두피질-기저핵 회로의 연결 강도가 충동 조절 능력에 미치는 영향을 생체 외 전기 생리학 및 인지 과제로 평가한 후, 중독 치료를 위한 신경회로 기반 자극 전략을 제안하세요.", "subject": "physics"}
{"id": 40, "question": "시각 피질의 신경 가소성이 시각적 주의력 선택적 집중(selective attention)과 관련된 메커니즘을 fMRI 및 생체 내 칼슘 이미징으로 분석하고, 주의력 결핍 장애(ADD) 치료를 위한 신경회로 조절 장치를 설계하세요.", "subject": "physics"}
{"id": 41, "question": "청각 피질의 신경 가소성 유도가 배경 소음 속에서의 음성 인식 향상(음성 분할, speech segregation)과 관련된 방식을 생체 내 전기 생리학 및 fMRI 데이터로 분석한 후, 난청 환자의 음성 인식 훈련 프로그램을 단계별로 설계하세요.", "subject": "physics"}
{"id": 42, "question": "전전두피질의 신경 가소성이 목표 지향적 행동의 유연성에 미치는 영향을 기능적 연결성 및 행동 실험으로 평가한 후, 외상 후 동기 부여 저하 증후군의 재활 전략을 제안하세요.", "subject": "physics"}
{"id": 43, "question": "해마의 신경 가소성 유도 기전이 시간 인식(timing perception) 정확성에 미치는 영향을 생체 내 광유전학 및 행동 실험으로 분석한 후, 파킨슨병 환자의 시간 관리 능력 훈련 프로토콜을 설계하세요.", "subject": "physics"}
{"id": 44, "question": "운동 피질의 신경 가소성이 복잡한 운동 시퀀스의 자동화와 관련된 메커니즘을 단일 세포 기록 및 생체 외 회로 분석으로 평가한 후, 파킨슨병 환자의 운동 자동화 훈련 프로그램을 단계별로 제시하세요.", "subject": "physics"}
{"id": 45, "question": "시각 피질의 신경 가소성이 물체 인식 유연성(예: 원근 감각)에 미치는 영향을 fMRI 및 행동 실험으로 분석하고, 시각 장애 아동을 위한 훈련 장치를 설계하세요.", "subject": "physics"}
{"id": 46, "question": "전전두피질-편도체 회로의 연결 강도가 감정적 의사결정에 미치는 영향을 생체 외 전기 생리학 및 인지 과제로 평가한 후, 감정 조절 장애 치료를 위한 신경회로 자극 전략을 제안하세요.", "subject": "physics"}
{"id": 47, "question": "해마의 신경 가소성 유도가 공간 기억 통합의 장기적 안정성과 관련된 메커니즘을 fMRI 및 생체 내 칼슘 이미징으로 분석한 후, 알츠하이머병 환자의 기억 통합 훈련 프로토콜을 설계하세요.", "subject": "physics"}
{"id": 48, "question": "운동 피질의 신경 가소성이 근력 훈련 후 발생하는 운동 효율성 향상과 관련된 방식을 생체 내 전기 생리학 및 행동 실험으로 평가한 후, 노령자를 위한 운동 효율성 훈련 프로그램을 단계적으로 제안하세요.", "subject": "physics"}
{"id": 49, "question": "시각 피질의 신경 가소성이 시야 결손 후 발생하는 재조직화(reorganization)와 관련된 메커니즘을 fMRI 및 생체 내 광유전학으로 분석한 후, 시각 장애 환자의 시야 회복을 위한 맞춤형 자극 치료법을 설계하세요.", "subject": "physics"}
{"id": 50, "question": "전전두피질의 신경 가소성이 사회적 행동의 적응성과 관련된 메커니즘을 기능적 연결성 및 행동 실험으로 평가하고, 자폐 스펙트럼 장애(ASD) 환자의 사회적 적응 훈련 프로그램을 제안하세요.", "subject": "physics"}
