{"id": 1, "question": "B 세포의 항원 수용체(BCR) 신호 전달 과정에서 CD19, CD21, CD81로 구성된 공동수용체 복합체가 갖는 역할을 분자 수준에서 설명하고, 이 복합체의 결함이 항체 다양성 생성 및 자가면역 질환 발생에 미치는 영향을 실험적 접근법과 연계하여 분석하세요.", "subject": "physics"}
{"id": 2, "question": "Th17 세포와 Treg 세포의 분화 경로에서 TGF-β와 IL-6의 상반된 역할을 비교하면서, 이들의 균형이 자가면역 질환(예: 다발성 경화증)과 면역 내성 유지에서 어떻게 결정적이 되는지 3단계 추론을 통해 논증하세요.", "subject": "physics"}
{"id": 3, "question": "바이러스 감염 시 MHC class I 분자의 항원 제시 메커니즘을 회피하기 위한 바이러스의 전략(예: HPV의 E5 단백질)을 설명하고, 이에 대응하는 T세포 기반 면역 치료 전략을 설계하세요.", "subject": "physics"}
{"id": 4, "question": "항체의 Fc 영역을 표적으로 하는 IVIG 치료가 자가면역질환(예: 특발성 혈소판 감소성 자반증)에서 효과적인 이유를 항체-수용체 상호작용, 보체 활성화, 대식세포 포식 작용 차원을 종합적으로 분석한 뒤, 새로운 치료 표적을 제안하세요.", "subject": "physics"}
{"id": 5, "question": "미생물군집(Microbiome)이 장관 관련 림프조직(GALT)에서의 T세포 분화에 미치는 영향을 연구한 최근 논문(Cell, 2023)을 참고하여, 특정 균주 결핍을 초래하는 항생제 사용이 알레르기 및 염증성 장질환의 위험성을 증가시키는 메커니즘을 실험적으로 검증 가능한 가설로 구성하세요.", "subject": "physics"}
{"id": 6, "question": "CAR-T 세포 치료에서 사이토카인 방출 증후군(CRS)의 발생 기전을 IL-6, IFN-γ, GM-CSF 신호전달 경로로 분해하고, 이를 표적로 한 토실리주맙(Tocilizumab)의 치료적 한계가 무엇인지 임상적으로 평가하세요.", "subject": "physics"}
{"id": 7, "question": "자가면역성 용혈성 빈혈에서 보체 C3d 조각이 적혈구에 결합하는 과정을 항원-항체 복합체 형성, 고전적 경로 활성화, MAC 생성 단계로 나누어 설명한 뒤, C3b/C3d를 표적으로 하는 새로운 치료 접근법을 3단계로 제안하세요.", "subject": "physics"}
{"id": 8, "question": "수지상세포의 TLR7/8과 TLR3 이중 자극을 통해 생성된 인터페론-γ가 CD8+ T세포 기억 형성에 미치는 영향을 비교한 실험 결과를 가정하고, 이를 바탕으로 감염병 치료용 백신 보조제 설계 전략을 창의적 관점에서 수립하세요.", "subject": "physics"}
{"id": 9, "question": "종양 미세환경에서 MDSC(골수 유래 억제 세포)가 T세포 기능을 억제하는 메커니즘(Arginase-1, ROS, PD-L1 등)을 단계별로 분석한 후, MDSC의 재프로그래밍을 통한 면역 회복 전략을 3단계로 제시하세요.", "subject": "physics"}
{"id": 10, "question": "류마티스 관절염 환자의 활액에서 발견된 citrullinated 단백질의 형성이 펩타이드 탈아민화 효소(PAD)와 관련된 이유를 설명하고, 이에 반응하는 자가항체의 생성 경로를 HLA-DRB1*04 대립유전자와 연계하여 단계적으로 추론하세요.", "subject": "physics"}
{"id": 11, "question": "선천성 면역계의 패턴 인식 수용체(PRR) 중에서 NLRP3 인플라마솜의 활성화가 과도한 IL-1β 분비를 유발하여 자가면역성 관절염과 어떻게 연결되는지 분자적, 세포적, 임상적 단계에서 분석하세요.", "subject": "physics"}
{"id": 12, "question": "임신 중 태아 항원에 대한 모체의 면역 내성 메커니즘(예: feto-specific Treg, IDO 발현)을 설명하고, 이 시스템이 깨질 경우 발생하는 항인지질항체 증후군과 같은 질환의 병리 기전을 3단계로 추적하세요.", "subject": "physics"}
{"id": 13, "question": "B 세포에서의 체세포 고빈도 돌연변이(SHM)가 항체의 친화도 성숙에 기여하는 과정을 유전자 재배열, AID 효소 작용, 클론 선택 단계로 나누어 설명한 뒤, SHM 과활성화가 림프종 발생에 미치는 영향을 논리적으로 연결하세요.", "subject": "physics"}
{"id": 14, "question": "HIV의 Nef 단백질이 MHC class I 분자의 세포 표면 발현을 억제하는 메커니즘을 endosomal trafficking 관점에서 분석하고, 이를 극복하는 CD8+ T세포 기반 치료 전략을 설계하세요.", "subject": "physics"}
{"id": 15, "question": "항CD20 항체(리툭시맙) 치료 후 B 세포 재생이 Th17/Treg 균형에 미치는 영향을 관찰한 임상 데이터를 바탕으로, 재생 단계에서의 자가면역 재발 위험 예측 모델을 수립하세요.", "subject": "physics"}
{"id": 16, "question": "알레르기 반응에서 FcεRI 신호전달 경로의 지속성을 유발하는 LAT 어댑터 단백질의 역할을 설명하고, 이를 표적으로 하는 새로운 항히스타민제 개발 전략을 3단계로 제안하세요.", "subject": "physics"}
{"id": 17, "question": "자가면역 갑상선 질환(그레이브스병, 하시모토병)에서 갑상선 자극 호르몬 수용체(TSHR)에 대한 항체의 기능이분성을 비교한 후, 이를 기반으로 한 개인별 맞춤형 치료 프로토콜을 설계하세요.", "subject": "physics"}
{"id": 18, "question": "종양 관련 대식세포(TAM)가 PD-L1을 발현하는 메커니즘을 HIF-1α와 NF-κB 경로로 분해하고, 저산소 환경에서의 면역 회피 전략을 표적로 한 복합 요법을 창의적 관점에서 제안하세요.", "subject": "physics"}
{"id": 19, "question": "1형 당뇨병 환자의 췌장 베타 세포에서 발현되는 GAD65 자가항원이 수지상세포에 의해 제시되는 과정을 TCR-pMHC 상호작용 차원에서 분석한 뒤, 이 반응을 억제하는 펩타이드 기반 치료법을 설계하세요.", "subject": "physics"}
{"id": 20, "question": "장내 세균군의 메타볼라이트인 단쇄지방산(SCFA)이 장상피세포의 tight junction 조절을 통해 자가면역 질환(예: 크론병)을 완화하는 메커니즘을 세포 간 신호전달 및 유전자 발현 차원에서 단계적으로 설명하세요.", "subject": "physics"}
{"id": 21, "question": "백신 보조제로 사용되는 알루미늄 염(알루미늄 하이드록사이드)이 Th2 반응을 유도하는 메커니즘을 B 세포 활성화, 사이토카인 분비, 면역 기억 형성 단계로 분석하고, 이를 개선하여 Th1/Th17 균형을 맞추는 새로운 보조제 설계 전략을 제시하세요.", "subject": "physics"}
{"id": 22, "question": "자가면역성 뇌척수염(EAE) 모델에서 miRNA-155가 대식세포 분화를 조절하여 병리 진행을 촉진하는 메커니즘을 표적 유전자(SOCS1, SHIP1)와 연계하여 분석하고, miRNA를 표적로 한 siRNA 치료의 가능성과 한계를 평가하세요.", "subject": "physics"}
{"id": 23, "question": "바이러스 감염 후 발생하는 길렝-바레 증후군의 병인에 관여하는 항강글리오사이드 항체의 생성 경로를 분자 모방 가설로 설명하고, 이에 대응하는 면역 조절 치료 전략을 수립하세요.", "subject": "physics"}
{"id": 24, "question": "NK 세포의 활성화 수용체(NKG2D, DNAM-1)와 억제 수용체(KIR, CD94/NKG2A)의 상호작용이 이식편 대 숙주 질환(GVHD)에서 어떻게 균형을 이루는지 단계별로 분석한 뒤, GVHD 완화를 위한 NK 세포 기반 면역 조절 치료법을 설계하세요.", "subject": "physics"}
{"id": 25, "question": "만성 염증성 질환(크론병, 궤양성 대장염)에서 T 세포 이동성 관련 인테그린(α4β7)과 주소진(Addressin, MAdCAM-1) 상호작용을 표적으로 한 생물제제(베돌리주맙)의 작용 메커니즘을 세포 부착, 신호전달, 염증 침윤 단계로 설명하고, 내성 발생 시 대체 표적을 제안하세요.", "subject": "physics"}
{"id": 26, "question": "자가면역성 폐염증(IGS)에서 발견되는 ANCA 항체가 호중구의 NADPH 옥시다제 활성을 비정상적으로 활성화하는 메커니즘을 PR3 항원 인식, ROS 생성, 염증 사이토카인 분비로 분해하여 설명한 뒤, 이를 표적로 한 항원 특이적 면역요법을 설계하세요.", "subject": "physics"}
{"id": 27, "question": "선천성 면역 결핍증(CVID) 환자에서 B 세포 분화의 결함(예: 클래스 스위칭 장애)이 어떻게 저감마글로불린혈증과 반복적 감염으로 이어지는지 유전자 변이(BTK, CD40L)와 연계하여 단계적으로 분석하고, 치료적 개입 방안을 제시하세요.", "subject": "physics"}
{"id": 28, "question": "항TNF-α 치료(인플릭시맙)에 반응하지 않는 류마티스 관절염 환자의 혈청에서 우세하게 발현되는 사이토카인(IL-17, IL-23)을 타깃으로 한 새로운 병용 요법의 타당성을 실험적 접근법으로 검증 가능한 가설을 수립하세요.", "subject": "physics"}
{"id": 29, "question": "피부 자가면역 질환(펜니구스)에서 데스모글레인 3에 대한 자가항체가 상피 세포의 아실화 탈아민화를 유도하는 메커니즘을 T 세포 보조와 연계하여 분석하고, 이를 억제하는 세포독성 T세포 기반 치료법을 설계하세요.", "subject": "physics"}
{"id": 30, "question": "백신 접종 후 발생하는 희소한 자가면역 부작용(예: 길렝-바레 증후군)의 유전적 위험 인자(HLA-B*15:01)를 후생유전학적 변이(메틸화)와 연결하여 단계적으로 분석하고, 예측 모델을 제안하세요.", "subject": "physics"}
{"id": 31, "question": "골수이식 후 발생하는 만성 GVHD에서 T 세포의 지속성 항원 자극(Donor T cell persistence)이 어떻게 면역 조절 세포(Treg) 기능을 억제하는지 실험적 데이터로 가정하고, 이를 개선하는 세포 요법 전략을 3단계로 수립하세요.", "subject": "physics"}
{"id": 32, "question": "자가면역성 간염(TAI)에서 CYP2D6에 대한 자가항체가 간세포의 대사 경로와 어떻게 상호작용하는지 약물 대사 효소 발현 및 세포 사멸 유발 경로를 분석한 뒤, 이를 표적로 한 면역요법 설계를 제안하세요.", "subject": "physics"}
{"id": 33, "question": "알츠하이머병에서 뇌 내 미세아교세포의 NLRP3 인플라마솜 활성화가 아밀로이드-β 플라크 축적과 어떻게 연결되는지 단계별 메커니즘을 분석하고, 이를 억제하는 소분자 억제제를 설계하는 전략을 제시하세요.", "subject": "physics"}
{"id": 34, "question": "항PD-1 치료 후 발생하는 면역 관련 부작용(예: 갑상선염)의 병리 기전을 TCR 클론성, 조직 특이적 자가항원 노출, 염증 사이토카인 폭풍 단계로 분석하여 치료 반응 예측 모델을 수립하세요.", "subject": "physics"}
{"id": 35, "question": "항인지질항체 증후군(APS)에서 β2-글리코프로틴 I에 대한 항체가 혈전 형성을 유도하는 메커니즘을 혈소판 활성화, 혈관내피 손상, 보체 활성화 단계로 분해하고, 이를 표적로 한 새로운 항응고 치료법을 설계하세요.", "subject": "physics"}
{"id": 36, "question": "다발성 경화증(MS) 환자의 뇌척수액에서 우세하게 발현되는 IL-17F의 역할을 Th17 세포, 미세아교세포, 혈뇌장벽 투과성 조절 차원에서 분석한 뒤, IL-17R 길항제를 이용한 치료 전략을 제안하세요.", "subject": "physics"}
{"id": 37, "question": "전신성 홍반성 루푸스(SLE)에서 자기 DNA-항체 복합체가 수지상세포의 TLR7/9 신호를 활성화하는 메커니즘을 세포 내 섭취, 엔도솜 형성, 사이토카인 분비 단계로 설명하고, 이를 억제하는 펩타이드 억제제를 설계하세요.", "subject": "physics"}
{"id": 38, "question": "식품 알레르기에서 구강 내성(Oral tolerance) 유도 실패의 원인을 장내 세균군 변화, Treg 분화 장애, mast cell 탈과립 단계로 분석하여 미생물군 조절 치료를 제안하세요.", "subject": "physics"}
{"id": 39, "question": "항IL-17 치료(섹키누맙)가 강직성 척추염에서 효과적인 이유를 Th17 세포의 뼈 흡수 촉진, IL-23/IL-17 축, 염증성 파골세포 활성화 단계로 분석한 뒤, 치료 저항성 환자군을 식별하는 바이오마커를 제안하세요.", "subject": "physics"}
{"id": 40, "question": "자가면역성 신경병증(예: 만성 염증성 탈수초성 다발신경병증, CIDP)에서 IgG4 항체가 탈아민화 단백질(PIP)의 기능을 억제하는 메커니즘을 항원-항체 복합체의 세포 내 내재화, 효소 활성 저하, 신경세포 손상 단계로 분석하고, 이를 표적로 한 분해 효소 치료를 설계하세요.", "subject": "physics"}
{"id": 41, "question": "선천성 면역결핍(CGD)에서 NADPH 옥시다제 복합체 결여가 자가면역 질환(예: 크론병) 발생과 어떻게 연관되는지 ROS 생성, 미생물군 변화, T세포 과활성화 단계로 분석한 뒤, 유전자 치료를 통한 복합적 개선 전략을 제시하세요.", "subject": "physics"}
{"id": 42, "question": "항IFN-α 자가항체가 코로나19 중증도에 미치는 영향을 선천성 면역 결핍, 바이러스 복제 증가, 사이토카인 폭풍 단계로 분석하고, 이를 감지하는 진단 키트 개발 전략을 수립하세요.", "subject": "physics"}
{"id": 43, "question": "백신 유래 면역 반응이 기존 자가면역 질환(예: 루푸스)을 악화시킬 수 있는 메커니즘을 기억 B 세포 재활성화, 크로스 리액티비티, 염증 사이토카인 재유발 단계로 분석하고, 안전성 평가 모델을 제안하세요.", "subject": "physics"}
{"id": 44, "question": "자가면역성 망막병증에서 IRBP(인터포토리시스틱 레티날 결합 단백질)에 대한 항체의 생성을 유도하는 APC의 항원 제시 경로를 MHC class II, 코자극 분자, 사이토카인 신호 전달로 분해하고, 이를 억제하는 펩타이드 기반 치료법을 설계하세요.", "subject": "physics"}
{"id": 45, "question": "항TNF-α 치료 저항성 궤양성 대장염 환자에서 발현되는 미세RNA(miR-146a)의 역할을 NF-κB 경로, 대장 상피세포 증식, 염증 침윤 세포 유도 단계로 분석하여 새로운 치료 표적을 제안하세요.", "subject": "physics"}
{"id": 46, "question": "항CD3 단클론항체(테플리주맙)가 1형 당뇨병에서 베타 세포 보존을 유도하는 메커니즘을 T세포 아폽토시스, Treg 유도, 항원 제시 억제로 분석한 뒤, 병용 치료법 설계를 제안하세요.", "subject": "physics"}
{"id": 47, "question": "자가면역성 빈혈에서 보체 C5aR1 신호가 대식세포의 적혈구 포식을 촉진하는 메커니즘을 ROS 생성, 식세포 작용, 염증 사이토카인 분비 단계로 분석하고, 이를 억제하는 소분자 억제제를 개발하세요.", "subject": "physics"}
{"id": 48, "question": "항IL-6R 치료(토실리주맙)가 류마티스 관절염에서 골파궤를 억제하는 기전을 RANKL/OPG 경로, 파골세포 분화, 골형성 세포 보호 단계로 분석한 뒤, 치료 반응을 예측하는 바이오마커 전략을 수립하세요.", "subject": "physics"}
{"id": 49, "question": "자가면역성 간염(자가면역성 간염)에서 SLA/LP 항원에 대한 T세포 반응이 HLA-DR*03과 연관되어 발생하는 메커니즘을 TCR-pMHC 상호작용, 코자극 신호, 사이토카인 분비로 분석하고, 이를 표적로 한 펩타이드 백신을 설계하세요.", "subject": "physics"}
{"id": 50, "question": "항IL-23p19 치료(리샌키주맙)가 건선 치료에 효과적인 이유를 Th17/Th22 경로, IL-17/IL-22 분비, 표피 각질세포 증식 단계로 분석한 뒤, 장기 사용 시 면역 내성 발생 가능성을 평가하는 실험적 접근법을 제안하세요.", "subject": "physics"}
