{"id": 1, "question": "시스템생물학 접근법을 활용해 암세포 대사 재편성(metabolic rewiring)의 핵심 조절 인자를 규명하고, 해당 네트워크를 표적으로 삼는 다학제적 치료 전략을 다단계로 설계하시오. 단, 유전체학 및 대사체학 데이터를 통합해 예측 모델의 신뢰성을 검증하는 과정을 포함해야 함.", "subject": "physics"}
{"id": 2, "question": "식물의 광응답 네트워크 모델을 구축할 때, 빛 신호 전달 경로 간 크로스토크를 고려해야 하는 이유를 정량적 실험으로 설명하고, 모델링 오류를 최소화하기 위한 가설 검증 방식을 창의성 있게 제안하시오.", "subject": "physics"}
{"id": 3, "question": "인간 장내 미생물 군집의 협력 및 경쟁 관계를 묘사하는 동역학 시스템을 수학적 모델링한 후, 항생제 투여가 군집 안정성에 미치는 영향을 예측하고 복원 전략을 제시하라.", "subject": "physics"}
{"id": 4, "question": "CRISPR-Cas9 유전자 편집 시 오프-타겟 효과를 줄이기 위해 시스템생물학적 방법으로 표적 부위를 예측하는 알고리즘을 설계하고, 다중 오믹스 데이터를 활용한 검증 프로토콜을 개발하시오.", "subject": "physics"}
{"id": 5, "question": "신경계 질환 관련 단일세포 RNA-seq 데이터에서 도출된 이질적 세포 군집 간 상호작용 네트워크를 해석하고, 네트워크 허브 유전자를 식별해 약물 재창출 가능성을 탐색하시오.", "subject": "physics"}
{"id": 6, "question": "기후 변화에 따른 해양 미생물 군집 구조 변화를 예측 모델링하고, 탄소 순환 효율 감소 문제에 대응하기 위한 합성생물학적 개선안을 제안하시오. 모델의 한계점을 동역학적 관점에서 평가 포함.", "subject": "physics"}
{"id": 7, "question": "염증성 장질환 환자의 상피세포-면역세포 상호작용 네트워크에서 비정상적 신호 전달 경로를 찾아내고, 이를 표적하는 바이오닉 치료 플랫폼을 창의적으로 설계하시오.", "subject": "physics"}
{"id": 8, "question": "광합성 효율 극대화를 위한 인공 엽록체 설계에 시스템생물학 기반 대사 플럭스 균형 분석을 적용하고, 이론적 모델링 결과와 실험실 간 비교 시 발생할 수 있는 불일치를 해결하는 방안을 모색하시오.", "subject": "physics"}
{"id": 9, "question": "알츠하이머 병인의 아밀로이드-β 축적 메커니즘을 컴퓨터 시뮬레이션으로 재현하고, 뉴런 간 시냅스 네트워크 붕괴 시점을 예측하기 위한 다중 스케일 모델을 제안하시오.", "subject": "physics"}
{"id": 10, "question": "박테리아 항생물질 내성 유전자 수평전달 네트워크 모델링에서 핵심 연결자(keystone) 종을 식별하고, 이의 생태적 지위를 차단하는 비표적 치료법을 창안하시오.", "subject": "physics"}
{"id": 11, "question": "면역 체크포인트 억제제의 반응률을 시스템면역학적 관점에서 예측하는 분류 모델을 개발하고, 환자별 종양 미세환경 특성에 따른 최적 조합 요법을 추론하라.", "subject": "physics"}
{"id": 12, "question": "식물 뿌리-근권 미생물 상호작용의 양자적 대사 협력 모델을 구축하고, 염류 스트레스 저항성 증진을 위한 합성 공생체를 설계하는 단계별 프로세스를 설명하시오.", "subject": "physics"}
{"id": 13, "question": "신경퇴행성 질환에서 미토콘드리아 기능 이상이 유발하는 세포 노화 네트워크의 비선형적 상호작용을 규명하고, 다중 표적 치료 전략을 시간 경과에 따라 최적화하는 방안을 제시하라.", "subject": "physics"}
{"id": 14, "question": "합성생물학 기반 미생물 공장에서 바이오연광 생산량을 최대화하기 위해 대사 경로 시뮬레이션을 수행하고, 유전자 회로 설계를 통해 부산물 축적을 방지하는 제어 메커니즘을 제안하시오.", "subject": "physics"}
{"id": 15, "question": "심혈관 질환 환자의 혈관 내피세포 에피제네틱 네트워크 재구성을 분석하고, 환경 요인이 유전자 발현에 미치는 영향을 조절하는 에필로지컬 개입 전략을 수립하시오.", "subject": "physics"}
{"id": 16, "question": "대규모 단백체 데이터를 활용해 자가포식(autophagy) 과정의 다단계 조절 인자를 식별하고, 암세포 특이적 자가포식 조절 나노입자를 창의적으로 디자인하시오.", "subject": "physics"}
{"id": 17, "question": "기후 스트레스 하의 작물 생장 예측을 위해 시스템생물학-기계학습 통합 모델을 개발하고, 예측 불확실성을 정량화하기 위한 다중 시나리오 분석법을 제안하시오.", "subject": "physics"}
{"id": 18, "question": "장-뇌 축(gut-brain axis)에서 미생물 대사물질이 신경회로 형성에 미치는 영향을 네트워크 의약품학적 접근법으로 해석하고, 우울증 치료를 위한 프리바이오틱-프로바이오믹스 조합을 설계하라.", "subject": "physics"}
{"id": 19, "question": "암세포 내 산소 감지 기작과 대사 적응의 연계를 시스템 동역학 모델링으로 규명하고, 종양의 저산소 환경을 표적으로 하는 메타볼릭 스위칭 치료 전략을 단계적으로 제시하시오.", "subject": "physics"}
{"id": 20, "question": "환경 호르몬 노출 시 발생하는 내분비 교란 네트워크의 비유전적 유전 현상을 예측하고, 이를 역설계해 안전한 화합물을 스크리닝하는 계산생물학적 방법을 고안하시오.", "subject": "physics"}
{"id": 21, "question": "단일세포 수준의 간질 세포 이형성(heterogeneity)이 암 전이 경로 선택에 미치는 영향을 확률론적 모델로 분석하고, 세포 간 의사소통 차단제 개발 방향을 제시하시오.", "subject": "physics"}
{"id": 22, "question": "해양 미세플라스틱이 해양 미생물 대사 네트워크에 미치는 연쇄적 영향을 규명하고, 생체모방 정화 기술을 위한 인공 효소-미생물 하이브리드 시스템을 설계하시오.", "subject": "physics"}
{"id": 23, "question": "대사 증후군 관련 염증성 사이토카인 폭풍의 시스템생물학적 원인을 탐색하고, 네트워크 리엔지니어링을 통한 항염증 치료제 개발 전략을 수립하시오.", "subject": "physics"}
{"id": 24, "question": "식물-병원체 공진화 과정에서 진화하는 면역 회피 메커니즘을 예측 모델링하고, 이를 역이용한 저항성 유전자 발굴 플랫폼을 창의적으로 제안하시오.", "subject": "physics"}
{"id": 25, "question": "인공신경망을 활용해 신경퇴행성 질환 환자의 다중 오믹스 데이터 통합 분석을 수행하고, 질병 진행 단계에 따른 치료 표적 동태 변화를 정량적으로 비교하시오.", "subject": "physics"}
{"id": 26, "question": "광합성 효율이 개선된 C4 식물 대사 경로를 C3 작물에 도입하기 위한 시스템생물학 기반 유전자 회로 설계를 수행하고, 예측 가능한 부작용과 그 해결책을 논하시오.", "subject": "physics"}
{"id": 27, "question": "박테리아 생물막 형성 과정의 집단 감각(quorum sensing) 네트워크를 역동적으로 모델링하고, 생물막 분해를 위한 인공 지능 기반 약물 조합 스크리닝 시스템을 제안하시오.", "subject": "physics"}
{"id": 28, "question": "암 면역미세환경에서 T세포 기능 고갈(exhaustion) 메커니즘을 다층 네트워크 분석으로 규명하고, 체크포인트 억제제의 한계 극복을 위한 합성 생물학적 접근 방식을 모색하시오.", "subject": "physics"}
{"id": 29, "question": "유전자 발현 변동성과 대사 조절 간 상호작용을 통계적 물리학적 모델로 서술하고, 약물 반응 개인차를 예측하는 프레임워크를 제시하라.", "subject": "physics"}
{"id": 30, "question": "대규모 오믹스 데이터를 활용한 질병-유전자 상관관계 네트워크 구축 시 발생하는 허위 상관관계 문제를 해결하기 위한 기계학습 기반 필터링 알고리즘을 개발하고 검증하시오.", "subject": "physics"}
{"id": 31, "question": "암세포 특이적 대사 의존성을 표적으로 삼는 '합성 치사성(synthetic lethality)' 전략을 시스템생물학 접근법으로 최적화하고, 약물 조합의 시너지 효과를 정량화하는 방법을 고안하시오.", "subject": "physics"}
{"id": 32, "question": "식물 스트레스 메모리의 에피제네틱 네트워크 메커니즘을 단일세포 수준에서 재해석하고, 환경 적응형 작물을 위한 크리스퍼 기반 에피디자인 기술을 제안하시오.", "subject": "physics"}
{"id": 33, "question": "인간 노화 과정에서의 줄기세포 고갈 패턴을 다차원 데이터로 분석하고, 노화된 세포의 재프로그래밍을 유도하는 합성 신호 경로를 설계하시오.", "subject": "physics"}
{"id": 34, "question": "미생물의 항노화성 대사물질을 탐색하기 위한 시스템메타볼로믹스 분석 파이프라인을 구축하고, 실험실 검증을 통한 예측 신뢰성 평가 방안을 제시하라.", "subject": "physics"}
{"id": 35, "question": "신경퇴행성 질환의 프리온 유사 단백질 응집 메커니즘을 네트워크 의약품학적 관점에서 모델링하고, 다중 표적 억제를 통한 치료 전략을 단계별로 제안하시오.", "subject": "physics"}
{"id": 36, "question": "대사질환 환자의 지방세포 이질성을 반영하는 3D 오가노이드 모델에서 대사 네트워크의 역동성 변화를 관찰하고, 개인별 맞춤형 다이어트 전략을 시스템 접근법으로 설계하시오.", "subject": "physics"}
{"id": 37, "question": "해양 미생물의 탄소 고정 효율을 증대시키기 위한 합성 생물학적 개선을 수행하고, 생태계 수준의 영향을 예측하는 통합 모델을 제안하시오.", "subject": "physics"}
{"id": 38, "question": "자가면역 질환에서 과잉 활성화된 B세포-형질세포 네트워크의 피드백 메커니즘을 규명하고, 병리적 순환을 차단하는 유전자 회로 재설계 방안을 모색하시오.", "subject": "physics"}
{"id": 39, "question": "합성 광합성 시스템을 위한 인공 엽록체 설계에 시스템생물학 기반 유전자 발현 최적화 기법을 적용하고, 빛 에너지 변환 효율 극대화를 위한 다학제적 접근 방식을 제시하라.", "subject": "physics"}
{"id": 40, "question": "암 전이 과정에서의 종양-간질 세포 상호작용 네트워크를 공간 해상도로 모델링하고, 미세환경 재구성 전략을 통한 전이 억제 치료법을 창안하시오.", "subject": "physics"}
{"id": 41, "question": "기후 변화 대응 작물 개발을 위해 광합성-스트레스 반응 통합 네트워크를 동역학적으로 모델링하고, 내성 형질과 생산성 균형을 위한 합성 생물학적 해결책을 제안하시오.", "subject": "physics"}
{"id": 42, "question": "암 미세환경의 기계적 특성 변화가 세포 행동에 미치는 영향을 물리생물학적 시스템으로 해석하고, 약물 전달 효율 증대를 위한 스마트 나노입자 설계 원리를 창조하시오.", "subject": "physics"}
{"id": 43, "question": "장내 미생물의 대사물질이 숙주 면세포에 미치는 영향을 시스템면역학적 모델링으로 분석하고, 프로바이오틱스 기반 면역조절 요법의 표적 후보를 추론하시오.", "subject": "physics"}
{"id": 44, "question": "대사 질환의 유전적 취약성이 환경 요인과 상호작용하는 메커니즘을 베이지안 네트워크로 규명하고, 맞춤형 예방 전략의 신뢰성을 평가하는 방법을 개발하시오.", "subject": "physics"}
{"id": 45, "question": "신경퇴행성 질환의 병적 단백질 전파 메커니즘을 시스템 동역학으로 재현하고, 전파 경로 차단을 위한 나노입자 기반 해독 시스템을 설계하시오.", "subject": "physics"}
{"id": 46, "question": "합성생물학 도구로 디자인된 미생물 기반 생분해 플라스틱 생산 시스템을 구축하고, 대사 부하 감소를 위한 동적 조절 회로를 창의적으로 고안하시오.", "subject": "physics"}
{"id": 47, "question": "암세포의 대사 적응성에서 발생하는 에너지 불균형 문제를 시스템 수준에서 분석하고, 미토콘드리아-세포질 에너지 흐름 재설계 전략을 수립하시오.", "subject": "physics"}
{"id": 48, "question": "기후 스트레스에 따른 식물 뿌리와 근권 미생물 간 대사 협력 네트워크 변화를 예측하고, 인공 지능 기반 예측 모델을 활용해 작물-미생물 공생 최적화 방안을 제시하시오.", "subject": "physics"}
{"id": 49, "question": "자가면역 질환의 병리적 신호전달 경로를 다중 오믹스 데이터로 역설계하고, 네트워크 특이성을 고려한 표적 치료제 개발 프로세스를 제안하시오.", "subject": "physics"}
{"id": 50, "question": "대규모 단백체 데이터로부터 신경퇴행성 질환의 병리적 경로를 추론하는 그래프 신경망 모델을 개발하고, 예측 결과의 생물학적 타당성을 실험적으로 검증하는 프레임워크를 설계하시오.", "subject": "physics"}
