{"id": 1, "question": "북미판과 태평양판의 경계에서 발생하는 메가스러스트(megathrust) 지진이 해저 지형에 미치는 영향을 지층 변위 측정, 해일 전파 모델링, 퇴적물 재구성 분석 단계를 거쳐 설명하세요. 또한, 이러한 지진 발생 빈도가 장기적 기후 변화 주기와 어떻게 상관관계가 있는지 추론하시오.", "subject": "physics"}
{"id": 2, "question": "화성암의 산출 지역의 열류량(heat flow) 데이터를 기반으로 지각 열적 구조 모델을 구축하고, 이를 활용하여 열수 광물화 작용에 의한 금-은 광상의 형성 메커니즘을 단계별 열역학적 분석과 실험적 모의 실험으로 증명하시오.", "subject": "physics"}
{"id": 3, "question": "히말라야 지역의 전단대(shear zone)에서 채취한 변성암 시편의 압력-온도 경로(P-T path)를 계산하고, 지각 재료의 유변학적 특성 변화를 고려하여 산맥 융기 과정에서 발생하는 지각 단층의 안정성 한계를 평가하시오.", "subject": "physics"}
{"id": 4, "question": "대서양 중앙 해령 주변의 현무암 시료를 이용한 지자기 층서 분석 결과, 해수 온도의 급격한 변화와 해양 지각 확장 속도 사이의 상관관계를 밝히고, 이를 고기후 모델링에 통합하여 과거 빙하기-간빙기 주기를 재해석하시오.", "subject": "physics"}
{"id": 5, "question": "사막 지역의 사구 지형에서 수집된 풍성 퇴적물의 입자 크기 분포와 풍향 패턴을 분석하여 풍화 작용 메커니즘을 규명하고, 유사 환경 조건에서의 미래 사막 확장 가능성을 수치 모델링으로 예측하시오.", "subject": "physics"}
{"id": 6, "question": "일본의 화산성 호수의 물리적-화학적 특성 변화를 장기간 모니터링한 데이터를 기반으로 화산 분구 형성 단계와 지하수 유동 패턴을 연계 분석하는 알고리즘을 설계하고, 이를 활용한 분화 전조 현상 탐지 시스템을 제안하시오.", "subject": "physics"}
{"id": 7, "question": "그린란드 빙상에서 채취한 빙핵의 산소 동위원소 비율과 먼지 농도 변화를 비교하여 과거 10만 년 간 대기 순환 변화를 재구성하고, 현재의 극제트 기류 불안정화 현상과의 유사성을 다변량 통계 분석으로 증명하시오.", "subject": "physics"}
{"id": 8, "question": "아프리카 대륙 균열계(Rift System)의 지진 활동도와 화산 가스 배출량 데이터를 통합적으로 분석하여 마그마 상승 속도와 지각 인장 응력 변화의 상관관계를 수치 해석하고, 지역별 지진 위험성 등급화 체계를 제시하시오.", "subject": "physics"}
{"id": 9, "question": "캐나다 순상지에서 발견된 충돌 구조(impact structure)의 충격석(shock metamorphism) 특성과 주변 퇴적층 서열을 연계하여 소행성 충돌 시기의 생태 회복 메커니즘을 생태학적 지화학적 지표로 규명하고, 현대 생태계에의 시사점을 논의하시오.", "subject": "physics"}
{"id": 10, "question": "인도네시아의 섬호 지역에서 활동하는 스트라토볼케노의 분출 기록을 분석하여 화산재와 이산화탄소 배출량, 해수면 변동 사이의 비선형 관계를 도출하고, 이에 기반한 장기 기후 예측 모델의 개선 방향을 제시하시오.", "subject": "physics"}
{"id": 11, "question": "남태평양 해구 주변의 해양 지각 침강대를 대상한 전자 현미분광(XRF) 데이터를 활용하여 철-망간 결절층의 형성 환경을 화학적 풍화 모델링으로 재현하고, 심해저 광물 자원의 경제적 탐사 가능성을 평가하시오.", "subject": "physics"}
{"id": 12, "question": "히마칼 프라데시 지역의 산악 빙하에서 발생하는 빙하 호수 폭발(GLOF) 재해를 예측하기 위한 수치 모델을 개발하고, 지형 정보와 기후 변수를 통합하여 위험 지역의 지속 가능한 토지 이용 전략을 제시하시오.", "subject": "physics"}
{"id": 13, "question": "시베리아 트랩(Siberian Traps) 분출 당시의 탄소 순환 변화를 이산화탄소 동위원소 비율 데이터와 식물 화석 기록을 비교하여 분석하고, 이를 현재의 인간 활동으로 인한 기후 위기와 유사성-차이점 측면에서 비판적으로 검토하시오.", "subject": "physics"}
{"id": 14, "question": "안데스 산맥의 구리 광상에서 발견된 스카이테크(skarn) 광물의 결정 구조를 원자 수준에서 해석하고, 지각 융해 과정에서의 열역학적 조건을 고려하여 새로운 탐사 지표 모델을 제안하시오.", "subject": "physics"}
{"id": 15, "question": "대서양의 해수면 변동 기록을 해수 온도 및 염도 데이터와 연계하여 분석하고, 대서양 열염 순환(AMOC) 변화 예측을 위한 머신러닝 알고리즘 훈련 데이터셋을 구축하시오.", "subject": "physics"}
{"id": 16, "question": "하와이 열점의 화산암 시료와 태평양 지각 플레이트 이동 경로 데이터를 비교하여 화산 활동 주기를 시공간적으로 예측하는 확률적 모델을 제안하고, 지열 에너지 개발의 최적 위치를 도출하시오.", "subject": "physics"}
{"id": 17, "question": "사하라 사막의 모래 이동 패턴을 인공위성 관측 자료와 풍동 실험 데이터를 기반으로 모델링하여, 사막화를 저지하기 위한 인공 식생 구조 설계의 효율성을 정량 평가하고, 지역별 적용 가능성을 논의하시오.", "subject": "physics"}
{"id": 18, "question": "뉴질랜드 알프스 단층대의 미세 지진군 클러스터를 분석하여 지각 응력 축적-방출 메커니즘을 이해하고, 이를 바탕으로 대형 지진 발생 가능성을 평가하는 실시간 모니터링 시스템을 설계하시오.", "subject": "physics"}
{"id": 19, "question": "남극의 빙상 하부에서 발견된 고대 호수 퇴적물의 생물학적 흔적을 DNA 바코딩 및 지화학적 분석으로 해석하고, 극한 환경 생명체의 생존 메커니즘을 현대적 응용 가능성에 연계하여 설명하시오.", "subject": "physics"}
{"id": 20, "question": "아이슬란드 지열 발전소의 운영 데이터를 기반으로 지열의 열전도 특성과 암반 파쇄의 연관성을 모델링하고, 지진 유발 위험을 최소화하는 지속 가능한 개발 전략을 제시하시오.", "subject": "physics"}
{"id": 21, "question": "아프리카 사헬 지역의 토양 염분화 현상을 위성 기반 분광 데이터와 지하 수위 관측 자료를 연계하여 분석하고, 기후 변화에 따른 토양 생산성 감소를 완화하는 농업 모델을 제시하시오.", "subject": "physics"}
{"id": 22, "question": "일본 해구 주변의 심해 침전물을 대상한 미량 원소 농도 분석을 통해 과거 해양 산성화의 주기적 변화를 추적하고, 이를 현재의 해양 생태계 보전 정책과 통합하여 관리 방안을 제안하시오.", "subject": "physics"}
{"id": 23, "question": "칠레 아타카마 사막의 초건조 지역에서 발견된 특수한 암석 피각(varnish)의 화학 성분을 분석하여 대기 중 먼지 운반 패턴을 복원하고, 사막 미세환경의 진화 경로를 재구성하시오.", "subject": "physics"}
{"id": 24, "question": "북미 중부의 오대호 지역의 지반 침하 현상을 지하수 과잉 채취 및 빙하기 이후 등중력 조절(isostatic adjustment)과 관련지어 다변수 회귀 모델로 분석하고, 지속 가능한 물 관리 정책을 제안하시오.", "subject": "physics"}
{"id": 25, "question": "호주 대륙의 고대 퇴적층에서 발견된 화석화된 식물 기공(stomata) 구조를 분석하여 과거 대기 이산화탄소 농도를 추정하고, 이를 현대의 식물 광합성 효율 개선 연구에 응용하는 방안을 제시하시오.", "subject": "physics"}
{"id": 26, "question": "인도네시아 술라웨시 섬의 지진 재해 기록을 기반으로 단층의 공간적 분포와 인구 밀도를 GIS 분석하여 지역별 지진 취약성을 평가하고, 재해 경감 인프라를 설계하는 최적 알고리즘을 개발하시오.", "subject": "physics"}
{"id": 27, "question": "북극 해빙 감소의 장기적 영향에 대한 시뮬레이션 결과를 해수면 상승과 해양 순환 변화 데이터와 연계하여 분석하고, 북극권 국가의 정책적 대응 전략을 경제학 모델과 통합하여 평가하시오.", "subject": "physics"}
{"id": 28, "question": "아마존 유역의 퇴적물에서 발견된 숯 층(charcoal layer)을 분석하여 인간 활동 이전의 자연 화재 빈도를 추정하고, 현대 열대우림 보전 정책에의 시사점을 논의하시오.", "subject": "physics"}
{"id": 29, "question": "터키의 카파도키아 지역의 화산암 침식 지형의 형성 메커니즘을 풍화-수문학적 모델링으로 재현하고, 관광 개발과 지형 보전의 균형을 위한 지속 가능성 평가 틀을 제시하시오.", "subject": "physics"}
{"id": 30, "question": "시베리아 툰드라의 영구 동토 융해 현상이 메탄 방출에 미치는 영향을 현장 관측 데이터와 대기 화학 모델을 통합하여 분석하고, 기후 위기 대응 전략에의 시사점을 논의하시오.", "subject": "physics"}
{"id": 31, "question": "남극 해류 주변의 철 결핍 해양 환경에서 식물플랑크톤 생산성의 계절적 변화를 위성 데이터와 현장 시료 분석으로 추적하고, 해양 생태계 모델링에 적용하는 방안을 제시하시오.", "subject": "physics"}
{"id": 32, "question": "미국 서부 와이오밍주의 화석 연료 개발 지역의 지반 침하를 지하 압력 변화와 채굴 이력 데이터를 기반으로 예측하고, 지속 가능한 개발 계획을 수립하시오.", "subject": "physics"}
{"id": 33, "question": "대서양 심해저 광물 자원 탐사 지역의 해양 생태계 영향을 평가하기 위한 생물 다양성 지표를 설계하고, 광업 활동과 생물 서식지 보전 간 균형 전략을 제안하시오.", "subject": "physics"}
{"id": 34, "question": "히말라야 고산 지역의 빙하 융해가 강 유역 수자원에 미치는 영향을 수문학적 모델과 기후 시나리오를 통합하여 분석하고, 지역 사회의 적응 전략을 제시하시오.", "subject": "physics"}
{"id": 35, "question": "화산성 지반 위의 원전 건설 가능성과 지진-분화 동시 발생 위험을 평가하는 확률적 모델을 개발하고, 구조 공학적 안정성 기준 개선 방향을 제시하시오.", "subject": "physics"}
{"id": 36, "question": "지중해 지역의 해수 산성화 현상이 석회암 해저 지형에 미치는 영향을 실험실 풍화 실험과 현장 관측 데이터를 비교하여 분석하고, 해양 보전 정책 수립 방향을 제시하시오.", "subject": "physics"}
{"id": 37, "question": "아마존 유역의 홍수 평야 퇴적물에서 탄소 저장 메커니즘을 안정 동위원소 분석과 연대 측정법으로 규명하고, 글로벌 탄소 순환에의 기여도를 정량 평가하시오.", "subject": "physics"}
{"id": 38, "question": "화산성 지형에서의 지열 에너지 개발을 위한 자원 평가 모델을 열류량 데이터와 3D 지반 구조 시뮬레이션을 기반으로 구축하고, 환경적 위험 요소를 최소화한 탐사 전략을 제시하시오.", "subject": "physics"}
{"id": 39, "question": "사하라 사막의 모래 폭풍이 대기 중 철분 수송에 미치는 영향을 인공위성 관측과 수치 모델링으로 분석하고, 대서양 해양 생산성에 미치는 간접적 영향을 평가하시오.", "subject": "physics"}
{"id": 40, "question": "일본 간토 평야의 고층 건물에 작용하는 지진 동역학을 지반 조건별 지진파 전달 모델을 통해 분석하고, 구조물 내진 설계 기준 개선 방향을 제시하시오.", "subject": "physics"}
{"id": 41, "question": "남극 빙상의 질량 손실율을 위성 중력 데이터와 기상 모델링으로 예측하고, 해수면 상승에 따른 도시 홍수 위험을 지역적 수준에서 평가하시오.", "subject": "physics"}
{"id": 42, "question": "화산성 지형의 지하수 유동 특성을 추적하는 열수 시뮬레이션 모델을 개발하고, 오염 물질 확산 방지를 위한 관리 방안을 제시하시오.", "subject": "physics"}
{"id": 43, "question": "아프리카 대지구대(Rift Valley)의 지열 발전소 운영 데이터를 기반으로 자원 고갈 예측 모델을 수립하고, 지역 에너지 수요 변화에 따른 지속 가능성을 평가하시오.", "subject": "physics"}
{"id": 44, "question": "태평양 해양성 기후 지역의 해안 침식 속도를 해양 파동 에너지와 퇴적물 공급량 데이터를 기반으로 예측하고, 방재 인프라 최적화 전략을 제시하시오.", "subject": "physics"}
{"id": 45, "question": "화성암의 풍화 속도가 대기 이산화탄소 농도에 미치는 영향을 실험실 데이터와 지구 역사 기록을 비교하여 분석하고, 기후 모델링에의 통합 방안을 논의하시오.", "subject": "physics"}
{"id": 46, "question": "일본 시코쿠 지역의 활단층 주변에서 발생하는 미소 지진의 공간적 분포를 GPS 변위 데이터와 연계하여 분석하고, 대지진 전조 신호를 탐지하는 실시간 시스템을 설계하시오.", "subject": "physics"}
{"id": 47, "question": "히말라야 고산 지역의 빙하 호수 확장 속도와 기후 변수를 다변량 회귀 분석하여 홍수 위험 예측 모델을 개발하고, 지역 사회의 대응 전략을 제시하시오.", "subject": "physics"}
{"id": 48, "question": "화산성 토양의 금속 오염물질 이동 경로를 화학 흡착 등온선과 수문학적 모델을 결합하여 분석하고, 농업 안전 기준을 재정립하시오.", "subject": "physics"}
{"id": 49, "question": "남극 해류 주변의 플랑크톤 군집 변화를 위성 색도 데이터와 미생물 유전체 분석을 연계하여 추적하고, 기후 변화가 해양 생산성에 미치는 영향을 평가하시오.", "subject": "physics"}
{"id": 50, "question": "유럽 알프스 지역의 산사태 발생 빈도와 강수 패턴의 상관관계를 기후 모델과 지질학적 데이터를 기반으로 분석하고, 예방 인프라 배치 최적화 방안을 제시하시오.", "subject": "physics"}
