{"id": 1, "question": "북대서양에서 관측된 해류의 계절적 변동성이 중위도 지역의 기후를 조절하는 메커니즘을 열역학 제1법칙 및 제2법칙과 연계하여 설명하고, 이를 바탕으로 해류 변화에 따른 유럽 지역의 겨울철 이상기온 예측 모델을 설계하세요.", "subject": "physics"}
{"id": 2, "question": "태평양 적도 인근 표층 염분의 경년변화가 업웰링 현상과 어떻게 상호작용하는지 정량화하고, 이 데이터를 활용하여 엘니뇨-남방진동(ENSO) 예측 정확도를 향상시키는 알고리즘을 제안하세요.", "subject": "physics"}
{"id": 3, "question": "수심 3,000m 이상 심해에서 침전물의 입도 분포가 해저지형의 경사도와 유체역학적 특성의 어떤 함수관계를 따르는지 수학적으로 모델링하고, 이를 적용한 해구-해령 간 퇴적물 이동 패턴을 분석하세요.", "subject": "physics"}
{"id": 4, "question": "남극 해류 순환의 약화가 남반구 해양 생산성과 생물학적 펌프 효율에 미치는 영향을 탄소 동위원소(δ¹³C) 추적 자료와 연계하여 단계적으로 추론하고, 향후 50년간 해양 산성화가 이 과정에 주는 교란 요인을 평가하세요.", "subject": "physics"}
{"id": 5, "question": "인도양 쌍극자(IOD) 발생 시 해수 표면 온도(SST) 차이가 몬순 강우량과 상관성을 보이는 물리적 메커니즘을 규명하고, 위성 관측 데이터를 활용한 이상 강우 예측 시스템의 한계점과 개선 방안을 제시하세요.", "subject": "physics"}
{"id": 6, "question": "해양 열염분 순환(THC)의 감속 시나리오에서 대서양의 중층수 형성 지역이 어떻게 변화할지 수치 실험 결과를 해석하고, 이에 따른 북대서양 심해 생태계 교란 예측 모델을 구축하세요.", "subject": "physics"}
{"id": 7, "question": "서태평양 열대 해역의 해양 산성화가 산호 골격 성장 속도에 미치는 미시적 영향력을 전자현미경 분석 자료와 생물광물화 이론을 기반으로 분석하고, 산성화에 저항성을 가진 산호 종의 선별 기준을 실험적으로 설계하세요.", "subject": "physics"}
{"id": 8, "question": "북태평양 환류(Gyre) 내 미세플라스틱 집적 패턴의 시공간적 변동성을 해류 모델링 결과와 위성 추적 데이터를 비교하여 설명하고, 이를 바탕으로 해양 오염 핫스팟 예측 지표의 검증 프로세스를 제안하세요.", "subject": "physics"}
{"id": 9, "question": "대서양 중앙 해령에서 발생하는 열수 분출공의 화학성분이 해수로 확산되는 과정에서 철(Fe)과 망간(Mn)의 생지화학적 순환 경로를 정량화하고, 이 원소들이 해양 생물 펌프에 미치는 영향을 평가하세요.", "subject": "physics"}
{"id": 10, "question": "지중해 염분수가 대서양 심층 순환에 미치는 역학적 영향을 밀도 흐름 수치 실험과 현장 관측 자료를 비교하여 분석하고, 기후변화에 따른 지중해-대서양 연결 통로의 변화 시나리오를 수립하세요.", "subject": "physics"}
{"id": 11, "question": "인도양 북부 열대 저기압 형성 시 해수 표면 온도와 저기압 발달의 상관관계를 통계적 모델링으로 규명하고, 기후 모델(SRES A1B)의 예측 오차를 보정하는 실험적 검증 방법을 제안하세요.", "subject": "physics"}
{"id": 12, "question": "남극 해안의 해빙 확장/수축 주기가 남방위풍과의 피드백 메커니즘에서 수행하는 역할을 대기-해양 결합 모델로 시뮬레이션하고, 극해 어업 자원 변동에 대한 예측 가능성을 평가하세요.", "subject": "physics"}
{"id": 13, "question": "태평양 화산 활동 지역의 해저 화산재 분포가 수심별 해양 생산성과 어떻게 상관되는지 플랑크톤 군집 분석 데이터와 통합하여 규명하고, 생물 다양성 보전 지역 선정에의 적용 방안을 제시하세요.", "subject": "physics"}
{"id": 14, "question": "대서양 심층 해수 중 용존 산소(DO)의 경년 감소 추이가 해양 순환 모델과 탄소 저장 메커니즘과 어떻게 연결되는지 해석하고, 심해 저산소 환경 확산의 생물학적 영향을 예측하는 시나리오를 설계하세요.", "subject": "physics"}
{"id": 15, "question": "일본 해구에서 관측된 메가스플레이 단층의 활동이 지진 해일 발생 가능성과 해수 온도 변화에 미치는 영향을 지진파 속도와 열류량 자료로 분석하고, 해안 방재 시스템 개선에 필요한 데이터를 추출하세요.", "subject": "physics"}
{"id": 16, "question": "대서양 북태평양의 해양 열용량 변화가 대기 중 이산화탄소 농도 증가와 상호작용하며 기후 시스템에 미치는 피드백 효과를 열역학 모델로 설명하고, 장기적 해수면 상승 예측에의 통합 방안을 모색하세요.", "subject": "physics"}
{"id": 17, "question": "남극해 표층 해양의 철 한계 환경에서 규조류의 생장과 침강 속도가 해양 탄소 흡수율에 미치는 영향을 실험적 조간과 모델링 결과로 비교하고, 철분 공급 증가에 따른 생태계 반응을 예측하세요.", "subject": "physics"}
{"id": 18, "question": "인도양의 아랄해 염수 유출이 해양 생태계에 미치는 생화학적 영향을 염분 구배와 중금속 오염 데이터를 기반으로 분석하고, 외래 물질 확산을 억제하는 공학적 방안을 제안하세요.", "subject": "physics"}
{"id": 19, "question": "태평양 서부 열대 해양의 수면 조류(UV) 복사 증가가 산호 백화 현상과 관련된 산호-공생체 조류의 생리적 스트레스 반응을 조절하는 메커니즘을 분자생물학적 실험과 원격 탐사 자료를 통합해 규명하세요.", "subject": "physics"}
{"id": 20, "question": "대서양 해령-해구 시스템에서 마그마 활동의 변화가 해양 화산재와 광물 자원의 분포에 미치는 영향을 지구화학적 추적자와 GPS 측지 자료를 비교하여 분석하고, 해저 자원 탐사 전략 수립의 이론적 기반을 제시하세요.", "subject": "physics"}
{"id": 21, "question": "북태평양 환류의 표층 해류 속도가 중위도 대기 저기압과 상호작용하며 강수 패턴을 변화시키는 메커니즘을 수치 모델과 현장 관측 자료로 검증하고, 기후 모델 개선에 필요한 파라미터를 도출하세요.", "subject": "physics"}
{"id": 22, "question": "지중해 표층 해수 온도가 흑해 저층의 수소황화물(H₂S) 생성에 미치는 영향을 산화-환원 반응 모델링과 염분 분포 데이터를 기반으로 분석하고, 생태계 회복력 강화를 위한 수자원 관리 방안을 제시하세요.", "subject": "physics"}
{"id": 23, "question": "인도양 남부 해수면 온도의 비정상 변동이 남반구 열대 저기압 경로에 미치는 영향을 위성 구름 이미지와 해류 모델링 결과로 비교하고, 재난 예방 시스템의 정확도 향상 방법을 설계하세요.", "subject": "physics"}
{"id": 24, "question": "대서양 심층 해수의 용존 이산화탄소(CO₂) 농도 증가가 해양 생물 펌프 효율을 저하시키는 메커니즘을 생물광물화 실험과 탄소 순환 모델로 규명하고, 생물 다양성 보전 전략의 타당성을 평가하세요.", "subject": "physics"}
{"id": 25, "question": "남극해 해빙이 해수면 반사율(알베도)에 미치는 영향을 위성 관측 자료와 에너지 균형 모델을 통해 분석하고, 극지 온난화로 인한 해양 열용량 변화의 피드백 효과를 예측하세요.", "subject": "physics"}
{"id": 26, "question": "태평양 해저의 망간 단괴 분포가 해양 순환과 미생물 활동에 의해 어떻게 제어되는지 지구화학적 추적자와 유체역학 시뮬레이션을 결합하여 설명하고, 자원 개발의 환경 영향을 평가하는 프레임워크를 제안하세요.", "subject": "physics"}
{"id": 27, "question": "대서양 해류의 와동(eddies) 에너지가 중위도 해양 생산성 증가에 미치는 영향을 위성 추적 데이터와 생물량 모델링 결과로 비교하고, 어업 자원 관리 모델에 통합 방안을 모색하세요.", "subject": "physics"}
{"id": 28, "question": "지중해 염수 유출이 대서양 심층 수괴 형성에 미치는 역학적 영향을 수치 실험과 현장 관측 데이터로 검증하고, 해수 밀도 변화와 관련된 생물학적 반응을 예측하는 시나리오를 설계하세요.", "subject": "physics"}
{"id": 29, "question": "남극해 해류 변화가 남극 빙상의 융해에 미치는 영향을 유체역학 모델과 위성 중력 측정 자료로 분석하고, 해수면 상승 예측 모델에의 통합 가능성을 평가하세요.", "subject": "physics"}
{"id": 30, "question": "북태평양 열대 해역의 해수면 온도 상승이 열대 저기압 발생 빈도에 미치는 영향을 통계적 모델링과 대기-해양 결합 실험으로 규명하고, 재해 예측 시스템의 정확도 향상 방안을 제시하세요.", "subject": "physics"}
{"id": 31, "question": "인도양 쌍극자(IOD) 발생 시 해수 온도 차이가 아프리카 동남부 강수량과 상관성을 보이는 메커니즘을 열역학 모델과 현장 자료로 비교하고, 기후변화 모델 개선에 필요한 데이터를 도출하세요.", "subject": "physics"}
{"id": 32, "question": "대서양 심층 해수의 철(Fe) 농도가 남반구 해양 생산성과 어떻게 상관되는지 용존 철 측정 자료와 플랑크톤 군집 분석 결과를 통합해 분석하고, 철분 공급이 생태계에 미치는 영향을 평가하는 프레임워크를 설계하세요.", "subject": "physics"}
{"id": 33, "question": "태평양 서부 해령의 마그마 활동이 해저 열수 분출공 형성에 미치는 영향을 지진파 속도 분석과 열류량 모델로 규명하고, 심해 광물 자원 탐사 전략 수립에의 적용 방안을 모색하세요.", "subject": "physics"}
{"id": 34, "question": "북대서양 해류의 표면-심층 열 교환 메커니즘이 중위도 기후 안정성에 미치는 영향을 수치 실험과 장기 기후 자료로 검증하고, 해양 열용량 변화 예측을 위한 보정 알고리즘을 제안하세요.", "subject": "physics"}
{"id": 35, "question": "남극해 해빙의 계절적 변동이 표층 해수 온도와 생체 펌프 효율에 미치는 영향을 위성 관측 자료와 탄소 순환 모델링으로 분석하고, 극지 생태계 보전의 시사점을 도출하세요.", "subject": "physics"}
{"id": 36, "question": "대서양 해령 시스템의 지진 활동이 해저 화산재 분포와 해양 생물 다양성에 미치는 영향을 지진파 영상과 생물군집 조사 자료를 통합하여 규명하고, 생물학적 복원 전략을 설계하세요.", "subject": "physics"}
{"id": 37, "question": "인도양 북부 해수면 온도 상승이 서남아시아 몬순 강수량과 상관성을 보이는 메커니즘을 대기-해양 결합 모델로 시뮬레이션하고, 기후 모델 개선에 필요한 실험 설계를 제안하세요.", "subject": "physics"}
{"id": 38, "question": "태평양 심층 해수의 용존 산소(DO) 농도 감소가 해양 생물 펌프 효율에 미치는 영향을 실험 데이터와 수치 모델링으로 분석하고, 심해 생태계 회복력 강화를 위한 관리 방안을 모색하세요.", "subject": "physics"}
{"id": 39, "question": "대서양 심층 해수의 염도 증가가 해수 밀도 및 순환에 미치는 영향을 물리적 모델링과 현장 관측 자료로 검증하고, 해양 순환 변화 예측을 위한 보정 기법을 개발하세요.", "subject": "physics"}
{"id": 40, "question": "남극해 표층 해수의 철 농도 한계가 규조류 생장과 탄소 흡수에 미치는 영향을 실험적 조간과 지구화학적 모델링으로 규명하고, 철분 공급 증가에 따른 생태계 반응 예측 모델을 설계하세요.", "subject": "physics"}
{"id": 41, "question": "북태평양 해류의 와동 에너지가 표층 생산성 증가에 미치는 영향을 위성 추적 데이터와 생물량 모델링 결과로 비교하고, 어업 관리 전략에의 통합 가능성을 평가하세요.", "subject": "physics"}
{"id": 42, "question": "인도양 남부 해수면 온도의 비정상적 변동이 남반구 열대 저기압 경로에 미치는 영향을 위성 구름 이미지와 해류 모델링 결과로 분석하고, 재해 예측 시스템의 정확도 향상 방안을 제시하세요.", "subject": "physics"}
{"id": 43, "question": "대서양 해령의 마그마 활동이 해저 열수 분출공 형성과 해양 생지화학적 순환에 미치는 영향을 지진파 속도와 지구화학적 추적자 자료로 규명하고, 심해 자원 탐사의 과학적 기반을 제시하세요.", "subject": "physics"}
{"id": 44, "question": "태평양 서부 해류의 속도 변화가 중위도 기후 시스템에 미치는 영향을 수치 모델과 장기 기후 자료로 검증하고, 해양 열용량 변화 예측 모델을 개선하세요.", "subject": "physics"}
{"id": 45, "question": "남극해 해류 변화가 빙상 융해와 해수면 상승에 미치는 영향을 유체역학 모델과 위성 중력 측정 자료로 분석하고, 기후 변화 모델 개선에 필요한 데이터를 도출하세요.", "subject": "physics"}
{"id": 46, "question": "북대서양 해류의 표면-심층 열 교환이 중위도 기후 안정성에 미치는 메커니즘을 열역학 모델과 현장 관측 자료로 규명하고, 해양 열용량 변화 예측을 위한 실험 설계를 제안하세요.", "subject": "physics"}
{"id": 47, "question": "인도양 쌍극자(IOD) 발생 시 해수 온도 차이가 아프리카 동남부 강수량과 상관성을 보이는 물리적 메커니즘을 통계적 모델링과 현장 자료로 비교 분석하고, 기후 예측 모델 개선 방안을 모색하세요.", "subject": "physics"}
{"id": 48, "question": "대서양 심층 해수의 용존 이산화탄소(CO₂) 농도 증가가 해양 생물 펌프 효율 저하에 미치는 영향을 생물광물화 실험과 탄소 순환 모델링으로 규명하고, 생물 다양성 보전 전략을 설계하세요.", "subject": "physics"}
{"id": 49, "question": "태평양 서부 해저의 망간 단괴 분포가 해양 순환과 미생물 활동에 의해 제어되는 메커니즘을 지구화학적 추적자와 유체역학 시뮬레이션으로 분석하고, 자원 개발의 환경 영향 평가 프레임워크를 제안하세요.", "subject": "physics"}
{"id": 50, "question": "남극해 해빙의 계절적 변동이 표층 해수 온도와 생체 펌프 효율에 미치는 영향을 위성 관측 자료와 탄소 순환 모델링으로 검증하고, 극지 생태계 보전의 실용적 방안을 제시하세요.", "subject": "physics"}
