{"id": 1, "question": "태풍의 이동 경로와 강도 변화가 해수면 온도 경사와 상부 제트류의 상호작용에 의해 어떻게 결정되는지를 역학적으로 분석하고, 해양-대기 결합 모델링을 활용해 한국 인근에 접근하는 태풍의 예측 정확도를 높이기 위한 방안을 단계별로 제시하세요.", "subject": "physics"}
{"id": 2, "question": "도시 열섬 효과를 완화하기 위해 건물 표면의 알베도 조절과 녹지 확장 전략을 결합한 시나리오에서, 열복사 에너지 균형 방정식을 적용하여 표면 온도와 대기 열용량의 상관성을 평가하고, 장기적 기후 영향 최소화 방안을 제안하세요.", "subject": "physics"}
{"id": 3, "question": "봄철 한반도 미세먼지 농도 증가가 동아시아 몬순 순환과 중위도 기압계의 변화와 어떻게 연관되는지 통계역학적으로 분석하고, 대기 중 에어로졸-구름 상호작용을 고려한 정밀 예보 시스템 설계 절차를 설명하시오.", "subject": "physics"}
{"id": 4, "question": "대기 중 CO₂ 농도 상승이 지구 복사 균형에 미치는 영향을 스테판-볼츠만 법칙과 온실 효과 모델을 결합해 계산한 뒤, 지역적 에너지 불평형 데이터를 활용해 미래 50년 간의 해수 온도 상승률을 예측하는 방법을 개발하세요.", "subject": "physics"}
{"id": 5, "question": "한파 발생 시 극지방 기단 남하가 제트기류 불안정성과 어떻게 연계되어 있는지 기후역학적 관점에서 설명하고, 이에 따른 농업 피해 최소화를 위한 계절 예측 지표의 개발 프로세스를 제안하시오.", "subject": "physics"}
{"id": 6, "question": "대기 중 수증기 농도 분포와 적운 발달의 상관관계를 클라우드 해상도 수치 모델을 활용해 정량 분석한 후, 구름 미세물리 과정에서의 응결핵 활성화 역학을 고려한 강우량 예측 알고리즘 개선 방안을 단계적으로 제시하시오.", "subject": "physics"}
{"id": 7, "question": "엘니뇨-남방진동(ENSO) 현상이 열대 수렴대의 위치 변동을 유발하는 메커니즘을 열적 풍력 이론(thermal wind balance)으로 설명하고, 이로 인한 인도네시아 산불 증가율을 추정하는 대기화학 모델을 설계하는 절차를 논하세요.", "subject": "physics"}
{"id": 8, "question": "전선면에서의 강수 형성 과정을 위성 원격 감지 자료와 레이더를 활용해 3차원적으로 분석하고, 습윤 열역학 방정식을 적용해 강수율 변화를 예측하는 인공지능 학습 프레임워크 구축 방안을 제안하세요.", "subject": "physics"}
{"id": 9, "question": "대기 중 오존 농도 계절 변동이 성층권-대류권 교환 과정과 광화학 반응에 의해 어떻게 조절되는지 역학 모델링하고, 지표면 오존 오염 저감을 위한 산업 단지 입지 제한 기준을 열역학적으로 최적화하는 방법을 개발하시오.", "subject": "physics"}
{"id": 10, "question": "열대 저기압 재발생 시 해양 열용량 방출 패턴이 대기 중 잠열 에너지 분포에 미치는 영향을 유체역학적 시뮬레이션으로 검증한 후, 이에 기반한 태풍 에너지 예측 지표 체계를 단계적으로 설계하세요.", "subject": "physics"}
{"id": 11, "question": "북극 해빙 감소가 북극 진동(AO) 지수를 통해 중위도 겨울철 기압 배치에 미치는 영향을 통계적으로 분석하고, 이를 반영한 한파 위험 지수 산출 알고리즘을 개발하시오.", "subject": "physics"}
{"id": 12, "question": "황사에서 기원한 에어로졸 입자가 구름 응결핵으로 작용하는 효율을 실험적 데이터로 평가하고, Mie 산란 이론을 적용해 대기 중 햇빛 산란률 변화를 예측하는 모델을 설계하세요.", "subject": "physics"}
{"id": 13, "question": "대기 중 수증기 순환 변화가 극제트 기류의 강도와 위치 변동에 미치는 영향을 역학 방정식으로 모델링하고, 이에 따른 유럽의 이상 고온 빈도 증가 추세를 정량화하는 방법론을 제안하시오.", "subject": "physics"}
{"id": 14, "question": "지구 자전 속도 변동(조석 마찰 효과)이 대기 각운동량 분포와 계절풍 강도 사이의 상관성을 유발하는 과정을 각운동량 보존 법칙으로 설명하고, 이를 활용한 몬순 예측 정확도 향상 방안을 제시하세요.", "subject": "physics"}
{"id": 15, "question": "대류권 상층의 잠재소용돌이(PV) 변동이 중위도 기압골 발달에 미치는 영향을 유체역학적 불안정성으로 분석하고, 이를 기반으로 한 겨울철 강설량 예측 시스템의 설계 단계를 기술하시오.", "subject": "physics"}
{"id": 16, "question": "화산 분화 시 방출된 이산화황(SO₂)가 성층권에서 에어로졸로 전환되는 과정을 광화학 반응 모델링하고, 이에 따른 지구 반사율 변화를 위성 관측 데이터로 검증하는 절차를 개발하세요.", "subject": "physics"}
{"id": 17, "question": "도시 공기질 개선을 위해 건물의 공기 흐름 설계를 최적화하기 위해 계산유체역학(CFD) 시뮬레이션에 열역학적 경계 조건을 적용하는 방법을 설명하고, 에너지 소비 최소화와의 상충 관계를 분석하는 프레임워크를 제안하시오.", "subject": "physics"}
{"id": 18, "question": "열대 지역에서의 국지성 호우 발생 메커니즘이 대기 중 잠열 방출과 경계층 안정성에 의해 어떻게 제어되는지 이론적 모델링한 후, 초단기 예측 정확도를 높이는 관측 네트워크 구축 전략을 제시하세요.", "subject": "physics"}
{"id": 19, "question": "대기 중 라돈-222 농도 변동과 지진 전단계 지각 변동의 상관성을 통계물리학적 접근법으로 분석하고, 이를 활용한 지진 전조 신호 탐지 시스템의 한계를 극복하기 위한 다층 데이터 융합 방안을 논하시오.", "subject": "physics"}
{"id": 20, "question": "대기 중 이산화탄소 농도 증가가 식물 증산작용 감소를 통해 구름 형성에 미치는 간접적 영향을 생리학적-기후학적 결합 모델로 설명하고, 이에 따른 강수 패턴 변화 예측 정확도를 평가하는 방법을 설계하세요.", "subject": "physics"}
{"id": 21, "question": "한전선의 구조 변화가 뇌우 발달에 미치는 역학적 영향을 레이더 데이터와 기상 풍선 관측 자료를 통합해 분석하고, 돌발성 강우 예측 알고리즘의 오류율을 줄이기 위한 데이터 전처리 단계를 제안하시오.", "subject": "physics"}
{"id": 22, "question": "대기 중 수증기-에어로졸 상호작용에 의해 발생하는 구름 알베도 효과가 지구 평균 기온에 미치는 영향을 복사 전달 방정식으로 계산한 후, 이를 고려한 기후 민감도 재평가 모델을 개발하세요.", "subject": "physics"}
{"id": 23, "question": "엘니뇨 현상이 태평양의 용승 흐름 변화를 통해 해양 생태계를 교란하는 과정을 생물지구화학적 관점에서 설명하고, 이에 따른 어획량 변동을 예측하는 머신러닝 모델을 구축하는 절차를 논하세요.", "subject": "physics"}
{"id": 24, "question": "대류권 상층의 Rossby 파동이 중위도 기압계의 장기적 변이를 유발하는 메커니즘을 유체역학적 안정성 이론으로 분석하고, 10년 주기 기후 변동성 예측 시스템에 적용하는 방안을 제시하시오.", "subject": "physics"}
{"id": 25, "question": "대기 중 미세먼지의 광학적 특성이 햇빛 흡수를 통해 도시 열균형을 변화시키는 과정을 복사 에너지 예산 모델로 정량화하고, 이를 기반으로 한 도시 계획 가이드라인을 개발하세요.", "subject": "physics"}
{"id": 26, "question": "극야 기간 북극 대기의 열적 균형 변화가 성층권 순환 패턴에 미치는 영향을 열역학 방정식으로 모델링하고, 중위도 겨울 폭풍 발생 빈도 예측 정확도를 개선하는 방법을 제안하시오.", "subject": "physics"}
{"id": 27, "question": "몬순 기간 중 인도양의 해수면 온도 구배가 대기 중 수증기 수송을 통해 동아시아 강수량에 미치는 영향을 통계적으로 분석한 후, 다중 회귀 모델을 활용한 예측 시스템 설계 단계를 설명하세요.", "subject": "physics"}
{"id": 28, "question": "대기 중 수증기 과포화 상태에서 빙정 형성의 핵생성 메커니즘을 실험적 데이터로 검증하고, 이를 구름 미세물리 모델에 반영하여 눈송이 크기 분포 예측 정확도를 높이는 방안을 제안하시오.", "subject": "physics"}
{"id": 29, "question": "대기 오염 물질이 구름 응결핵 스펙트럼에 미치는 영향을 화학적 조성 분석과 결합해 연구한 후, 산성비가 농작물 생산성에 미치는 장기적 영향을 평가하는 통합 모델을 설계하세요.", "subject": "physics"}
{"id": 30, "question": "지구 자전축의 세차 운동이 계절별 일사량 분포에 미치는 영향을 궤도 역학으로 설명하고, 이를 반영한 100년 주기 기후 예측 시뮬레이션을 최적화하는 방법을 논의하시오.", "subject": "physics"}
{"id": 31, "question": "대기 중 수증기와 이산화탄소의 복사 강제력 상호작용을 복사전열 방정식으로 계산하고, 기후 모델에서 피드백 효과로 인한 예측 불확실성을 줄이는 알고리즘을 개발하세요.", "subject": "physics"}
{"id": 32, "question": "태풍 내벽 대체 현상(eyewall replacement cycle)이 발생하는 유체역학적 조건을 수치 모델로 재현하고, 이 과정이 태풍 강도 예측에 미치는 영향을 평가하는 프레임워크를 제시하시오.", "subject": "physics"}
{"id": 33, "question": "대류권 상층의 기온 역전층이 대기 중 오염물질 확산에 미치는 영향을 유체역학적 확산 방정식으로 모델링한 후, 도시의 대기 질 관리 정책에 적용할 수 있는 시뮬레이션 도구를 설계하는 절차를 논하세요.", "subject": "physics"}
{"id": 34, "question": "대기 중 수증기 순환이 중위도 사이클론 발달 단계에 미치는 영향을 수증기 플럭스 분석으로 정량화하고, 강풍 피해 예측 시스템의 정확도를 향상시키기 위한 관측 데이터 통합 방안을 제안하시오.", "subject": "physics"}
{"id": 35, "question": "북극 온난화가 북극 진동(AO)을 통해 북미 대륙의 겨울철 기압 배치를 변화시키는 과정을 통계역학적으로 분석한 후, 극한 한파 발생 가능성을 예측하는 지표 체계를 개발하세요.", "subject": "physics"}
{"id": 36, "question": "대기 중 오존 농도 수직 분포가 지구 복사 균형에 미치는 영향을 복사 전달 모델로 시뮬레이션하고, 성층권 오존 구멍이 지표 온도에 미치는 간접적 영향을 평가하는 방법을 설계하시오.", "subject": "physics"}
{"id": 37, "question": "황사 발생 시 입자 크기 분포에 따른 태양광 산란 효과를 Mie 이론으로 계산하고, 이를 기반으로 한 태양에너지 발전 효율 예측 시스템을 구축하는 단계를 설명하세요.", "subject": "physics"}
{"id": 38, "question": "대기 중 수증기 농도와 온도 프로필이 열대 저기압의 발달 속도에 미치는 영향을 열역학 제1법칙으로 분석한 후, 초기 발달 단계 예측 정확도를 높이는 인공지능 학습 데이터 세트를 구축하는 방안을 제안하시오.", "subject": "physics"}
{"id": 39, "question": "도시 열섬 효과 완화를 위한 녹지 확장 전략이 대기 중 수증기 증발과 열용량에 미치는 영향을 에너지 예산 모델로 계산하고, 최적의 녹지 배치 패턴을 찾는 유전 알고리즘을 설계하세요.", "subject": "physics"}
{"id": 40, "question": "대기 중 미세먼지 농도가 구름 형성 높이에 미치는 영향을 레이더 관측 자료와 결합해 분석하고, 강수 패턴에 대한 피드백 효과를 정량화하는 통계 모델을 개발하시오.", "subject": "physics"}
{"id": 41, "question": "엘니뇨-남방진동(ENSO)이 인도 몬순 강수량에 미치는 영향을 해양-대기 결합 모델로 시뮬레이션한 후, 농경지 피해 예측을 위한 머신러닝 기반 조기 경보 시스템을 설계하는 절차를 논하세요.", "subject": "physics"}
{"id": 42, "question": "대기 중 수증기 농도가 대류권-성층권 경계 높이에 미치는 영향을 열역학 방정식으로 모델링하고, 이를 활용한 계절별 기후 예측 정확도 향상 방안을 제시하시오.", "subject": "physics"}
{"id": 43, "question": "황사 현상이 대기 중 에어로졸 광산란 계수를 변화시켜 지표 태양광 조성에 미치는 영향을 분광학적으로 분석한 후, 작물 광합성 효율 예측 모델을 개선하는 방법을 제안하세요.", "subject": "physics"}
{"id": 44, "question": "대기 중 이산화탄소 농도 증가가 식물 기공 전도도를 감소시켜 구름 응결핵 공급에 미치는 영향을 생리학적-기후학적 통합 모델로 설명하고, 강수량 감소 추세 예측 알고리즘을 개발하시오.", "subject": "physics"}
{"id": 45, "question": "대기 중 수증기-에어로졸 상호작용이 대류성 강우 강도에 미치는 영향을 구름 해석 모델로 분석하고, 극한 강우 예측 시스템의 오류 보정을 위한 데이터 동화 기법을 설계하세요.", "subject": "physics"}
{"id": 46, "question": "대류권 상층의 기압계 변동이 중위도 제트기류의 속도와 위치에 미치는 영향을 유체역학적 불안정성 이론으로 설명한 후, 유럽 지역의 겨울철 폭우 발생 가능성을 예측하는 지표를 개발하시오.", "subject": "physics"}
{"id": 47, "question": "대기 중 라돈-222의 수직 확산이 지표면과 성층권 사이의 대기 혼합 효율을 나타내는 생물학적 표지자로 작용하는 메커니즘을 방사성 동위원소 추적 기법으로 분석하고, 화산 분화 시 대기 영향 평가 모델에 적용하는 방안을 제안하시오.", "subject": "physics"}
{"id": 48, "question": "대기 중 이산화탄소 농도 증가가 해양 산성화보다 대기 중 수증기 농도 변화를 통해 강우 패턴에 미치는 영향을 더 크게 조절하는 과정을 복사전열 및 열역학 모델로 증명하고, 기후 민감도 재계산 절차를 설계하세요.", "subject": "physics"}
{"id": 49, "question": "대류권 상층의 Rossby 파동이 중위도 고기압 시스템의 지속성에 미치는 영향을 수치 기상 모델(NWM)로 시뮬레이션한 후, 장기간 폭염 발생 가능성을 예측하는 알고리즘을 개발하시오.", "subject": "physics"}
{"id": 50, "question": "대기 중 미세먼지와 수증기의 상호작용이 구름 형성 효율에 미치는 영향을 실험적으로 검증하고, 이를 반영한 강우 예보 모델의 예측 정확도를 평가하기 위한 교차 검증 프레임워크를 설계하세요.", "subject": "physics"}
