{"id": 1, "question": "지각과 맨틀의 경계에서 관측된 P파와 S파의 굴절 패턴을 바탕으로 암석권(Lithosphere)과 연약권(Asthenosphere)의 물리적 특성 차이를 비교하고, 이러한 특성이 판구조 운동의 기계적 구동 메커니즘에 어떻게 기여하는지 다단계로 설명하시오.", "subject": "physics"}
{"id": 2, "question": "지진 발생 시 지진파의 분산 특성을 분석하려면 주파수 영역에서의 군속도도(Group velocity dispersion)와 위상속도도(Phase velocity dispersion) 차이를 고려해야 한다. 특정 지역에서 측정된 분산 곡선 데이터를 활용해 지하 30km 깊이까지의 속도 구조 모델링을 수행하는 절차를 단계별로 기술하시오.", "subject": "physics"}
{"id": 3, "question": "해양 지각의 자기 이상 자료를 해석할 때, 지자기 역전 시기와의 상관관계를 활용하려면 어떤 수치적 보정 과정이 필요한지 서술하시오. 또한, 해당 보정 모델을 적용해 해령 확산 속도를 계산하는 과정에서의 불확실성을 정량화하는 방법을 제시하시오.", "subject": "physics"}
{"id": 4, "question": "지각 변동 계측용 GPS 데이터와 InSAR 데이터를 융합하여 단층의 미소변위(micro-deformation)를 추정할 때, 두 기술의 시스템 오차 보정 기법과 데이터 동기화 알고리즘을 결합하는 창의적 방안을 제안하시오.", "subject": "physics"}
{"id": 5, "question": "지구 내핵의 이방성(Anisotropy)이 지진파 전파에 미치는 영향을 설명하기 위해, 압축응력 하에서의 철 결정 재배향 과정을 고려한 수학적 모델을 구성하고, 관측 데이터와 모델 예측을 비교하는 검증 절차를 제시하시오.", "subject": "physics"}
{"id": 6, "question": "화산성 지하자원 탐사 시 활용 가능한 음향발광(Acoustic Emission) 신호의 특징 추출 알고리즘을 설계하시오. 이때 마그마 관입과 열수 순환 과정에서의 신호 생성 메커니즘을 구분하고, 노이즈 필터링 기법을 적용해 유효 신호만을 분리하는 과정을 포함할 것.", "subject": "physics"}
{"id": 7, "question": "고층 대기-지자기 상호작용 연구를 위해 전리층 전자 밀도 변동을 지자기 교정 데이터와 결합 분석하는 절차를 제안하시오. 특히 태양 활동 극대기에 발생하는 지자기 폭풍의 3차원 전파 경로와 지각 전도도 분포의 상관관계를 규명하는 방법을 논할 것.", "subject": "physics"}
{"id": 8, "question": "해저 지각 열류량 측정 시 방해 요소인 해저 퇴적층의 열전도율 불균일성을 보정하기 위해, 다중 센서 어레이 기반 역문제 해석 기법을 도입하는 방안을 제시하시오. 이 과정에서 민감도 분석과 불확실성 전파 평가의 역할을 명시할 것.", "subject": "physics"}
{"id": 9, "question": "운석 충돌 시 생성되는 충격 변성암의 광역적 분포를 예측하기 위해, 충돌체의 운동 에너지와 표적 암석의 취약도 지수(Fragility Index)를 연결하는 실험적 상관 관계를 도출하시오. 이를 현장에 적용할 때의 제한점을 함께 논의할 것.", "subject": "physics"}
{"id": 10, "question": "빙하-지각 상호작용으로 인한 지각 융기 현상을 모델링할 때, Maxwell 유체 모델을 적용해 점성 감쇠 효과를 고려하는 과정을 설명하시오. 과거 빙하기 동안의 지반 운동 속도와 현재 관측치의 편차를 정량화하는 방법도 포함할 것.", "subject": "physics"}
{"id": 11, "question": "지각 내 유체 이동 경로를 추적하기 위해 지구화학적 트레이서(예: He 동위원체 비율)와 전기비저항 탐사 데이터를 통합 해석하는 프레임워크를 설계하시오. 특히 유체와 암층 경계면에서의 확산-이동 결합 메커니즘을 반영한 모델링 접근법을 제안할 것.", "subject": "physics"}
{"id": 12, "question": "지진 재해 예측을 위한 기계 학습 모델에 입력할 물리량(예: 전단파 분할 비율, b-value) 간 상호작용을 분석하시오. 특징 선택 단계에서 각 파라미터의 상대적 중요도를 결정하는 물리 기반 가중치 부여 방안을 제시할 것.", "subject": "physics"}
{"id": 13, "question": "해저 확장 중심부의 열류량 분포가 맨틀 대류 패턴과 어떻게 연관되는지 설명하기 위해, 유한요소법을 이용한 2차원 열-역학 결합 모델을 구축하는 과정을 기술하시오. 모델 검증을 위한 실제 관측 데이터 수집 전략도 포함할 것.", "subject": "physics"}
{"id": 14, "question": "고지자기 연구에서 퇴적암 코어의 자화를 해석할 때, 화학적 자력제거(ChRM) 계산의 정확도를 높이기 위해 통계적 클러스터링 기법과 열적/교환 재자기화 모델을 통합하는 방법을 제안하시오.", "subject": "physics"}
{"id": 15, "question": "지각 응력장 변화를 모니터링하는 활성 단층대에서의 미소지진 발생 패턴을 분석하기 위해, 지진 모멘트 텐서 해석과 변형률률 데이터 간의 상호작용을 고려한 다중 물리 모델 구축 절차를 제시하시오.", "subject": "physics"}
{"id": 16, "question": "지구물리 탐사에서 획득한 다중 채널 지진 반사 자료를 처리할 때, 공통 중점점(CMP) 누적과 수직 해상도 향상을 위한 주파수-파수 도메인 필터링 기법을 결합 적용하는 최적화 프로세스를 설계할 것.", "subject": "physics"}
{"id": 17, "question": "지각 변형 에너지 방출 과정에서의 크기-빈도 법칙(예: Gutenberg-Richter 법칙) 편차를 설명하기 위해, 에너지 분배 메커니즘을 반영하는 확률적 지진 발생 모델(Synthetic Earthquake Catalog)을 구성하는 방법을 논하되, 모델 매개변수 보정을 위한 MCMC 기법을 포함할 것.", "subject": "physics"}
{"id": 18, "question": "해양 지각의 부분 용융 영역과 상부 맨틀의 화학적 이질성 관계를 규명하기 위해, 수신한 음향 투과율 데이터와 암석학적 샘플링 결과를 연계하는 역산 기법을 개발하시오. 이때 다상 유동(Multi-phase flow) 시뮬레이션의 역할을 명확히 할 것.", "subject": "physics"}
{"id": 19, "question": "지각 내 유체-암석 상호작용을 모사하는 반응-수송 모델(Reactive Transport Model)에서, 광물 용해/침전 반응의 비가역적 특성을 고려한 수치적 안정화 기법을 제안하시오. 모델 결과를 현장 전기비저항 탐사와 비교하는 검증 체계도 함께 서술할 것.", "subject": "physics"}
{"id": 20, "question": "지구 중심부의 극한 압력 조건(약 330GPa)에서 철의 상태 방정식을 계산하기 위한 1차 원리(Ab initio) 시뮬레이션 과정을 설명하고, 이로부터 추정한 내핵 밀도 분포와 지진파 속도 모델의 불일치를 해결하는 접근법을 논의할 것.", "subject": "physics"}
{"id": 21, "question": "지진파 산란 현상을 이용해 해저 단층대의 미세 균열 구조를 재구성하려면, 코히런트/비코히런트 산란체의 신호 특징을 구분하는 적응형 필터링 알고리즘을 설계해야 한다. 이를 위한 시간-주파수 분석 기법과 산란체 기하학적 모델링 단계를 제시할 것.", "subject": "physics"}
{"id": 22, "question": "지구 내부 전자기 유도 현상을 설명하는 Telluric 전위 측정을 통해 지각-맨틀 경계면에서의 전기 전도도 분포를 역해석할 때, 시간 영역 전자기 탐사(TDEM) 데이터의 3차원 역산 프로세스를 단계별로 기술하시오.", "subject": "physics"}
{"id": 23, "question": "활성 단층대에서의 지속적 변형(slow slip event) 메커니즘을 규명하기 위해, 역학적 약화(dynamic weakening) 이론과 유체 확산 모델을 결합한 수리적 프레임워크를 제안하시오. 현장 관측 데이터와의 비교를 통한 모델 검증 방법도 포함할 것.", "subject": "physics"}
{"id": 24, "question": "운석 충돌 크레이터의 형성 과정에서의 충격파 전파 특성을 분석하기 위해, 유한차분법(FDM) 기반의 3차원 파동 전파 시뮬레이션에 충돌각도와 표적 암석 이종성(heterogeneity)의 영향을 반영할 것. 시뮬레이션 결과를 현장 지질학적 증거에 맞춰 조정하는 방법을 논의할 것.", "subject": "physics"}
{"id": 25, "question": "지각 열류량 분포와 화산 활동 사이의 상관관계를 정량적으로 평가하기 위해, 열이상(Heat anomaly) 영역을 식별하는 기계 학습 모델과 열수 순환 모델링을 결합한 분석 체계를 설계하시오.", "subject": "physics"}
{"id": 26, "question": "지구물리 관측망에서 수집된 다중 센서 데이터(지진계, 중력계, 자력계)의 시계열 상관성을 분석해 전체조 발생 가능성을 예측하는 융합 알고리즘을 개발하시오. 신호 간 위상 차이와 통계적 유의성 평가 방법을 명시할 것.", "subject": "physics"}
{"id": 27, "question": "지각-맨틀 경계면에서의 상대적 운동을 규정하는 점성 결합(Viscoelastic coupling) 모델을 이용해, 지진 간 기 간지각 변형(seismic cycle) 동안의 응력 축적을 모의실험하는 방법을 제시할 것. 모델 파라미터(점성, 탄성 계수)의 민감도 분석 과정을 포함할 것.", "subject": "physics"}
{"id": 28, "question": "해양 지각의 자기 역전 패턴을 이용해 해령 확산 역사를 재구성할 때, 자기 이상 곡선과 해저 확산 속도 모델의 불일치를 보정하는 최적화 기법을 제안하시오. 이 과정에서 지자기 교정(Demagnetization)과 지질 시대 보정의 역할을 설명할 것.", "subject": "physics"}
{"id": 29, "question": "지구 내부 유동 현상을 모사하는 맨틀 대류 모델에서 경계 조건으로 작용하는 표층 판 운동에 따른 대류 패턴의 비선형적 변화를 분석하기 위해, Spectral Element Method를 적용한 고해상 모델 구축 절차를 기술하시오.", "subject": "physics"}
{"id": 30, "question": "고지진 단층대의 장기적 변형 이력을 복원하기 위해, 단층 절리면의 현미경적 분석과 지진파 속도 구조 모델링을 결합하는 다학제적 접근법을 설계할 것. 특히 광물 배향 데이터와 S파 분할 각도의 상관관계를 해석하는 방법을 포함할 것.", "subject": "physics"}
{"id": 31, "question": "지각 응력장 변화를 실시간으로 모니터링하는 광섬유 기반 분포형 센서(DAS) 시스템에서, 환경 노이즈(예: 기상 조건, 인간 활동)를 제거하기 위한 신호 처리 파이프라인을 개발하시오. 시간-공간 필터링과 머신 러닝 기반 이상치 탐지 기법을 결합할 것.", "subject": "physics"}
{"id": 32, "question": "지구 중심부의 에너지 분배를 설명하기 위해, 내핵-고외핵 경계면에서의 열전도(thermal conduction)와 대류에 의한 열수송 메커니즘 간의 상대적 기여도를 평가하는 수치 실험을 설계하시오. 실험적 결과를 지진파 토모그래피 데이터와 비교하는 검증 절차를 명시할 것.", "subject": "physics"}
{"id": 33, "question": "지각 변동 계측에 사용된 연속 GPS 데이터의 위치 오차를 줄이기 위해, 대기 지연 보정(Ionospheric/Tropospheric delay correction)과 멀티패스 효과 제거 알고리즘을 결합하는 방법을 제안하시오. 실시간 처리 시스템 구현 가능성도 함께 논의할 것.", "subject": "physics"}
{"id": 34, "question": "해저 지각의 구조적 약대(structural weakness zone)에서 지진파 속도 이상을 관측된 경우, 해당 영역의 공극압 분포와 유체 포화도 변화를 역산하는 절차적 모델링을 수행하시오. 유효 응력 개념과 Biot의 법칙을 적용한 수치 해법을 제시할 것.", "subject": "physics"}
{"id": 35, "question": "지구 내부 유체의 대류를 모사하는 MagnetoHydroDynamic(MHD) 모델에서, 코리올리 힘의 변화가 지구 자기장 생성에 미치는 영향을 분석하기 위한 매개변수 연구를 설계하시오. 3차원 유한요소 모델링을 통한 자기장 역전 시뮬레이션 과정을 포함할 것.", "subject": "physics"}
{"id": 36, "question": "지진 재해 위험 평가를 위해 단층대 주변의 지표 변형 데이터를 4차원(공간-시간)으로 시각화하는 플랫폼을 구축하는 방법을 제안할 것. 변위 벡터 필드 분석에 그래픽 처리 장치(GPU) 가속화 기법을 적용하는 방안을 명시할 것.", "subject": "physics"}
{"id": 37, "question": "지각-맨틀 물질의 부분 용융을 탐지하기 위한 전기비저항 탐사와 MT(Magnetotelluric) 방법의 통합적 해석에서, 1D, 2D, 3D 역모델의 선택 기준을 각 방법론의 물리적 한계와 연계해 설명하시오. 현장 조건에 따른 모델 단순화 전략도 포함할 것.", "subject": "physics"}
{"id": 38, "question": "지구 중심부의 초고압 환경에서 철의 상전이(Phase transition)가 지진파 속도 구조에 미치는 영향을 정량화하기 위해, 실험적으로 측정한 상태 방정식과 지진 토모그래피 결과를 비교하는 검증 프레임워크를 설계하시오.", "subject": "physics"}
{"id": 39, "question": "활성 단층대의 장기적 활동을 예측하기 위해, 고고학 지진 기록, 고지진 단층 변형, 현생 지진 활동 데이터를 통합하는 확률적 모델을 구성하는 방법을 논할 것. 베이지안 추론을 활용한 불확실성 정량화 절차를 포함할 것.", "subject": "physics"}
{"id": 40, "question": "지구 자기장의 세기 변동을 설명하기 위해, 지자기 역전 과정에서 외핵의 유동 패턴 변화를 모사하는 수치 실험을 설계할 것. 유체-자기 상호작용 방정식(Induction equation)과 난류 모델링 기법의 통합 방법을 제시할 것.", "subject": "physics"}
{"id": 41, "question": "지각 내 열수 순환에 따른 화학적 변화를 추적하기 위해, 지화학적 트레이서(예: 붕소 동위원소)와 전기비저항 탐사 데이터를 융합한 다중 물리 역산 기법을 개발하시오. 반응성 유동 모델과 역해석의 연계 절차를 명시할 것.", "subject": "physics"}
{"id": 42, "question": "지진파 속도의 주파수 의존성을 분석해 미세 균열 밀도를 추정하는 과정을 설명하시오. 이를 위해 공극 구조 모델링, 유효 매질 이론 적용, 그리고 관측 데이터와의 반복적 매칭 절차를 결합한 체계적 접근 방안을 제시할 것.", "subject": "physics"}
{"id": 43, "question": "지구 중심부의 회전 불일체성(Core-mantle boundary topography)이 지구 자기장 생성에 미치는 영향을 분석하기 위해, 지형적 변이를 포함한 MHD 시뮬레이션을 수행하는 방법을 기술할 것. 결과 해석을 위한 스펙트럼 분석 기법을 제안할 것.", "subject": "physics"}
{"id": 44, "question": "해저 지형의 열적 변형을 모니터링하기 위한 해저 압력 센서 네트워크를 설계할 때, 해류 및 조석 영향에 의한 오차를 보정하는 실시간 알고리즘을 개발하시오. 시간-공간 필터링과 칼만 필터 기법의 적용 가능성을 논의할 것.", "subject": "physics"}
{"id": 45, "question": "지각 응력장의 비등방성(Anisotropy)이 지진 발생 메커니즘에 미치는 영향을 분석하기 위해, 스트레스 텐서 분해와 단층면 해석법을 결합한 확률적 모델을 구성하는 방법을 제안할 것. 현장 관측 데이터와의 비교를 통한 모델 검증 절차를 포함할 것.", "subject": "physics"}
{"id": 46, "question": "지구 중심부의 고체 내핵과 액체 외핵 경계면에서의 파동 반사와 투과 현상을 분석하기 위해, 유체의 점성 감쇠 효과와 고체의 탄성파 방정식을 결합한 수학적 모델을 수립할 것. 수치 해석을 위한 유한 요소법 적용 방안을 명시할 것.", "subject": "physics"}
{"id": 47, "question": "지각 열류량 분포를 기반으로 맨틀 대류 패턴을 재구성하는 역문제 해석에서, 관측 데이터의 공간적 불균일성을 보정하기 위한 최적화 기법을 제안할 것. 정규화 항(Regularization term) 선택에 따른 해의 민감도 분석을 포함할 것.", "subject": "physics"}
{"id": 48, "question": "고해상기 기후 변화로 인한 빙하 융해가 지각 융기에 미치는 영향을 분석하기 위해, Glacial Isostatic Adjustment(GIA) 모델에 기후 시나리오를 통합하는 방법을 기술할 것. 점성 맨틀 반응과 지구물리 관측 데이터의 상관관계를 규명하는 절차를 제시할 것.", "subject": "physics"}
{"id": 49, "question": "지진 예측 시스템에서의 오탐률을 줄이기 위해, 지진 전구 현상(예: 전기 신호, 라돈 농도 변화)과 지진파 데이터를 융합한 머신러닝 분류기를 설계할 것. 특징 추출 단계에서 물리적 메커니즘 기반 가중치 부여 방법을 제안할 것.", "subject": "physics"}
{"id": 50, "question": "지구 중심부의 열역학적 상태가 자기장 생성에 미치는 영향을 분석하기 위해, 내핵-고외핵 경계면의 열플럭스 분포와 대류 패턴 사이의 상관관계를 규명하는 수치 실험을 설계하시오. 유체-자기-열 결합 모델의 구현 방안을 논의하고, 결과의 불확실성과 한계를 평가할 것.", "subject": "physics"}
