{"id": 1, "question": "극지 빙상의 용융이 지구 자전 속도에 미치는 역학적 영향을 설명하되, 각운동량 보존 법칙을 적용한 수학적 모델링을 포함하고, 이로 인해 발생할 수 있는 지구적 현상(예: 지진 패턴 변화)을 추론하세요.", "subject": "physics"}
{"id": 2, "question": "대기 중 이산화탄소 농도 증가가 식물 군락의 광합성 효율에 미치는 영향을 분석할 때, C3/C4 식물의 생리학적 차이를 고려한 지역별 탄소 흡수율 예측 모델을 단계별로 구성하세요.", "subject": "physics"}
{"id": 3, "question": "해양 열염분 순환의 약화로 인한 지역 기후 변동 사례를 3가지 이상 제시하고, 북대서양 심해수 형성 메커니즘의 변화가 유럽 겨울 기후에 미치는 영향을 열역학적 관점에서 서술하세요.", "subject": "physics"}
{"id": 4, "question": "사막화 과정에서 풍화 작용과 화학적 풍화의 상대적 기여도를 정량적으로 비교하는 실험 설계를 하고, 토양 유실 속도가 미기후 변화에 미치는 피드백 루프를 다단계로 분석하세요.", "subject": "physics"}
{"id": 5, "question": "화산재와 대기 중 황산염 에어로솔의 상호작용으로 인한 지구 평균온도 변동 예측을 위해, 역사적 분화 사건(예: 탐보라 화산)의 데이터를 기반으로 한 민감도 분석을 수행하세요.", "subject": "physics"}
{"id": 6, "question": "지하수 과잉 채취가 지반 침하와 해수면 상승 간 상관관계를 어떻게 증폭시키는지 역학 모델을 활용해 설명하고, 연안 도시별 대응 전략 평가 기준을 창의적으로 제안하세요.", "subject": "physics"}
{"id": 7, "question": "남극 빙핵 시료의 안정적인 동위원소 비율(δ¹⁸O) 변동을 해석하여 지난 간빙기-빙하기 주기 동안 남극 진동(Antarctic Oscillation)의 세기 변화를 재구성하고, 현대적 기상 이변과의 연관성을 논하시오.", "subject": "physics"}
{"id": 8, "question": "열대 저기압의 강도 증가가 해양 표층 열용량 분포에 미치는 영향을 분석하기 위해, 위성 관측 자료와 CMIP6 모델을 결합한 다변량 회귀 분석을 설계하고 결과 해석을 제시하세요.", "subject": "physics"}
{"id": 9, "question": "석회암 지대의 카르스트 지형 발달 속도가 기후대에 따라 어떻게 달라지는지 용해 반응과 카르보네이션 반응 속도론을 기반으로 예측하고, 지형적 취약성의 정량적 평가 방법을 논의하세요.", "subject": "physics"}
{"id": 10, "question": "해양 산성화가 탄산칼슘 구조체를 갖는 플랑크톤의 생리적 스트레스에 미치는 영향을 실험적 측정(예: 석회화율, 광합성 효율)으로 평가하고, 생물펌프를 통한 탄소 저장량 감소 추정치를 산출하세요.", "subject": "physics"}
{"id": 11, "question": "지각 변동과 해수면 변동이 결합되어 형성된 리아스식 해안의 지리적 진화 과정을 설명하는 3차원 GIS 모델 설계 후, 기후 변화로 인한 미래 해안선 변화를 시뮬레이션하세요.", "subject": "physics"}
{"id": 12, "question": "대류권 상한선 변화와 오존층 파괴 간의 열역학적 상호작용을 오존층 관측 자료와 대기 순환 모델을 활용해 분석하고, 극지방 기상 시스템에 대한 영향을 평가하세요.", "subject": "physics"}
{"id": 13, "question": "담수 습지의 메탄 배출량이 식생 유형(수생식물 vs. 목본식물)과 수질 특성에 따라 어떻게 변화하는지 실증적 연구 방법론을 제안하고, 습지 복원 시 탄소 격리 최적안을 다단계로 추론하세요.", "subject": "physics"}
{"id": 14, "question": "지구 자기장을 형성하는 외핵 대류의 3차원 수치 모델을 참고하여, 지자기 역전 현상이 대기 이온층과 우주선 차단 능력에 미치는 영향을 천체물리학적 접근으로 분석하세요.", "subject": "physics"}
{"id": 15, "question": "고산지대의 빙하 후퇴가 급경사 지형의 질량 이동(눈사태, 토석류) 위험성을 어떻게 변화시키는지 사례 지역을 비교해 위험 지수를 개발하고, 지역별 적응 전략을 제안하세요.", "subject": "physics"}
{"id": 16, "question": "해양 미세플라스틱이 저서생물군의 생리적 스트레스 반응을 유발하는 메커니즘을 생물학적 표지(예: 항산화 효소 활성)와 환경 화학적 분석을 통해 규명하고, 장기적 생태계 영향 평가 방안을 수립하세요.", "subject": "physics"}
{"id": 17, "question": "열대 계절성 강우의 공간적 변동성이 토지 이용 변화(예: 농경지 확장)와 어떻게 상호작용하는지 인공위성 강우 자료 기반 회귀 분석을 수행하고, 유역별 물순환 시나리오 모델을 제시하세요.", "subject": "physics"}
{"id": 18, "question": "맨틀 대류의 비등방성(anisotropy)이 대륙 이동 속도와 해양 분지 확장 패턴의 불규칙성에 미치는 영향을 지진파 토모그래피 자료와 결합해 설명하고, 판구조 재편 가능성을 논의합니다.", "subject": "physics"}
{"id": 19, "question": "북극 해양 산성화가 해빙 미세조류 군집 구조의 변화를 유발하는 과정을 탄소 동위원소 분별 실험을 통해 분석하고, 북극 생태계 탄소 흐름의 정량적 변화를 모델링하세요.", "subject": "physics"}
{"id": 20, "question": "사막 기반암 풍화 과정에서 발생하는 탄산염 광물 용해의 계절적 변동성을 기후 데이터(대기 CO₂ 농도, 상대습도)와 회귀 분석해 정량화하고, 지역 탄소 흡수원 역할을 평가하세요.", "subject": "physics"}
{"id": 21, "question": "대기 경계층 발달 과정이 도시 열섬 효과를 조절하는 메커니즘을 난류 확산 모델과 도시 구조를 결합한 시뮬레이션으로 분석하고, 도시 계획 설계 가이드라인을 창의적으로 제안하세요.", "subject": "physics"}
{"id": 22, "question": "대륙붕 해수면 상승으로 인한 퇴적물 공급 감소가 삼각주 침식 속도에 미치는 영향을 유체역학적 모델과 퇴적상 데이터를 비교해 예측하고, 사회경제적 영향 평가 프레임워크를 개발하세요.", "subject": "physics"}
{"id": 23, "question": "지각 변형과 지진 발생 간 상관관계를 통계적으로 분석하는 머신러닝 알고리즘(예: 랜덤 포레스트)을 설계하고, 역사적 지진 목록을 학습 데이터로 활용한 예측 신뢰도 검증 방법을 제시하세요.", "subject": "physics"}
{"id": 24, "question": "해양 산소최소층(OMZ) 확장이 질소 순환 미생물 군집에 미치는 영향을 메타유전체학 및 생물지구화학적 분석으로 규명하고, 해양 생산성 감소 예측 모델을 구축하세요.", "subject": "physics"}
{"id": 25, "question": "극야 현상이 극지방 대기-해빙-해류 상호작용에 미치는 에너지 수지 영향을 관측 자료(예: 열플럭스, 해수면 온도)로 정량화하고, 극소용돌이 형성과의 연관성을 다단계로 해석하세요.", "subject": "physics"}
{"id": 26, "question": "사막 토양의 미세구조 입자 크기 분포와 수분 이동 속도의 상관관계를 현장 실험(예: 침투시험)과 모사 실험을 결합해 분석하고, 건조 지역 식생 복원 시 물 공급 효율화 방안을 논의하세요.", "subject": "physics"}
{"id": 27, "question": "엘니뇨-남방진동(ENSO)과 인도양 다이폴 현상(IOD)의 상호작용 패턴을 계절별 해수면 온도 편차 데이터로 머신러닝을 이용해 분류한 후, 전 지구적 열대성 저기압 활동 예측 모델을 개선하세요.", "subject": "physics"}
{"id": 28, "question": "화산 활동과 해양 탄소 순환의 피드백 메커니즘을 화산재 철분 공급과 해양 미세조류 번성 관계 분석을 통해 규명하고, 화산 지역의 탄소 저장 잠재력을 평가하세요.", "subject": "physics"}
{"id": 29, "question": "지하수 유동 경로에 따른 방사성 핵종 이동 속도 차이를 다중 동위원소 추적자(예: ⁸⁵Kr, ³H)로 분석해 핵폐기물 저장 안전성 평가 프로토콜을 단계별로 수립하세요.", "subject": "physics"}
{"id": 30, "question": "열대 우림 벌채가 지역 수증기압 기울기와 대류 활동에 미치는 영향을 수증기 플럭스 관측 자료와 구름 미세물리 모델 결합으로 해석하고, 강수 패턴 변화 시나리오를 작성하세요.", "subject": "physics"}
{"id": 31, "question": "대륙 빙상의 기저 유빙 활동 기저 메커니즘(기저수 시스템, 기반암 열전도도)을 물리 모델링해 빙하 후퇴 속도 예측 정확도를 개선하고, 해양 담수 유출량 추정 방안을 제안하세요.", "subject": "physics"}
{"id": 32, "question": "해양 플라스틱 폐기물의 표층-심층 분포 특성을 해류 속도와 생분해율 데이터로 모델링하고, 미세플라스틱 제거 기술 개발 시 고려해야 할 환경적 한계를 다단계로 분석하세요.", "subject": "physics"}
{"id": 33, "question": "판 경계 유형(예: 수렴형, 발산형)에 따른 지하수 유동 경로의 차이를 대수층 모델과 지각 변형 데이터로 분석해 지진 발생 시 수질 오염 확산 위험도를 평가하세요.", "subject": "physics"}
{"id": 34, "question": "대기 중 초미세먼지(PM2.5) 농도 증가가 구름 응결핵 농도(CN)에 미치는 영향을 관측 자료와 미세물리 모델 비교해 분석하고, 지역적 강수 형성 효율 변화를 예측하세요.", "subject": "physics"}
{"id": 35, "question": "대륙빙의 기저 용융수가 빙하 유속에 미치는 영향을 수력학적 모델과 위성 관측 자료(라이다, InSAR)로 검증한 후, 해수면 상승 예측 보정 계수를 산출하세요.", "subject": "physics"}
{"id": 36, "question": "해양 심층 순환의 약화가 북극 해빙 용융 속도에 미치는 영향을 염도-온도 프로파일 데이터와 기후 모델을 결합해 분석하고, 극지방 생태계 변화의 연쇄적 영향을 평가하세요.", "subject": "physics"}
{"id": 37, "question": "대기 중 메탄 농도 증가와 빙하기-간빙기 전환 간의 상관성을 빙핵 공기포말 데이터와 생물지구화학적 모델로 분석해 과거 기후 변동의 새로운 메커니즘을 제시하세요.", "subject": "physics"}
{"id": 38, "question": "도시 열섬 효과가 대류성 강수 패턴에 미치는 영향을 기상 레이더 데이터와 도시 열방출 모델링을 결합해 공간-시간적 상관관계를 규명하고, 지역별 기후적응 설계 기준을 논의하세요.", "subject": "physics"}
{"id": 39, "question": "해양 산성화가 조개류의 껍질 형성 생화학 경로(칼슘 이온 운반체, pH 조절 효소)에 미치는 영향을 생리적 실험과 유전자 발현 분석으로 규명하고, 상업적 양식업의 대응 전략을 수립하세요.", "subject": "physics"}
{"id": 40, "question": "맨틀 플룸 활동으로 인한 화산섬 형성이 해양 열수분출구 생태계에 미치는 영향을 지구화학적 데이터와 생물 다양성 연구로 분석해 진화 생물학적 관점에서 서술하시오.", "subject": "physics"}
{"id": 41, "question": "극지 빙하의 알베도 변화가 지역적 복사수지에 미치는 영향을 위성 관측 자료와 표면 에너지 플럭스 모델로 정량화하고, 피드백 메커니즘을 수학식으로 표현하세요.", "subject": "physics"}
{"id": 42, "question": "대기 중 수증기 농도 변동성이 대류권-성층권 에너지 수송 효율에 미치는 영향을 방사 모델 및 수치 시뮬레이션으로 분석하고, 계절별 기후 변동 예측에 반영하는 방법을 제시하세요.", "subject": "physics"}
{"id": 43, "question": "습지 복원 사업 시 토양의 유기물 축적 속도와 탄소 격리 잠재력을 현장 실험과 수치 모델로 비교해 평가한 후, 기후 변화 완화 목표를 위한 최적 설계 가이드라인을 제안하세요.", "subject": "physics"}
{"id": 44, "question": "해양 열팽창으로 인한 해수면 상승이 조석 간만 차에 미치는 영향을 유체역학 모델과 조위 관측 자료로 분석해 항만 시설 설계 시 고려할 위험 요소를 평가하세요.", "subject": "physics"}
{"id": 45, "question": "대륙 이동 속도가 생물 다양성에 미치는 장기적 영향을 고기후 데이터와 화석 기록 비교 분석으로 탐색하고, 미래 생태계 변화 예측 모델을 수립하세요.", "subject": "physics"}
{"id": 46, "question": "해양 심층수의 영양염 농도 변화가 표층 플랑크톤 번성에 미치는 영향을 위성 엽록소 자료와 CTD 프로파일 데이터로 다변량 분석해 영양염 제한 메커니즘을 규명하세요.", "subject": "physics"}
{"id": 47, "question": "대기 중 이산화탄소 증가로 인한 식물 기공 밀도 변화가 육상 생태계 증산 작용에 미치는 영향을 생리적 모델과 미기상 관측 데이터를 결합해 분석하세요.", "subject": "physics"}
{"id": 48, "question": "지진 발생 시 지반 액상화 현상을 예측하기 위한 지반 재료 특성(예: 입도, 전단파 속도)과 진도 데이터의 통계적 상관관계를 머신러닝으로 모델링하세요.", "subject": "physics"}
{"id": 49, "question": "화산 쇄설물의 대기 중 확산 패턴을 입자 크기와 기상 조건(풍속, 습도)과 연계한 확산 모델과 위성 관측을 비교해 화산재 피해 예측 시스템을 개선하세요.", "subject": "physics"}
{"id": 50, "question": "극지방 해빙 감소와 중위도 대기 순환(예: 제트기류) 간 상관관계를 수치 모델과 관측 자료(예: ERA5 재분석 데이터)로 분석해 겨울철 극한 한파 발생 빈도 변화를 시뮬레이션하세요.", "subject": "physics"}
