{"id": 1, "question": "펩티드 합성 과정에서 사용되는 Boc 및 Fmoc 보호기 전략의 차이를 고체상 합성법과 액체상 합성법에 적용하여 비교하고, 부반응 최소화를 위한 실험적 검증 방법을 단계별로 설계하세요.", "subject": "physics"}
{"id": 2, "question": "폴리프로필렌의 입체 규칙성(예: 등특이성, 증후군성)이 중합 촉매의 구조적 변화와 어떻게 연관되는지 분석하시오. 또한, 이를 토대로 분자량 분포 제어가 가능한 새로운 지글러-나타 촉매 시스템 설계 방안을 제시하시오.", "subject": "physics"}
{"id": 3, "question": "자외선-가시광선 분광법을 이용해 천연 색소(예: 안토시아닌)의 pH 감응성 색변화 메커니즘을 규명하고, 이를 활용한 스마트 패키징 소재 개발 시 고려해야 할 광화학적 안정성 평가 프로토콜을 제시하시오.", "subject": "physics"}
{"id": 4, "question": "효소 촉매 반응에서 기질 특이성의 분자적 기반을 밀도 범함수 이론(DFT) 계산으로 분석하고, 이를 통해 기존 효소의 활성 부위를 개량한 인공 효소 설계 전략을 창의적 각도에서 제안하시오.", "subject": "physics"}
{"id": 5, "question": "고순도 그래핀 옥사이드의 열환원 반응 시 발생하는 산소 작용기 제거 동역학을 열중량분석기(TGA) 및 X선 광전자 분광법(XPS) 데이터를 결합해 해석하고, 전도도 최적화를 위한 열처리 프로파일 최적화 방안을 수학적으로 모델링하시오.", "subject": "physics"}
{"id": 6, "question": "메조포러스 실리카 나노입자의 기공 크기 분포가 약물 전달 효율에 미치는 영향을 유체역학적 모델링과 생체 모방 실험을 통해 증명하고, 표적 전달 능력을 갖춘 3중 블록 공중합체 코팅 시스템을 설계하시오.", "subject": "physics"}
{"id": 7, "question": "유기 발광 다이오드(OLED)에서 인광 발색단의 에너지 전달 효율을 개선하기 위한 삼중항 엑시톤 포획 메커니즘을 Förster 공명 에너지 전이(FRET) 이론으로 분석하고, 열활성화 지연 형광(TADF) 물질 설계를 위한 분자 구조 최적화 조건을 제시하시오.", "subject": "physics"}
{"id": 8, "question": "바이오매스 유래 퓨란계 화합물(예: 5-하이드록시메틸푸르푸랄)의 수소화 반응에서 금속 나노입자 촉매의 선택적 활성화를 표면 증강 라만 분광법(SERS)으로 추적하고, 부생 부산물의 촉매 독성 메커니즘을 규명하시오.", "subject": "physics"}
{"id": 9, "question": "이온성 액체계 전해질에서 리튬 이온 이동도의 온도 의존성을 분자동역학 시뮬레이션으로 예측하고, 고체 전해질 계면(SEI) 안정성 향상을 위한 음이온 구조 설계 원리를 아레니우스 플롯 분석을 통해 제안하시오.", "subject": "physics"}
{"id": 10, "question": "나노포어 전기영동에서 단일분자 수준의 DNA 이동도 변동을 포아죄유 흐름과 전기장 분포 시뮬레이션을 통해 정량화하고, 이종 분자 식별을 위한 패턴 인식 알고리즘 개발 전략을 수립하시오.", "subject": "physics"}
{"id": 11, "question": "크라이오전자현미경(cryo-EM)으로 관찰된 멤브레인 단백질의 3차원 구조를 기준으로 리간드 결합 포켓의 전하 분포 맵을 생성하고, 약리활성 예측을 위한 양자 화학 계산 기반 scoring 함수를 개발하시오.", "subject": "physics"}
{"id": 12, "question": "금속-유기 골격체(MOF)의 흡착 등온선을 BET 이론과 랑뮈어 이론으로 비교하여 CO2/N2 분리 효율을 예측하고, 동적 파손 메커니즘을 고려한 내구성 평가 지표를 실험적 데이터 기반으로 정의하시오.", "subject": "physics"}
{"id": 13, "question": "유기 태양전지에서의 전자 수용체와 공여체 간 계면 재조합 손실 최소화 전략을 시간 분해 광루미네선스(TRPL)와 임피던스 분광법으로 분석하며, 광활성층 형태학적 최적화를 위한 용해도 매개변수 설계 조건을 제시하시오.", "subject": "physics"}
{"id": 14, "question": "슈퍼커패시터용 전도성 고분자(예: PEDOT:PSS)의 전기화학적 표면적 증가를 위한 2차 도판트 처리 효과를 전기화학적 임피던스 분광법(EIS)과 주사전자현미경(SEM) 데이터를 연계해 평가하고, 충방전 사이클 수명 예측 모델을 수치해석적으로 구축하시오.", "subject": "physics"}
{"id": 15, "question": "천연 항생물질(예: 페니실린)의 β-락탐 고리 가수분해 반응에서 pH와 온도가 반응 경로에 미치는 영향을 핵자기 공명(NMR)과 질량분석기(MS)로 모니터링하며, 약물 안정성 개선을 위한 프로드럭 설계 전략을 분자 궤도 이론으로 검증하시오.", "subject": "physics"}
{"id": 16, "question": "유-무기 하이브리드 코팅재의 열전도도 향상을 위한 그래핀 나노플레이트릿 정렬 메커니즘을 유체역학 시뮬레이션과 주사탐침현미경(AFM)을 결합해 분석하고, 다층 구조 최적화를 위한 유전알고리즘 적용 방식을 제시하시오.", "subject": "physics"}
{"id": 17, "question": "효소-금속 복합체의 전자 전달 메커니즘을 분자 스핀트와 순환전압전류법(CV)으로 규명하고, 생체연료전지 성능을 극대화하기 위한 전극 표면 개질 방법을 전하 이동 저항(Rct) 데이터를 기반으로 제안하시오.", "subject": "physics"}
{"id": 18, "question": "광촉매에서 UV/가시광에 따른 TiO2 표면 결함 상태 변화를 광루미네선스(PL)와 전자 스핀 공명(ESR)로 비교하며, 가시광 반응성 개선을 위한 질소 도핑 농도 최적화 조건을 광여기 전자-정공 쌍 재결합 억제 메커니즘 관점에서 유도하시오.", "subject": "physics"}
{"id": 19, "question": "초분자 캡슐화 복합체를 이용한 약물 전달 시스템의 방출 프로파일을 pH 및 온도에 따른 호스트-게스트 상호작용의 등온적정 열량측정법(ITC) 데이터와 연계해 예측하고, 다중 자극 반응성 나노컨테이너 설계를 위한 열역학 모델을 제시하시오.", "subject": "physics"}
{"id": 20, "question": "자기 조립 단분자층(SAM)에서의 알카네티올 사슬 길이 변화가 금 표면의 접촉각에 미치는 영향을 Young의 방정식과 표면 자유 에너지 이론으로 해석하며, 초소수성 코팅 적용을 위한 분자 배열 최적화 조건을 컴퓨터 시뮬레이션으로 탐색하시오.", "subject": "physics"}
{"id": 21, "question": "초임계 유체 추출 공정에서 CO2 밀도 변화가 식물 유래 테르펜류의 선택적 용해도에 미치는 영향을 상평형 데이터와 분자 동역학(MD) 시뮬레이션으로 연관지어 분석하고, 공정 효율 개선을 위한 코솔벤트 첨가 전략 수립 방법을 설명하시오.", "subject": "physics"}
{"id": 22, "question": "DNA 컴퓨팅에서 효소 기반 논리 회로의 신호 증폭 단계를 Michaelis-Menten 동역학과 스토캐스틱 모델로 통합 분석하여 오작동 확률을 최소화하는 게이트 배열 설계를 확률 미분방정식 관점에서 접근하시오.", "subject": "physics"}
{"id": 23, "question": "페로브스카이트 태양전지의 이온 이동 저해 전략을 결함이 도입된 산화주석(SnO2) 전자 수송층의 X-선 흡수 분광법(XAS) 데이터와 연계해 설명하고, 장기 안정성 향상을 위한 계면 패시베이션 기술을 에너지 준위 정렬 원리로 제안하시오.", "subject": "physics"}
{"id": 24, "question": "바이오센서의 글루코스 산화물 전기화학적 신호 안정성을 전류-시간(전류계) 및 전압-전류(전압전류법) 분석으로 평가하며, 간섭 물질 억제층을 구현하기 위한 전기화학적 임피던스 매칭 조건을 다중 주파수 해석 기법으로 도출하시오.", "subject": "physics"}
{"id": 25, "question": "자기조립된 블록 공중합체 마이크로도메인 내에서 선택적 분자 삽입 현상을 소각전자현미경(STEM)과 X선 소각 산란(SAXS)로 관측하고, 나노 구조 제어를 위한 블록 비율 및 용매 휘발성 최적화 공식을 열역학적 안정도 지표로 수립하시오.", "subject": "physics"}
{"id": 26, "question": "초분자 젤의 기계적 강도-유도 상전이 거동을 주사전력현미경(SPM)과 유변학적 데이터로 상호 비교하며, 자가치유 기능을 갖춘 스마트 소재 설계를 위한 가교 결합 밀도 조절 매개변수를 점탄성 모델 기반으로 제시하시오.", "subject": "physics"}
{"id": 27, "question": "유기 촉매 반응에서 비공유 상호작용(수소결합, 반 데르 발스)의 선택성 조절 효과를 원자간력 현미경(AFM) 기반 힘 분광법과 2D-IR 분광법으로 동시 분석하고, 비대칭 합성 성능 개선을 위한 촉매 표면 패턴 설계 전략을 수리학 모델링으로 전개하시오.", "subject": "physics"}
{"id": 28, "question": "탄소 나노튜브 복합체의 열전도도 이방성 메커니즘을 분자 동역학 시뮬레이션과 레이저 플래시 분석으로 연계하여 설명하며, 고효율 방열 소재 제작을 위한 배향 제어 기술을 장력-변형률 관계식으로 최적화할 방안을 제시하시오.", "subject": "physics"}
{"id": 29, "question": "효소-기질 복합체의 동적 알로스테릭 효과를 분자 역학(MD) 시뮬레이션과 정지 유량 분석기(SFA) 데이터를 융합해 해석하고, 약물 설계를 위한 알로스테릭 사이트 예측 알고리즘을 머신러닝 기반으로 개발하는 프로토콜을 제안하시오.", "subject": "physics"}
{"id": 30, "question": "고분자 전해질막 연료전지에서 수화도 변화에 따른 프로톤 전도도 변동 패턴을 핵자기 공명(NMR)과 임피던스 분광법으로 추적하며, 건조 조건에서의 성능 저하 방지 기술을 물 분자 확산 계수 측정 데이터 기반으로 설계하시오.", "subject": "physics"}
{"id": 31, "question": "양자점 감응 태양전지(QDSSC)에서 CdSe/ZnS 코어의 표면 리간드 교환 과정이 전자 주입 효율에 미치는 영향을 시간 분해 광루미네선스(TRPL)와 순환전압전류법(CV)으로 정량화하고, 안정성 증대를 위한 고분자 리간드 코팅 시스템을 에너지 밴드 정렬 원리로 구축하시오.", "subject": "physics"}
{"id": 32, "question": "초고분해능 형광 현미경 기술로 관측된 단일 단백질의 확산 경로를 확률적 모델링과 연계해 분석하고, 생체 분자 모터의 에너지 변환 메커니즘을 비균일 열역학적 프레임워크에서 재해석하는 새로운 이론적 접근을 제시하시오.", "subject": "physics"}
{"id": 33, "question": "이온 교환 수지의 양이온 선택성 계수를 Debye-Hückel 이론과 등온흡착 모델을 결합해 모델링하며, 해수 담수화 공정 효율 극대화를 위한 수지 결정화 조건 최적화 방법을 전도성 측정 데이터 기반으로 제안하시오.", "subject": "physics"}
{"id": 34, "question": "그래핀 양자점의 광발광 양자효율(PLQY)이 주변 유전환경에 따라 변화하는 현상을 TD-DFT 계산과 시간분해 형광 분석을 통해 규명하고, 생체 이미징 프로브 적용을 위한 표면 기능화 전략을 광물리학적 감쇠 이론으로 설계하시오.", "subject": "physics"}
{"id": 35, "question": "자기유체역학적 안정화를 이용한 나노입자 분산 시스템에서 외부 자기장 세기 변화가 콜로이드 안정성에 미치는 영향을 미소유체공학 칩과 소형각 X-선 산란(SAXS)으로 관측하며, 의료용 조영제 개발을 위한 안정성 예측 모델을 Maxwell 방정식과 연계해 수립하시오.", "subject": "physics"}
{"id": 36, "question": "인공 광합성 시스템에서 물 분해 촉매의 Tafel 경사도 분석 결과를 미세구조 제어(예: 다공성, 표면적)와 연관지어 설명하고, 산소 발생 반응(OER) 과전압 감소를 위한 금속 산화물 복합 촉매 설계 전략을 반응 차수 이론과 결부해 제시하시오.", "subject": "physics"}
{"id": 37, "question": "바이오의약품의 열안정성 평가를 위해 DSC 및 FT-IR 데이터를 활용해 유리전이온도(Tg)와 이차 구조 변화 간의 상관관계를 회귀 분석한 후, 동결건조 공정 최적화를 위한 수학적 모델링 기법을 제안하시오.", "subject": "physics"}
{"id": 38, "question": "나노포어 시퀀싱을 위한 고체 상태 막의 표면 화학 개질이 단일 염기 판독 정확도에 미치는 영향을 주사탐침현미경(SPM)과 전기신호 패턴 분석으로 평가하고, 오류율 최소화 전략을 분자 역학적 결합 에너지 계산으로 뒷받침하시오.", "subject": "physics"}
{"id": 39, "question": "금속-유기 골격체(MOF) 기반 가스 센서의 선택성 향상을 위해 활성 부위에서의 흡착 엔트로피와 엔탈피를 Calvet 열량계와 기체 흡착 등온선으로 측정한 데이터를 비교해 분석하고, 다변량 통계 모델을 적용한 가스 식별 알고리즘을 제안하시오.", "subject": "physics"}
{"id": 40, "question": "생분해성 고분자의 토양 미생물 분해 메커니즘을 메타지노믹스 분석과 열중량분석(TGA)을 연계해 추적하며, 분해 속도 제어를 위한 블록 공중합체 설계 조건을 Arrhenius 식과 미생물 성장 곡선을 결합해 수학적으로 유도하시오.", "subject": "physics"}
{"id": 41, "question": "유기 태양전지에서 풀러렌 대체 수용체로 사용되는 비풀러렌 수용체(NFA)의 형태학적 특성과 전하 이동도의 상관관계를 원자력 현미경(AFM)과 시간 분해 THz 분광법으로 분석하며, 전력 변환 효율(PCE) 향상을 위한 분자 설계 가이드라인을 제시하시오.", "subject": "physics"}
{"id": 42, "question": "효소 고정화 매트릭스의 기공 크기 분포가 기질 확산 제한 및 반응 속도에 미치는 영향을 유한요소법(FEA) 시뮬레이션과 마이크로유체학 실험을 통합해 모델링하고, 생물반응기 스케일업 시 최적 기공도 범위를 확률적 기법으로 산출하시오.", "subject": "physics"}
{"id": 43, "question": "플라즈마 중합으로 제조된 고분자 박막의 표면 산화도 변화를 XPS와 접촉각 측정으로 정량화하며, 생체 적합성 향상을 위한 표면 개질 공정을 친수성/소수성 밸런스 지수로 최적화하는 방안을 분자 모델링 기반 접근법을 활용해 제시하시오.", "subject": "physics"}
{"id": 44, "question": "이차 전지의 리튬 덴드라이트 성장 억제 메커니즘을 전기화학적 임피던스 분광법(EIS)과 주사전자현미경(SEM) 토모그래피로 다층적으로 분석하고, 고체 전해질 내부 응력 분포 최적화를 위한 유한요소 해석 기반 설계 프로토콜을 개발하시오.", "subject": "physics"}
{"id": 45, "question": "항체로 기능화된 금 나노입자의 생체 분포 특성을 표면 플라즈몬 공명(SPR) 센서와 동물 실험 데이터를 비교 분석하며, 표적 전달 효율 극대화를 위한 표면 리간드 배열 최적화 조건을 열역학적 안정성 모델과 결합해 제안하시오.", "subject": "physics"}
{"id": 46, "question": "초고분자량 폴리에틸렌(UHMWPE)의 결정화 거동이 마찰 계수에 미치는 영향을 시차주사열량계(DSC)와 나노압입 시험을 통해 상관 분석하고, 인공관절 소재로서의 마모 저항성 개선을 위한 사슬 연장제 첨가 전략을 확률적 고분자 동역학 모델로 설계하시오.", "subject": "physics"}
{"id": 47, "question": "효소 기반 바이오센서의 간섭 물질 영향을 전류법적 및 광학적 방법으로 동시 감지하며, 다중 자극 반응성 나노구조체를 이용한 선택성 향상 전략을 전하 이동 저항 및 광학적 감쇠 계수와 연관된 수학적 모델로 제시하시오.", "subject": "physics"}
{"id": 48, "question": "금속 유기 프레임워크(MOF)를 활용한 CO2 포집 과정에서 구조적 유연성이 흡착 용량에 미치는 영향을 인시츄 X선 회절(XRD)과 흡착 등온선 실험을 연계해 연구하고, 유연성 조절을 통한 선택적 포집 기술 개발 방향을 분자 시뮬레이션 기반 메커니즘 분석으로 제안하시오.", "subject": "physics"}
{"id": 49, "question": "펩티드 나노섬유의 자가 조립 과정에서 이온 강도와 온도가 형태학적 변화에 미치는 영향을 원자간력 현미경(AFM)과 소각 X-선 산란(SAXS)으로 관측하며, 나노 구조체 설계를 위한 열역학-동역학 통합 모델을 수립하여 최적의 자기 조립 조건을 수치적으로 예측하시오.", "subject": "physics"}
{"id": 50, "question": "유기 발광 다이오드에서 호스트-게스트 시스템의 에너지 전이 효율을 시간 분해 광루미네선스(TRPL)와 전이 상태 흡광도로 분석하며, 롤오프 현상 최소화를 위한 발광층 도핑 농도 최적화 방안을 Fermi’s Golden Rule과 결합한 수학적 접근법으로 도출하시오.", "subject": "physics"}
