{"id": 1, "question": "이산화질소(NO₂)가 대기 중에서 광화학 반응을 통해 오존(O₃) 생성 메커니즘과 이차 생성 미세입자(PM2.5) 형성 과정을 분자 수준에서 설명하고, 도시 지역의 광화학 스모그 억제를 위한 촉매 기반 NOₓ 저감 장치의 설계 원리를 반응 동역학과 재료 과학적 관점에서 다단계로 제시하세요.", "subject": "physics"}
{"id": 2, "question": "폐수의 크롬(Cr⁶⁺) 이온 제거를 위한 전기화학적 공정에서 음극 재료(예: 알루미늄, 철)의 부식 생성물이 Cr⁶⁺ → Cr³⁺ 환원 반응에 미치는 영향을 전기화학 이론과 표면 분석 데이터를 기반으로 분석하고, 공정 최적화를 위한 파라미터(전압, pH, 이온 강도)의 상호작용 모델을 수학적으로 유도하세요.", "subject": "physics"}
{"id": 3, "question": "플라스틱 매립지에서 발생하는 미세플라스틱과 흡착된 내분비 교란 물질(EDCs)의 상호작용이 토양 미생물 군집의 대사 경로에 미치는 영향을 메타지노믹스 데이터를 활용하여 설명하고, 생물학적 처리 시스템 설계 시 고려할 생물학적/화학적 안정성 지표를 단계적으로 제안하세요.", "subject": "physics"}
{"id": 4, "question": "탄소 포집 및 저장(CCS) 기술에서 아민 기반 흡수액(예: MEA)의 CO₂ 포화 상태에서의 재생 에너지 소모를 줄이기 위해, 이온성 액체와 금속-유기 골격체(MOFs)를 결합한 혼합 용매 시스템의 최적화 조건을 열역학적 모델링과 실험 설계 원칙에 따라 제시하세요.", "subject": "physics"}
{"id": 5, "question": "해양 산성화가 산호초 형성 석회질 골격의 용해 속도에 미치는 영향을 pH-포화도 지수(Ω) 모델과 실험적으로 측정된 탄산칼슘 다형체(방해석 vs. 아라고나이트)의 용해도 차이를 비교하여 분석하고, 완충 메커니즘 강화를 위한 생광물화 소재의 개발 전략을 화학적으로 입증하세요.", "subject": "physics"}
{"id": 6, "question": "바이오연료 생산 시 미세조류 지질 추출 공정을 친환경적으로 개선하기 위해, 초임계 CO₂ 추출과 생분해성 이온성 액체(ILs)를 결합한 복합 용매 시스템의 선택성을 분자 간 인력(van der Waals, 수소 결합)과 상 분리 역학 측면에서 평가하고 경제성을 고려한 스케일업 방안을 제시하세요.", "subject": "physics"}
{"id": 7, "question": "대기 중 질소산화물(NOx)과 휘발성 유기화합물(VOCs)의 광화학 반응 속도를 결정하는 주요 인자(광강도, 온도, 라디칼 농도)의 상호작용을 수치 모델로 구현하고, 이를 기반으로 도심 지역별 오존 농도 예측 알고리즘의 검증 방법을 Monte Carlo 시뮬레이션과 민감도 분석을 통해 설계하세요.", "subject": "physics"}
{"id": 8, "question": "페로브스카이트 태양전지 폐기물에서 납(Pb) 이온의 환경 유출 방지를 위해, 생분해성 폴리머 매트릭스 내에 포획된 Pb²⁺의 이동도 저감 메커니즘을 유리전이온도(Tg)와 매트릭스 구조 분석을 통해 설명하고, EU RoHS 기준을 충족하는 재활용 공정 설계를 단계적으로 추론하세요.", "subject": "physics"}
{"id": 9, "question": "지하수 오염원인 트리클로로에틸렌(TCE)의 생물학적 분해를 촉진하는 데노트리피킹(dehalorespiring) 미생물의 전자 수용체 대체물(예: 폴리아조디움 화합물) 선정 기준을 미생물 생태학적 니치 모델과 반응 메커니즘(도하로가나이즈 효소 활성)을 연계하여 설정하고, 현장 적용 시 생물독성 평가 프로토콜을 제안하세요.", "subject": "physics"}
{"id": 10, "question": "바이오매스 가스화 과정에서 타르 성분(예: 벤젠, 나프탈렌)의 열분해와 촉매 개질(상압 vs. 고압 조건)을 비교하기 위해, 분자 동역학 시뮬레이션을 통해 반응 경로 분기점(transition state)을 식별하고, 에너지 효율성 극대화를 위한 다중 공정 통합 방안을 열역학 제2법칙 관점에서 논리적으로 구성하세요.", "subject": "physics"}
{"id": 11, "question": "초미세먼지(PM1.0)의 주성분인 유기탄화수소(OC)와 흑색탄소(BC)가 대기 중에서 햇빛 흡수 시 발생하는 열 효과(광열 효과)가 주변 기온에 미치는 영향을 복사 전달 모델과 실험을 통해 정량화하고, 도시 열섬 현상 완화를 위한 반사 코팅 소재의 광학적 특성(굴절률, 흡수 스펙트럼) 최적화 전략을 수학적으로 모델링하세요.", "subject": "physics"}
{"id": 12, "question": "플라스틱 열분해 오일에서 황(S) 제거 과정에서 발생하는 H₂S를 고정화하기 위해, 제철소 슬래그를 활용한 흡착제의 표면 산화물(FeO, CaO)과의 반응 메커니즘을 XPS 및 FTIR 분석으로 규명하고, 흡착 등온선(Langmuir vs. Freundlich) 데이터를 기반으로 한 공정 경제성 평가 방안을 제시하세요.", "subject": "physics"}
{"id": 13, "question": "수처리장에서 알루미늄 설페이트(Alum)를 이용한 응집 공정에서 생성된 슬러지의 탈수 성능을 개선하기 위해, 슬러지의 입자 크기 분포와 표면 전하 제타 전위(ζ-potential)를 조절하여 최적의 응집 조건을 유도하고, 친환경 탈수 보조제(셀룰로오스 나노파이버)의 작용 메커니즘을 분자 간 결합 에너지 계산으로 설명하세요.", "subject": "physics"}
{"id": 14, "question": "전기차 배터리 양극재(NMC811)의 수명 주기 평가(LCA)에서 리튬 회수율과 코발트 재활용 효율이 환경에 미치는 영향을 비교 분석하기 위해, 용매 추출법과 직접 재활용법의 화학적 단계를 열역학 데이터(Gibbs 자유 에너지)로 비교하고, 유럽 배터리 규정(EU Battery Regulation 2023/1542) 준수를 위한 재활용 공정 개선안을 제안하세요.", "subject": "physics"}
{"id": 15, "question": "혐기성 소화조에서 메탄(CH₄) 생산을 촉진하는 미생물 공생 군집(아케아-박테리아)의 메타볼롬 데이터를 해석하여, 기질(기계유 vs. 식품 폐기물) 전환에 따른 대사 경로 변화를 통계적 모델(PCA, PLS-DA)로 시각화하고, 메탄 수율 극대화를 위한 생물반응기 운전 조건(유기물 부하율, 온도)을 최적화하세요.", "subject": "physics"}
{"id": 16, "question": "대기 중 미세입자의 화학적 조성(암모늄, 질산염, 황산염)이 구름 응결핵(CCN) 활성에 미치는 영향을 Köhler 이론과 실험적 CCN 스펙트럼 데이터를 기반으로 분석하고, 클라우드 시딩 기술을 통한 강수 유발 효율성을 높이기 위한 에어로졸 첨가제의 설계 원리를 제시하세요.", "subject": "physics"}
{"id": 17, "question": "생분해성 플라스틱(PBS, PLA)의 토양 중 분해 속도를 결정하는 미생물 효소(예: 프로테아제, 리파아제)의 활성 최적 조건(온도, pH, 수분)을 분석하고, 계절별 기후 데이터에 기반한 분해 예측 모델을 개발하여 농업용 멀칭 필름 적용 시 환경 영향을 평가하는 방법론을 제시하세요.", "subject": "physics"}
{"id": 18, "question": "수산물 가공 공정에서 발생하는 유기성 폐수의 질소(N)와 인(P) 제거를 위해, 식물공장 폐열(40–60°C)을 활용한 생물학적 탈질-탈인 통합 공정의 에너지 효율을 평가하고, 미생물 성장 모델(Monod 방정식)과 열병합 시스템을 결합한 최적화 방안을 수학적으로 유도하세요.", "subject": "physics"}
{"id": 19, "question": "태양광 패널 표면 오염의 주요 원인인 미세먼지와 조류 성장에 의한 효율 저하를 방지하기 위해, 초소수성/항균 코팅 재료의 표면 에너지 특성과 광촉매(TiO₂) 반응 메커니즘을 비교하고, 야외 실험 데이터를 기반으로 한 코팅 수명 예측 모델을 설계하세요.", "subject": "physics"}
{"id": 20, "question": "폐수 슬러지의 열분해를 통한 바이오차 생산 시, 바이오차의 표면 기능기(-OH, -COOH) 조절이 중금속 흡착 능력(Cd²⁺, Pb²⁺)에 미치는 영향을 FTIR 및 BET 분석 데이터로 상관관계를 규명하고, 농경지 적용 시 토양 미생물 활성 보존 조건을 제안하세요.", "subject": "physics"}
{"id": 21, "question": "해양 기름 유출 사고 시 오일 분산제 사용으로 생성된 미세 오일 방울의 생분해 촉진 메커니즘을 미생물 유전체 분석과 반응 속도론(미카엘리스-멘텐 모델)을 통해 해석하고, 생태계 영향을 최소화하는 분산제 대체 물질(생분해성 계면활성제)의 설계 기준을 제시하세요.", "subject": "physics"}
{"id": 22, "question": "수소연료전지차(FCEV) 연료전지에서 백금(Pt) 촉매의 내구성 저하를 유발하는 탄소 부식 현상을, 전기화학적 임피던스 분광법(EIS)과 주사전자현미경(SEM) 이미지로 진단하고, 나노구조 최적화(코어-쉘 구조)를 통한 내성 향상 방안을 반응 메커니즘과 결합하여 논리적으로 제시하세요.", "subject": "physics"}
{"id": 23, "question": "건설 폐기물 콘크리트의 재활용 시 발생하는 알칼리성 침출수(pH 12–13) 중 알칼리 토금속(Ca²⁺, Mg²⁺)을 고형화하기 위한 지오폴리머 첨가제의 작용 메커니즘을 XRD와 SEM-EDS로 분석하고, 처리 슬래그와 천연 포졸란의 반응성을 에너지 소비 관점에서 비교 평가하세요.", "subject": "physics"}
{"id": 24, "question": "농업 유래 항생제(테트라사이클린)의 수생 생태계 유입 시 발생 가능한 항생제 내성 유전자(ARGs)의 수평 전달 메커니즘을 플라스미드 추출 및 qPCR 데이터로 검증하고, 생물학적 처리(바이오필름 반응기)와 화학적 처리(UV/O₃)의 병용 시 ARGs 제거 효율 예측 모델을 수립하세요.", "subject": "physics"}
{"id": 25, "question": "반도체 공장에서 배출되는 PFCs(과불화화합물)의 온실가스 잠재력을 줄이기 위해, 플라즈마 분해 기술과 열분해 기술을 반응 메커니즘(라디칼 생성, 결합 해리 에너지) 측면에서 비교하고, 분해 부산물(예: CF₄)의 2차 처리 방안을 열역학 계산을 통해 제안하세요.", "subject": "physics"}
{"id": 26, "question": "도시 열섬 현상 완화를 위한 쿨 페이버(cool pavement) 소재 개발 시, 반사율(알베도) 향상과 열흡수 억제 기능을 동시에 만족하는 나노구조 복합체의 표면 화학적 특성(산화물 코팅, 미세 기공)을 설계하고, 실험실 시뮬레이션과 현장 적용 데이터를 통한 검증 절차를 제시하세요.", "subject": "physics"}
{"id": 27, "question": "원자력 발전소 냉각수 배출로 인한 해수 중 삼중수소(³H) 농도 증가 시, 생물학적 농축 가능성을 해양 미생물 유전자 발현 프로파일과 삼중수소-유기물 결합 반응 속도론을 통해 평가하고, 식수 정화 시스템에서의 제거 기술(역삼투, 촉매 교환) 효율성을 비교 분석하세요.", "subject": "physics"}
{"id": 28, "question": "친환경 살충제로서 나노은(AgNP)의 작물 보호 효능과 환경 독성의 균형점을, 항균 작용 메커니즘(ROS 생성, 세포벽 파괴)과 토양 미생물 다양성 분석(16S rRNA 시퀀싱) 데이터로 상관관계 모델을 구축하고, 안전성 기준을 충족하는 AgNP 농도 범위를 제안하세요.", "subject": "physics"}
{"id": 29, "question": "바이오매스 열병합 발전소에서 발생하는 바이오차의 탄소 격리 효율을, 바이오매스의 리그닌/셀룰로오스 비율과 열분해 조건(온도, 잔류 시간)에 따라 비교하고, 토양 적용 시 이산화탄소 순흡수량을 정량화하는 LCA 평가 프레임워크를 설계하세요.", "subject": "physics"}
{"id": 30, "question": "해양 미세플라스틱에 흡착된 페르플루오로옥탄산(PFOA)의 생물체 내 이동 경로와 독성 메커니즘을, 생체모방 지질 이중층 모델과 세포 투과성 실험 데이터로 해석하고, 생물학적 필터(예: 해조류, 스펀지)를 통한 제거 가능성을 생화학적 반응에서 에너지 장벽 측면에서 평가하세요.", "subject": "physics"}
{"id": 31, "question": "도시 지하수도 오염원인 과불화옥탄산(PFOS)의 제거를 위해 전기화학적 산화-환원 공정을 적용할 때, 전극 재료(예: BDD, Pt/Ti)의 선택과 전해질농도(pH, Cl⁻)가 분해 중간생성물(예: PFOA)의 생성 경로에 미치는 영향을 반응 메커니즘과 GC-MS 데이터로 분석하고, 최종 분해 산물의 독성 평가 프로토콜을 제안하세요.", "subject": "physics"}
{"id": 32, "question": "바이오가스 업그레이드(biogas upgrading) 과정에서 CO₂를 포집하기 위한 흡수제(예: amine, ionic liquid)의 선택과 공정 조건(온도, 압력)이 에너지 소비에 미치는 영향을 흡수 등온선과 엔트로피 변화로 모델링하고, 탄소 발자국을 최소화하는 시스템 설계를 열역학적 관점에서 제시하세요.", "subject": "physics"}
{"id": 33, "question": "전기차 배터리 음극재(흑연)의 재활용 공정 중 발생할 수 있는 실리콘 오염(Si)을 제거하기 위한 선별 기술을, 입자 크기 분포와 XRF 분석 데이터를 기반으로 한 기계학습 모델(SVM, Random Forest)로 최적화하고, 경제적 타당성 분석을 포함한 공정 개선 방안을 제시하세요.", "subject": "physics"}
{"id": 34, "question": "수질 오염원인 합성 계면활성제(LAS)의 생분해 촉진 메커니즘을 베타-산화 경로와 미생물 군집 구조(16S rRNA 분석)로 설명하고, 하수처리장 유출수의 환경 영향을 줄이기 위한 생물학적 처리조 설계(예: MBBR, UASB)의 최적화 조건을 수학적으로 유도하세요.", "subject": "physics"}
{"id": 35, "question": "대기 중 휘발성 유기화합물(VOCs)의 광화학 반응을 통해 생성되는 이차 유기 에어로졸(SOA)의 조성 변화를, 챔버 실험과 PMF(Positive Matrix Factorization) 모델 데이터로 분석하고, 도시 대기질 관리에 대한 시사점을 반응 속도와 기상 조건의 상관관계 측면에서 논리적으로 구성하세요.", "subject": "physics"}
{"id": 36, "question": "플라스틱 재활용 공정에서 발생하는 불순물(예: 염소, 휘발성 유기물)의 열처리 시 생성되는 다이옥신 생성 메커니즘을, 열분해 GC-MS 데이터와 반응 경로 분석을 통해 규명하고, 생성 억제를 위한 촉매 선택 기준을 열역학적 안정성 측면에서 제안하세요.", "subject": "physics"}
{"id": 37, "question": "농업용 폐비닐의 열분해 오일에서 유기염소 화합물(예: PVC 분해 생성물)의 제거 기술을, 활성탄 흡착과 수소화 처리 공정을 비교하여 선택성을 표면 분석(XPS, BET)과 반응 속도론으로 평가하고, 경제성과 환경 영향을 고려한 최적 조합을 제시하세요.", "subject": "physics"}
{"id": 38, "question": "수소 저장 합금(Mg-Ni)의 수소 흡착-탈착 반응 동역학을, 온도 프로그래밍 탈착(TPD) 데이터와 DFT 계산으로 분석하고, 실용화를 위한 나노구조 제어(예: 표면 산화 방지, 입자 크기 최적화) 방안을 열전달 및 물질 전달 관점에서 설계하세요.", "subject": "physics"}
{"id": 39, "question": "수처리 슬러지 소각 시 발생하는 다이옥신 유사 화합물(PCBs)의 독성 예측 모델을, QSAR(정량적 구조-활성 관계) 분석과 실험적으로 측정된 세포 독성 데이터로 검증하여, 환경 위험 평가 프로토콜을 제안하세요.", "subject": "physics"}
{"id": 40, "question": "바이오디젤 생산 부산물인 글리세롤의 고부가가치 화학 전환을 위한 촉매(예: Cu-ZnO/Al₂O₃)의 선택성을, 반응 메커니즘(탈수, 산화)과 표면 특성 분석(XRD, H₂-TPR)으로 규명하고, 프로세스 통합 설계를 위한 경제성 평가 방안을 제시하세요.", "subject": "physics"}
{"id": 41, "question": "도시 열병합 발전소에서 배출되는 질소산화물(NOx)의 선택적 촉매 환원(SCR) 공정에서, 암모니아 슬립(NH₃ slip) 현상을 줄이기 위한 촉매 재료(예: V₂O₅-WO₃/TiO₂)의 표면 산성도 조절을 반응 메커니즘과 실험 데이터로 설명하고, 공정 안정성 평가 기준을 수학적 모델링으로 제시하세요.", "subject": "physics"}
{"id": 42, "question": "미세플라스틱에 흡착된 지속성 유기오염물(POPs)의 생물체 내 축적 경로를, 지질 이중층 모델과 생체모방 실험 데이터로 추적하고, 생물학적 제거 기술(예: 생분해, 효소 분해)의 효율성 예측 모델을 분자 동력학 시뮬레이션과 결합하여 설계하세요.", "subject": "physics"}
{"id": 43, "question": "폐기물 소각장에서 발생하는 플라이애시 중 중금속(Cd, Pb)을 고형화하는 지르코니아 기반 유리화 공정의 최적화 조건을, 용해도 곱 상수(Ksp)와 XPS 분석으로 규명하고, 장기 환경 안정성 평가 프로토콜을 제안하세요.", "subject": "physics"}
{"id": 44, "question": "해양 유래 메탄하이드레이트의 상용화를 위한 탈착 공정에서, 온도/압력 조건과 첨가제(예: THF)의 상호작용 메커니즘을 분자 시뮬레이션과 실험 데이터로 분석하고, 에너지 효율성을 극대화하는 공정 설계 방안을 제시하세요.", "subject": "physics"}
{"id": 45, "question": "연료전지 전극에서의 수소 산화 반응(HOR)과 산소 환원 반응(ORR) 메커니즘을, 전기화학 임피던스 분광(EIS)과 회전원판 전극(RDE) 데이터로 비교하고, 백금과 비귀금속 촉매(예: Fe-N-C)의 선택성 차이를 반응 경로 분석으로 설명하세요.", "subject": "physics"}
{"id": 46, "question": "바이오연료 생산 시 미세조류의 지질 축적 효율을 개선하기 위해, 질소 결핍 조건 하에서 대사 경로 변화를 메타볼롬 데이터와 전사체 분석으로 추적하고, 유전자 조작을 통한 대사 재설계 전략을 논리적으로 구성하세요.", "subject": "physics"}
{"id": 47, "question": "산업폐수 중 중금속(비소, 크롬)의 생물학적 제거를 위한 식물(근권 미생물 활용) 시스템에서, 식물-미생물 공생 관계와 중금속 흡수 메커니즘을 유전자 발현(RNA-Seq)과 토양 화학 분석 데이터로 설명하고, 현장 적용 시 고려사항(토양 pH, 유기물 함량)을 최적화하세요.", "subject": "physics"}
{"id": 48, "question": "플라스틱 열분해 오일의 연료 품질 개선을 위해, 불포화 탄화수소(예: 스티렌)의 선택적 수소화 공정을 촉매 재료(Pd/C, Ni/MgO)와 반응 조건(온도, 압력)에 따라 비교하고, 경제성과 환경 영향을 고려한 최적 조합을 제안하세요.", "subject": "physics"}
{"id": 49, "question": "대기 중 미세입자(PM2.5)의 화학적 조성(탄소성분, 이온)이 구름 응결핵(CCN) 활성에 미치는 영향을, Köhler 이론과 실험실 CCN 카운터 데이터로 분석하고, 클라우드 형성을 조절하는 에어로졸 첨가제의 설계 원리를 제시하세요.", "subject": "physics"}
{"id": 50, "question": "바이오디젤 생산 시 발생하는 글리세롤의 전기화학적 산화 반응을, 전극 재료(예: Pt, Au)와 전해질 조건(pH, 온도)에 따라 비교 분석하고, 고부가가치 화합물(예: 글리세릭산) 생산을 위한 반응 경로 최적화 방안을 수학적 모델링으로 설계하세요.", "subject": "physics"}
