{"id": 1, "question": "세포막 단백질의 구조적 안정성과 리간드 결합 친화도 간의 상관관계를 분자 동역학 시뮬레이션을 통해 분석한 후, 이를 기반으로 알츠하이머병의 아밀로이드 베타 단백질 응집을 억제할 수 있는 약물 후보물질의 설계 전략을 제시하세요.", "subject": "physics"}
{"id": 2, "question": "광합성 세균에서 추출된 박테리오로디핀 단백질의 흡광 특성 변화를 pH 및 이온 강도 조건별로 측정했다고 가정할 때, 실험 데이터를 해석하기 위한 분광학적 모델과 해당 결과를 활용한 생체 감지기 개발에 적용할 수 있는 최적화 방안을 단계적으로 유도하세요.", "subject": "physics"}
{"id": 3, "question": "크렙스 회로 중간생성물인 시트르산의 세포 내 농도 변동이 미토콘드리아 전자전달계의 효소 활성에 미치는 영향을 정량적 메타볼로믹스 데이터로 분석한 후, 이를 대사질환 치료제의 표적으로 활용하는 논리적 근거를 3단계로 설명하세요.", "subject": "physics"}
{"id": 4, "question": "고분자 전해질 용액의 점탄성 변화를 전단 속도 및 온도 구배에 따라 측정한 실험 결과를 Viscoelastic Master Curve로 표현할 때, 시간-온도 중첩 원리(Time-Temperature Superposition)를 적용한 데이터 분석 절차와 실제 배터리 전해액 최적화에의 적용 가능성을 증명하세요.", "subject": "physics"}
{"id": 5, "question": "효모 발효 과정에서 생성되는 부탄올의 선택적 투과도를 향상시키기 위해 설계된 금속-유기골격체(MOF) 분리막의 기공 구조를 Computational Fluid Dynamics(CFD)로 모델링할 때, 고려해야 할 주요 시뮬레이션 변수와 생성물 수율 예측 알고리즘을 수학적으로 설명하세요.", "subject": "physics"}
{"id": 6, "question": "생체 내 중금속 해독 메커니즘을 모방한 인공효소 시스템을 설계할 경우, 세린 프로테아제의 촉매 삼차원 구조와 구리 이온의 배위화학 간 상호작용의 최적 조합을 도출하기 위한 실험적 검증 프로토콜을 제안하세요.", "subject": "physics"}
{"id": 7, "question": "자외선 조사 시 광촉매 TiO₂ 표면에서 발생하는 전자-정공 쌍 재결합 억제 효율을 개선하기 위해, 그래핀 양자점(GQDs)과의 계면 결합 에너지 계산 결과를 바탕으로 표면 개질 방법을 제안하고 이를 실제 수처리 공정에 적용했을 때 예상되는 반응 속도 상수 변화를 수치적으로 예측하세요.", "subject": "physics"}
{"id": 8, "question": "대장균의 락토오스 오페론 발현 조절 시스템이 항생제 저항성 유전자 전달 효율에 미치는 영향을 전사체학(RNA-seq) 데이터로 분석한 후, 이를 박테리아 감염 치료를 위한 새로운 항생제 보조제 개발 전략에 접목하는 방안을 창의적으로 설계하세요.", "subject": "physics"}
{"id": 9, "question": "리튬-황 전지의 폴리설파이드 용출 문제를 해결하기 위해 설계된 다공성 카본 호스트의 표면 기능기(-COOH, -NH₂)가 전해질 이온 전도도에 미치는 영향을 전기화학 임피던스 분광법(EIS)으로 평가할 때, 등가 회로 모델링과 실험 데이터 해석 절차를 단계별로 서술하시오.", "subject": "physics"}
{"id": 10, "question": "식물의 광합성 광계 II 복합체에서 빛 에너지 변환 효율을 극대화하는 데 필요한 단백질-색소 배열의 기하학적 구성을 X-ray 결정학 데이터로 분석한 후, 이를 모방한 인공광전극 소재 개발에 적용할 수 있는 구조적 최적화 원리를 제시하세요.", "subject": "physics"}
{"id": 11, "question": "항암제인 시스플라틴이 DNA 이중나선과 결합할 때 발생하는 구조적 변형을 원자간력 현미경(AFM)으로 관측한 실험 결과를 바탕으로, 약물 저항성 발생을 예측하기 위한 생체분자 역학 모델링 접근법을 설명하세요.", "subject": "physics"}
{"id": 12, "question": "메탄 생성 미생물의 전자전달 매개체 역할을 하는 메테니우스(Cytochrome c) 단백질의 전하 이동 속도를 전압전류법(CV)으로 측정한 데이터가 촉매의 전기화학적 성능 평가에 어떻게 활용될 수 있는지, 전자구조 계산(DFT) 결과와 연계하여 해석하시오.", "subject": "physics"}
{"id": 13, "question": "이온성 액체계에서 전극 반응 메커니즘을 분석하기 위해 수행한 순환전위차염(CV)과 전기화학적 임피던스 분광법(EIS)의 상호보완적 데이터 해석 방법을 정리하고, 이를 활용해 이산화탄소 전기환원 반응의 선택성 제어 전략을 수학적으로 모델링하세요.", "subject": "physics"}
{"id": 14, "question": "효소의 알로스테릭 조절을 모방한 분자 스위치의 설계 시, 리간드 결합에 따른 콘포메이션 변화를 분자 역학 시뮬레이션으로 예측해야 한다. 이때 고려할 힘의장(Force Field) 매개변수의 선정 기준과 시뮬레이션 결과의 실험적 검증 방법을 제시하시오.", "subject": "physics"}
{"id": 15, "question": "수소 저장 합금(Mg-Ni)의 수소 흡착/탈착 거동을 열역학 및 동역학적으로 분석할 때, Van't Hoff 플롯과 Arrhenius 플롯의 데이터 해석 차이를 비교하며 각 플롯에서 도출할 수 있는 물리화학적 의미(예: 흡착 엔탈피, 활성화 에너지)를 명확히 설명하세요.", "subject": "physics"}
{"id": 16, "question": "핵자기 공명(NMR) 분광법을 이용한 단백질-리간드 복합체의 결합 친화도 측정 시, 화학적 이동(chemical shift) 변화를 정량화하기 위한 분석 프로토콜을 설명하고, 경쟁적 결합 실험 설계를 통해 다중 리간드 시스템의 상호작용에 대한 정보를 추출하는 방법을 제시하세요.", "subject": "physics"}
{"id": 17, "question": "페로센 기반 전극 물질의 전기화학적 안정성이 다양한 pH 조건에서 어떻게 달라지는지 순환전위차염(CV)과 X선 광전자 분광법(XPS) 데이터를 종합하여 분석하시오. 이를 통해 연료전지 촉매로서의 내구성을 평가하기 위한 다층적 평가 프레임워크를 제안하세요.", "subject": "physics"}
{"id": 18, "question": "미세유체공학 기반의 랩온어칩 시스템에서 효소 기반 바이오센서의 검출 한계를 개선하기 위해 고려해야 할 유체역학적 요인(층류 유지, 확산 거리, 표면 기능화)을 정량적으로 분석하고, 이를 최적화하는 설계 매개변수를 유도하시오.", "subject": "physics"}
{"id": 19, "question": "고온 초전도체의 임계전류 밀도(Jc)에 영향을 미치는 자성 나노입자 첨가의 효과를 분석하기 위해, 전계발광(EL) 분광법과 자기이력 곡선 측정 데이터를 종합적으로 해석하는 절차와 이를 통해 예상되는 소자 응용 분야를 논리적으로 연결하시오.", "subject": "physics"}
{"id": 20, "question": "생체 모방 광감응 소재를 설계할 때, 박테리오로돕신의 광이성질화 메커니즘에서 영감을 받아 인공 광스위치 분자를 합성한다면, 광자극 하에서의 구조적 재배열 과정을 어떻게 분광학적으로 모니터링할 수 있을지 제안하고, 이를 기반으로 한 광제어 약물전달 시스템의 가능성을 평가하시오.", "subject": "physics"}
{"id": 21, "question": "지르코니아 기반 고체산화물 연료전지(SOFC)의 이온 전도도 향상을 위해 도입된 희토류 원소의 도핑 효과가 결정구조 변화 및 격자 결함 생성에 미치는 영향을 XRD와 TEM 데이터로 분석한 후, 성능 향상을 위한 최적의 도핑 농도를 예측하는 이론적 모델을 개발하시오.", "subject": "physics"}
{"id": 22, "question": "효소 고정화 촉매 시스템에서 지지체(기공 크기, 표면 화학적 특성)와 효소 간 상호작용이 반응 효율에 미치는 영향을 비교하기 위해, 유한요소해석(FEA)을 적용한 반응-확산 모델링과 실제 실험 데이터 간 상관관계를 수립하는 방법론을 제시하세요.", "subject": "physics"}
{"id": 23, "question": "탄소나노튜브(CNT) 복합체의 기계적 강도와 전기 전도도 간 트레이드오프 관계를 분석하기 위해, Raman spectroscopy와 인장 시험 데이터를 종합하여 구조-물성 관계식을 도출하고, 이를 기반으로 에너지 저장 소재 설계에 적용할 수 있는 최적화 기준을 수학적으로 정의하시오.", "subject": "physics"}
{"id": 24, "question": "해양 미생물 유래의 극한 환경 효소(psychrophilic enzyme)의 저온 활성을 유지하는 구조적 특징을 X-ray 결정학 및 분자 동역학 시뮬레이션으로 분석한 후, 해당 결과를 생명공학 응용(예: 냉동 식품 포장재)에 적용할 수 있는 전략을 단계별로 제안하세요.", "subject": "physics"}
{"id": 25, "question": "유기발광다이오드(OLED)의 발광 효율 감소를 초래하는 triplet-polaron quenching 현상을 방지하기 위해, 전자/정공 수송층의 에너지 준위를 DFT 계산으로 설계하고자 한다. 계산 결과를 실험적 데이터로 검증하는 프로토콜과 최적 소재 조합 선정 기준을 설명하시오.", "subject": "physics"}
{"id": 26, "question": "광합성 색소단백질 복합체의 엑시톤 에너지 전달 메커니즘을 이해하기 위해, 2D 전자분광법(2DES)으로 측정한 시계열 데이터를 파동함수 중첩 모델로 해석하고, 이를 통해 인공광합장 소자 설계에 적용 가능한 에너지 분포 최적화 원리를 도출하시오.", "subject": "physics"}
{"id": 27, "question": "리튬-공기 전지의 공기전극 촉매로 사용되는 MnO₂의 산소환원반응(ORR) 활성을 전기화학적 활성표면적(ECSA)과 결함 농도(XPS 분석) 간 상관관계로 분석할 때, 활성 사이트(site)의 정량적 평가 방법과 성능 예측 모델을 수학적으로 구성하시오.", "subject": "physics"}
{"id": 28, "question": "단백질 접힘 과정에서 발생하는 misfolding 현상을 모델링하기 위한 몬테카를로 시뮬레이션의 매개변수(예: 온도, 용매 상호작용 강도) 설정을 이론적으로 정당화하고, 실험 관찰 데이터(예: 원편광 이색성)와의 비교를 통해 시뮬레이션의 정확도를 검증하는 방법을 제시하세요.", "subject": "physics"}
{"id": 29, "question": "페로브스카이트 태양전지의 광흡수층 내 이온 이동 현상이 장기 안정성에 미치는 영향을 조사하기 위해, 시간분해 광루미네선스(TRPL)와 임피이던스 분광법 데이터를 통합적으로 해석하는 절차와 이를 기반으로 한 소자 구조 개선 방안을 제시하시오.", "subject": "physics"}
{"id": 30, "question": "미생물 연료전지에서 생물막 형성을 촉진하는 전기화학적 환경 조건(전위, pH, 기질 농도)을 최적화하여 전력 밀도를 극대화하기 위한 실험 설계 방안을 논리적으로 구성하고, 이를 위한 다변량 데이터 분석 기법(PCA, 회귀 분석)의 적용 가능성을 평가하시오.", "subject": "physics"}
{"id": 31, "question": "고분자 전해질막 연료전지(PEMFC)의 멤브레인 수축 현상을 방지하기 위해 가교밀도와 친수성 그룹 분포 비율을 조절하는 실험을 설계했다고 가정할 때, SEM 이미지와 수분 흡착 실험 데이터를 해석하여 최적 가교 조건을 도출하는 통계적 모델을 제시하시오.", "subject": "physics"}
{"id": 32, "question": "효소-기질 복합체의 결합 자유 에너지를 분자 역학 시뮬레이션으로 계산할 때, 상대적 자유 에너지 계산법(예: FEP, TI)과 잠재적 한계(예: 샘플링 오차)를 비교하고, 실험 측정값(예: ITC 데이터)과의 불일치를 해결하기 위한 검증 전략을 설명하세요.", "subject": "physics"}
{"id": 33, "question": "금속-유기골격체(MOF)를 이용한 이산화탄소 포집 과정에서 발생하는 구조붕괴 현상을 XRD 및 FTIR 데이터로 분석한 후, 내구성 향상을 위한 후속 개질 방법(예: 표면 코팅, 열처지)을 제안하고 각각의 열역학적 타당성을 평가하시오.", "subject": "physics"}
{"id": 34, "question": "신경세포의 전기적 신호 전달 메커니즘을 모방한 인공 시냅틱 소자의 저항 스위칭 현상을 분석할 때, 전도 필라멘트 형성의 전기화학적 메커니즘과 이온 이동도 간 상관관계를 규명하기 위한 전기화학 임피던스 분광법(EIS) 실험 설계를 서술하시오.", "subject": "physics"}
{"id": 35, "question": "광유동학적 트위저를 이용한 단일 세포 분리 과정에서 발생하는 유체 저항력과 광학적 힘의 상호작용을 수치해석적으로 모델링하고, 이를 바탕으로 분리 효율을 극대화할 수 있는 레이저 파장 및 파워 최적화 조건을 유도하시오.", "subject": "physics"}
{"id": 36, "question": "생체 분해성 고분자(PCL, PLA)의 가수분해 메커니즘이 pH 및 온도 변화에 따라 어떻게 달라지는지 열중량분석(TGA)과 핵자기공명(NMR) 데이터를 비교하여 분석하고, 약물전달 시스템 설계에 적용할 수 있는 분해 속도 제어 방안을 수학적으로 모델링하시오.", "subject": "physics"}
{"id": 37, "question": "2D 물질(예: MoS₂)의 층간 결합이 전자구조에 미치는 영향을 알아내기 위해 각도분해 광전자방출 분광법(ARPES) 데이터를 DFT 계산 결과와 비교하는 절차를 설명하고, 밴드갭 조절 메커니즘을 기반으로 한 소자 응용 가능성을 평가하시오.", "subject": "physics"}
{"id": 38, "question": "생체 내 철분 대사 조절을 모방한 인공 페릭스 촉매 시스템을 설계할 때, 페리틴 단백질의 철 저장 메커니즘을 모사하는 나노구조체 합성 방법을 제안하고, 이를 이용한 Fenton 반응의 효율 제어를 위한 표면 개질 전략을 제시하시오.", "subject": "physics"}
{"id": 39, "question": "고온에서의 세라믹 코팅 재료의 크립 변형을 예측하기 위해 유한요소해석(FEA)을 수행할 때, 시간-의존적 변형 거동을 설명하기 위한 구성 방정식(예: Norton 모델)을 도입하고, 실험 데이터(예: 3점 굽힘 시험)와의 비교를 통해 모델 파라미터를 최적화하는 방법을 설명하세요.", "subject": "physics"}
{"id": 40, "question": "단백질-리간드 상호작용의 친화도 측정을 위한 표면 플라즈몬 공명(SPR) 센서 데이터를 해석할 때, 결합 동역학(ka, kd) 계산과 표면 질량 수송 한계를 고려한 수학적 모델을 어떻게 적용할 수 있는지 설명하고, 다단계 결합 현상 분석 기법을 제시하세요.", "subject": "physics"}
{"id": 41, "question": "페로브스카이트 양자점의 광발광 양자효율(PLQY) 향상을 위해 표면 패시베이션을 수행할 때, 리간드 길이와 농도가 입자 형성 및 결함 밀도에 미치는 영향을 TEM과 XPS 데이터로 분석한 후, 최적의 패시베이션 조건을 도출하는 다변량 최적화 기법을 적용하시오.", "subject": "physics"}
{"id": 42, "question": "생물학적 연료전지의 양극 미생물 군집이 전류 발생에 미치는 영향을 메타지노믹스와 전류밀도 데이터를 연계하여 분석할 때, 기능적 유전자 발현과 전기생성 효율 간 상관관계 모델링을 위한 머신러닝 접근법(예: 랜덤 포레스트, 신경망)을 제안하고 검증 절차를 수립하시오.", "subject": "physics"}
{"id": 43, "question": "나노기공 메조포러스 실리카의 표면화학적 특성이 분자 분리 성능에 미치는 영향을 조사하기 위해, 다양한 실란화 처리 샘플을 합성하고 흡착 등온선 및 분자 시뮬레이션(Grand Canonical Monte Carlo) 데이터를 비교하여 최적의 표면 기능기 조합을 도출하는 방법을 제시하세요.", "subject": "physics"}
{"id": 44, "question": "고효율 수소 발생 반응을 위한 전이금속 인화물(TMD) 촉매의 활성 사이트 분포를 주사터널링현미경(STM)과 XAS 데이터로 분석하고, 이를 기반으로 한 전자구조 조절 전략(예: 결함 공학, 이종원소 도핑)을 제안하시오.", "subject": "physics"}
{"id": 45, "question": "알츠하이머병과 관련된 타우 단백질 응집을 억제하는 펩타이드 유사체 설계 시, 분자 도킹 시뮬레이션 결과와 생체 외(in vitro) 응집 억제 실험 데이터를 비교하여 최적 후보물질을 선정하는 체계적 프로세스를 설명하시오.", "subject": "physics"}
{"id": 46, "question": "이차전지의 실리콘 음극 재료의 부피 팽창 문제를 해결하기 위해 설계된 3D 다공성 구조체의 기계적 강도와 리튬 저장 용량을 동시에 평가하기 위해, 압축 시험과 갈바노스태틱 충방전 실험 데이터를 종합 분석하는 방법을 제시하고, 구조-성능 관계식을 도출하시오.", "subject": "physics"}
{"id": 47, "question": "효소의 동역학적 성질(Km, Vmax)이 대사 플럭스 제어 계수에 미치는 영향을 대사통제분석(MCA)을 통해 평가하고, 이를 바탕으로 대사공학적으로 개선된 효모 균주의 생산율 예측 모델을 구성하는 절차를 설명하세요.", "subject": "physics"}
{"id": 48, "question": "금속 나노입자의 표면 플라즈몬 공명(SPR) 특성이 주변 유전체 환경에 따라 어떻게 변하는지 Mie 이론 기반 시뮬레이션과 UV-Vis 분광 실험 데이터를 비교하여 분석하고, 이를 이용한 초고감도 바이오센서 설계에 적용할 수 있는 원리 기반을 제시하시오.", "subject": "physics"}
{"id": 49, "question": "고온 초전도체의 임계온도(Tc) 향상을 위한 화학적 도핑 효과를 분석하기 위해, XRD, XPS, 마그네토모멘트 측정 데이터를 종합적으로 해석하고, 전자-포논 결합 강도 변화와의 상관관계를 밝히는 물리학적 모델을 제안하시오.", "subject": "physics"}
{"id": 50, "question": "세포 신호전달 경로에서 키나제 효소의 알리스타틱 조절 메커니즘을 구조적으로 분석하기 위해, Cryo-EM으로 확인된 단백질 컨포메이션 변화와 분자 역학 시뮬레이션 결과를 연계하여 약물 설계 시 고려해야 할 표적을 3단계로 도출하시오.", "subject": "physics"}
