{"id": 1, "question": "CRISPR-Cas9 시스템을 이용한 유전자 발현 조절 실험을 설계하는 과정에서, 오프-타겟 효과를 최소화하는 방안을 분자 수준의 상호작용(예: guide RNA 설계 원칙, 단백질-DNA 결합 에너지 계산)을 포함하여 설명하고, 실제 실험 데이터를 바탕으로 이러한 전략의 효율성을 평가하는 다단계 논리를 제시하시오.", "subject": "physics"}
{"id": 2, "question": "암 세포의 유전자 발현 변이성을 분석하기 위해 단일 세포 RNA 시퀀싱(scRNA-seq) 데이터를 얻은 상황에서, 클러스터링 결과를 바탕으로 암 세포 아집단(subpopulation)별 특이적 발현 유전자를 식별하고, 이 유전자들이 해당 세포군의 생존, 전이, 약제 내성에 미치는 잠재적 기여를 생물학적으로 연결지어 설명하시오.", "subject": "physics"}
{"id": 3, "question": "돌연변이체 라이브러리를 구축하여 특정 항생제 내성 메커니즘을 규명하는 실험에서, NGS 데이터를 활용한 돌연변이 빈도와 발현 수준 상관관계를 분석할 때, 생물학적 잡음(biological noise)과 실험적 편향(experimental bias)을 구분하기 위한 통계적 방법을 설계하고, 이를 기반으로 내성 관련 유전자 후보를 선정하는 절차를 다단계로 제시하라.", "subject": "physics"}
{"id": 4, "question": "식물 유전체 공학에서 유전자 드라이브(gene drive) 기술을 이용해 병충해 저항성 형질을 집단 내에 확산시킬 때, 유전자 편집의 안정성과 생태적 영향을 예측하기 위해 필요한 수학적 모델(예: 하디-바인베르크 평형 수정 모델)을 구축하고, 실험적 검증을 위한 단계적 접근 방안을 제시하시오.", "subject": "physics"}
{"id": 5, "question": "RNA 간섭(RNAi)을 이용한 유전자 발현 억제 실험에서, 표적 유전자의 전사체(transcript) 중 특정 이소형태(isoform)만을 선택적으로 억제하고자 할 때, siRNA 설계 시 고려해야 할 서열 특이성 및 2차 구조 예측 원리를 설명하고, 이를 구현하기 위한 실험적 전략을 다단계로 제안하시오.", "subject": "physics"}
{"id": 6, "question": "다유전자성 형질(예: 사람의 키)의 유전체-광범위 연관 분석(GWAS) 결과에서 유의미한 SNP들을 바탕으로 기능적 유전자 후보를 추릴 때, eQTL 데이터와 크로마틴 개방성(ChIP-seq) 정보를 통합한 분석 프레임워크를 설계하고, 이를 통해 질병 연관성 유전자의 기능적 검증 방안을 제시하시오.", "subject": "physics"}
{"id": 7, "question": "미생물의 수평적 유전자 전달(horizontal gene transfer) 현상을 연구하는 실험에서, 플라스미드 공유 네트워크와 항생제 내성 유전자 확산의 상관관계를 분석하기 위해 필요한 생물정보학적 파이프라인(예: 어셈블러리, 비교 유전체 분석)을 구축하고, 이를 바탕으로 저항성 유전자의 진화적 경로를 추적하는 방법을 단계별로 설명하시오.", "subject": "physics"}
{"id": 8, "question": "체세포 돌연변이에 의한 암 발생 메커니즘에서, 아폽토시스 경로 유전자(예: p53)의 기능 상실이 세포 증식, 대사 재프로그래밍, 면역 회피에 미치는 영향을 통합적으로 분석하여, 표적 치료 전략의 설계 원리를 다단계로 제시하시오.", "subject": "physics"}
{"id": 9, "question": "식물의 에피제네틱 기억(epigenetic memory) 현상을 연구하기 위해 DNA 메틸화 패턴과 히스톤 변형을 동시에 분석하는 실험에서, ChIP-seq 및 Methyl-seq 데이터를 통합하여 발현 조절 네트워크를 추론하는 방법을 제안하고, 이를 통해 스트레스 반응 유전자의 장기적 발현 조절 메커니즘을 설명하시오.", "subject": "physics"}
{"id": 10, "question": "인간의 유전자 복제 수 변이(CNV)가 신경퇴행성 질병(예: 알츠하이머병)의 병리학적 특성과 연관성을 가질 때, CNV가 유전자 발현 수준, 단백질 상호작용 네트워크, 세포 사멸 경로에 미치는 영향을 생물학적 데이터와 시뮬레이션 모델을 결합하여 분석하는 다단계 전략을 제시하시오.", "subject": "physics"}
{"id": 11, "question": "미생물의 CRISPR-Cas 시스템을 이용한 항바이러스 방어 메커니즘 연구에서, Cas 단백질 변형체가 파지 DNA에 결합하는 특이성을 조작하여 특정 바이러스만 억제하는 전략을 설계하고, 이를 실험적으로 검증하는 단계별 절차를 기술하시오.", "subject": "physics"}
{"id": 12, "question": "포유류의 유전자 발현 조절에서 전사 인자(TF)와 인핸서(enhancer)의 3D 구조적 상호작용을 분석하여, 특정 유전자의 조직 특이적 발현을 예측하고, 이를 바탕으로 인공 인핸서 설계를 통한 질병 모델링 방안을 제시하시오.", "subject": "physics"}
{"id": 13, "question": "인간 마이크로바이옴 연구에서, 장 내 미생물 군집의 유전 정보가 숙주 면역 반응에 미치는 영향을 분석하기 위해 메타게놈 데이터와 T 세포 수용체(TCR) 시퀀싱 정보를 통합한 분석 프레임워크를 구축하고, 이를 통해 면역 조절 미생물의 기능적 역할을 추론하는 방법을 설명하시오.", "subject": "physics"}
{"id": 14, "question": "유전자 치료의 안전성 확보를 위해, 벡터 전달 시스템에서 유전자 발현의 시간적 및 공간적 조절(예: 인듀서블 프로모터 사용)을 구현하는 방법을 분자 수준에서 설계하고, 이를 실험적으로 검증하기 위한 단계별 전략을 제시하시오.", "subject": "physics"}
{"id": 15, "question": "미생물의 항생제 내성 유전자가 플라스미드를 통해 확산되는 속도를 수학적으로 모델링할 때, 세균의 성장률, 플라스미드 복사 수, 항생제 농도 변화를 고려한 미분 방정식을 구축하고, 내성 유전자의 진화 경로를 예측하는 방법을 다단계로 설명하시오.", "subject": "physics"}
{"id": 16, "question": "RNA 바이러스의 변이를 추적하기 위해 전장 유전체 시퀀싱 데이터를 분석하는 과정에서, 변이 위치의 기능적 영향(예: 단백질 구조 변화, 복제 효율)을 평가하는 생물정보학적 도구와 실험적 검증 방법을 통합하여, 변이 유전자의 병원성 예측을 위한 프레임워크를 설계하시오.", "subject": "physics"}
{"id": 17, "question": "식물의 유전자 발현 조절에서 온도 변화에 따라 히스톤 변형이 어떻게 재편되는지 ChIP-seq 데이터로 분석하고, 이를 기반으로 열 스트레스 반응 유전자의 발현 조절을 시뮬레이션하는 모델을 구축하여 생리적 적응을 설명하는 절차를 제시하시오.", "subject": "physics"}
{"id": 18, "question": "인간의 질병 관련 유전자 복제가 수 변이에 따른 발현 차이를 분석할 때, RNA-seq, ATAC-seq, 단백질 상호작용 네트워크 데이터를 통합한 네트워크 기반 분석 방법을 제안하고, 이를 통해 CNV와 표현형 간 기능적 연결을 추적하는 방법을 설명하시오.", "subject": "physics"}
{"id": 19, "question": "유전자 편집 기술에서, CRISPR-Cas13을 이용한 RNA 타깃팅이 바이러스 RNA 제거에 미치는 효과를 연구할 때, 편집 효율, 세포 독성, 면역 반응을 동시에 평가하는 실험적 전략을 설계하고, 이를 바탕으로 최적의 타깃 서열을 선별하는 다단계 논리를 제시하시오.", "subject": "physics"}
{"id": 20, "question": "미생물의 대사 경로 최적화를 위해, 유전자 회로 설계를 통해 특정 대사산물의 생산성을 극대화하는 과정에서, 대사 흐름 분석(FBA)과 유전자 발현 조절을 통합한 시뮬레이션을 수행하고, 이를 실험적으로 검증하는 단계적 방안을 기술하시오.", "subject": "physics"}
{"id": 21, "question": "식물의 유전자 발현에 영향을 미치는 에피제네틱 마크의 세대 간 전승을 연구할 때, DNA 메틸화 패턴과 히스톤 변형을 동시에 분석하여, 환경적 스트레스(예: 가뭄)가 다음 세대의 유전자 발현에 미치는 영향을 예측하는 모델을 구축하고, 이를 실험적으로 검증하는 방법을 제시하시오.", "subject": "physics"}
{"id": 22, "question": "유전자 변이와 질병 발현 간의 상관관계를 연구할 때, 환자 유래 유도만능줄기세포(iPSC)를 이용한 질병 모델링에서, 변이 유전자의 기능 상실/획득 효과를 평가하기 위한 단계별 실험적 접근(예: 전기생리학적 분석, 단백질 상호작용 분석)을 설계하고, 이를 바탕으로 질병 메커니즘 가설을 수립하는 방법을 설명하시오.", "subject": "physics"}
{"id": 23, "question": "미생물의 유전자 수평 전달을 추적하기 위해, 환경 샘플에서 분리된 박테리아의 유전체 데이터를 바탕으로 유전자 공유 네트워크를 구축하고, 항생제 내성 유전자의 확산을 예측하는 시뮬레이션 모델을 설계하는 다단계 전략을 제시하시오.", "subject": "physics"}
{"id": 24, "question": "유전자 발현 조절의 3D 구조를 분석하기 위해, Hi-C 데이터와 ChIP-seq 데이터를 통합한 3D 게놈 맵을 구축하여, 특정 유전자의 발현 조절 영역과 전사 인자 결합 부위의 공간적 상호작용을 시각화하고, 이를 실험적으로 검증하는 절차를 기술하시오.", "subject": "physics"}
{"id": 25, "question": "인간의 질병 유전자 후보를 식별하기 위해, 가족 기반 연관성 분석(linked analysis)과 GWAS 결과를 결합하여, 유전적 변이의 침투율(penetrance)과 환경 요인의 상호작용을 고려한 통계 모델을 설계하고, 이를 바탕으로 질병 예측 정확도를 향상시키는 방법을 설명하시오.", "subject": "physics"}
{"id": 26, "question": "유전자 편집 기술에서, base editing을 이용한 점 돌연변이 수정이 DNA 복제 오류 수리에 미치는 영향을 분석할 때, HDR와 NHEJ 경로의 경쟁 관계를 고려한 실험 설계를 제안하고, 편집 효율성을 평가하는 다단계 논리를 제시하시오.", "subject": "physics"}
{"id": 27, "question": "식물의 유전자 발현을 환경 스트레스(예: 염류 스트레스)에 따라 실시간으로 추적하는 실험에서, 단세포 RNA-seq과 프로모터-GFP 융합 기술을 결합한 데이터를 분석하여, 스트레스 반응 유전자의 발현 동역학을 모델링하고, 이를 바탕으로 내성 품종 개발 전략을 제안하는 방법을 설명하시오.", "subject": "physics"}
{"id": 28, "question": "인간 마이크로바이옴의 유전 정보가 숙주의 대사 질환에 미치는 영향을 연구하기 위해, 메타트랜스크립토믹스와 혈장 대사체 데이터를 통합한 네트워크 분석을 수행하여, 특정 미생물 유전자가 대사 경로에 미치는 기능적 영향을 추론하는 다단계 전략을 설계하시오.", "subject": "physics"}
{"id": 29, "question": "유전자 복제가 수 변이와 질병 발현 간의 비선형 관계를 분석할 때, RNA-seq과 단백질체학 데이터를 통합한 데이터 통합 프레임워크를 구축하고, CNV가 단백질 상호작용 네트워크에 미치는 영향을 시뮬레이션하는 방법을 제시하시오.", "subject": "physics"}
{"id": 30, "question": "미생물의 유전자 드라이브 시스템에서, 유전자 편집의 안정성과 유전적 저항 발생을 예측하기 위해, 집단 유전학적 모델과 CRISPR-Cas9의 오프-타겟 효과를 결합한 시뮬레이션 모델을 설계하고, 이를 실험적으로 검증하는 단계적 절차를 기술하시오.", "subject": "physics"}
{"id": 31, "question": "식물의 유전자 발현 조절에서 히스톤 변형이 mRNA 전사 후 가공(예: 스플라이싱)에 미치는 영향을 연구할 때, 히스톤 메틸화/아세틸화 패턴과 RNA-seq 데이터를 통합한 분석 방법을 제안하고, 이를 바탕으로 유전자 발현 조절 메커니즘을 다단계로 설명하는 방안을 제시하시오.", "subject": "physics"}
{"id": 32, "question": "인간의 유전자 변이와 암 예후 간 연관성을 연구할 때, 환자 유래 오가노이드 모델에서 변이 유전자의 기능 검증을 위해 CRSPR screening과 약물 감수성을 결합한 실험 설계를 제안하고, 이를 바탕으로 개인 맞춤형 치료 전략을 수립하는 방법을 설명하시오.", "subject": "physics"}
{"id": 33, "question": "미생물의 항생제 내성 유전자가 환경 요인(예: 중금속 농도)에 따라 선택적으로 발현될 때, 유전자 발현 데이터와 환경 스트레스 요인 간의 상관관계를 분석하기 위한 통계적 모델을 구축하고, 내성 유전자의 진화적 적응 메커니즘을 추론하는 다단계 전략을 제시하시오.", "subject": "physics"}
{"id": 34, "question": "유전자 편집 기술에서, prime editing을 이용한 대규모 유전체 수정 시 발생할 수 있는 부수적 변이(off-target)를 최소화하기 위한 가이드 RNA 설계 및 실험 조건을 분자 수준에서 분석하고, 이를 바탕으로 효율적인 편집 전략을 다단계로 설계하시오.", "subject": "physics"}
{"id": 35, "question": "식물의 유전자 발현 조절에서 전사 인자와 장거인 인트론(intragenic enhancer)의 상호작용이 특정 유전자 발현을 어떻게 조절하는지, ChIP-seq과 ATAC-seq 데이터를 통합하여 공간적·시간적 발현 패턴을 예측하는 모델을 설계하고, 이를 실험적으로 검증하는 방법을 설명하시오.", "subject": "physics"}
{"id": 36, "question": "인간 마이크로바이옴의 유전적 다양성이 숙주의 면역 반응에 미치는 영향을 연구하기 위해, 16S rRNA 시퀀싱 데이터와 TCR 시퀀싱 데이터를 통합한 네트워크 분석을 수행하여, 특정 미생물 군집과 면역 세포 반응의 연관성을 추론하는 다단계 전략을 제시하시오.", "subject": "physics"}
{"id": 37, "question": "유전자 변이와 질병 발병 사이의 인과 관계를 확인하기 위해, 멘델 유전체 무작위화(MR) 분석을 수행하는 과정에서, 유전적 도구 변수의 선택 기준(예: 수평적 다중성, 도구 강도)을 고려한 통계적 모델을 설계하고, 이를 바탕으로 질병 치료 표적 유전자를 식별하는 방법을 설명하시오.", "subject": "physics"}
{"id": 38, "question": "미생물의 유전자 수평 전달을 추적하기 위해, 환경 샘플에서 분리된 플라스미드 유전체 데이터를 바탕으로 유전자 공유 네트워크를 구축하고, 항생제 내성 유전자의 확산 경로를 예측하는 시뮬레이션 모델을 설계하는 다단계 전략을 제시하시오.", "subject": "physics"}
{"id": 39, "question": "유전자 발현 조절의 3D 구조를 분석할 때, Hi-C 데이터와 전사 인자 결합 부위 정보를 통합한 3D 게놈 구조를 시각화하고, 특정 유전자의 발현 조절과 관련된 공간적 도메인(domain)을 식별하는 방법을 제안하시오. 이를 바탕으로 유전자 발현 조절 메커니즘을 실험적으로 검증하는 절차를 기술하시오.", "subject": "physics"}
{"id": 40, "question": "인간의 유전자 변이와 신경퇴행성 질병의 발현 시기를 예측할 때, RNA-seq, 단백질체학, 대사체학 데이터를 통합한 다중 오믹스 분석 프레임워크를 구축하고, 변이 유전자의 기능적 영향을 시뮬레이션하는 다단계 전략을 설계하시오.", "subject": "physics"}
{"id": 41, "question": "유전자 편집 기술에서, CRISPR-Cas9을 이용한 다중 유전자 편집 시 발생할 수 있는 유전자 간 상호작용 효과를 분석하기 위해, 대규모 유전자 배열 실험과 데이터 통합 분석 방법을 설계하고, 이를 바탕으로 편집 효율성을 최적화하는 방안을 제시하시오.", "subject": "physics"}
{"id": 42, "question": "식물의 유전자 발현에 영향을 미치는 에피제네틱 마크의 환경 적응성을 연구할 때, DNA 메틸화 패턴과 RNA-seq 데이터를 통합한 분석을 수행하여, 스트레스 반응 유전자의 장기적 발현 조절을 예측하고, 이를 바탕으로 내성 품종 개발 전략을 수립하는 다단계 논리를 제시하시오.", "subject": "physics"}
{"id": 43, "question": "인간 마이크로바이옴의 유전적 변이가 숙주의 대사 질환에 미치는 영향을 연구할 때, 메타게놈 데이터와 혈장 대사체학 데이터를 결합한 네트워크 분석을 수행하여, 특정 미생물 유전자가 대사 경로에 미치는 기능적 영향을 추론하는 방법을 설명하시오.", "subject": "physics"}
{"id": 44, "question": "유전자 복제가 수 변이와 암 발생의 연관성을 분석할 때, RNA-seq과 CNV 데이터를 통합한 분석을 통해 발현 수준이 조절된 유전자를 식별하고, 이를 바탕으로 암 세포 생존과 전이에 기여하는 유전적 메커니즘을 다단계로 설명하시오.", "subject": "physics"}
{"id": 45, "question": "미생물의 항생제 내성 유전자가 환경 요인(예: pH 변화)에 따라 선택적으로 발현될 때, 유전자 발현 프로파일과 환경 스트레스 요인 간의 상관관계를 분석하기 위한 통계적 모델을 설계하고, 내성 유전자의 진화적 적응 메커니즘을 추론하는 다단계 전략을 제시하시오.", "subject": "physics"}
{"id": 46, "question": "유전자 편집 기술에서, base editing을 이용한 유전자 기능 회복 실험 시, 편집 효율성과 세포 독성을 균형 있게 평가하기 위한 다단계 실험 설계를 제안하고, 이를 바탕으로 질병 치료 전략을 수립하는 방법을 설명하시오.", "subject": "physics"}
{"id": 47, "question": "식물의 유전자 발현 조절에서 전사 인자와 크로마틴 개방성의 상호작용을 분석할 때, ChIP-seq과 ATAC-seq 데이터를 통합한 3D 게놈 구조를 구축하고, 특정 유전자의 발현 조절과 관련된 공간적 도메인을 식별하는 방법을 제시하시오. 이를 바탕으로 유전자 발현 예측 모델을 설계하고 실험적 검증 절차를 기술하시오.", "subject": "physics"}
{"id": 48, "question": "인간 마이크로바이옴의 유전적 다양성이 숙주의 면역 반응에 미치는 영향을 연구할 때, 메타트랜스크립토믹스 데이터와 T 세포 수용체(TCR) 시퀀싱 데이터를 통합한 네트워크 분석을 수행하여, 특정 미생물 군집과 면역 세포 반응의 연관성을 추론하는 다단계 전략을 설계하시오.", "subject": "physics"}
{"id": 49, "question": "유전자 변이와 질병 발현 사이의 인과 관계를 확인하기 위해, 멘델 유전체 무작위화(MR) 분석을 수행하는 과정에서, 잠재적 혼란 요인(confounding factor)을 통제하기 위한 통계적 모델을 설계하고, 이를 바탕으로 질병 치료 표적 유전자를 식별하는 방법을 설명하시오.", "subject": "physics"}
{"id": 50, "question": "미생물의 유전자 드라이브 시스템에서, 유전자 편집의 안정성과 유전적 저항 발생을 예측하기 위해, 집단 유전학적 모델과 CRISPR-Cas9의 오프-타겟 효과를 결합한 시뮬레이션 모델을 설계하고, 이를 실험적으로 검증하는 단계적 절차를 제시하시오. 또한, 생태적 영향을 최소화하기 위한 유전자 드라이브 설계 전략을 다단계로 제안하시오.", "subject": "physics"}
