{"id": 1, "question": "배아 발생 과정에서 체축(머리-꼬리 축) 형성에 관여하는 Hox 유전자군의 발현 패턴을 분석하고, 해당 유전자 클러스터의 돌연변이를 가진 생물모델에서 관찰된 형태적 이상을 분자 및 세포 수준에서 통합적으로 설명하시오. 또한 이러한 유전자 조절 메커니즘을 모방한 합성 생물학적 접근법의 가능성은 무엇인지 제안하라.", "subject": "physics"}
{"id": 2, "question": "신경능선 세포의 분화 및 이동 과정에서 Eph/Ephrin 신호 전달 시스템의 역할을 실험적 데이터를 기반으로 분석하고, 이 세포의 비정상적 이동이 두개골 형성에 미치는 영향을 다단계로 추론하라. 추가로, 이를 교정하기 위한 유전자 편집 기반 치료 전략을 제안하라.", "subject": "physics"}
{"id": 3, "question": "체절(somite) 형성에서 발생하는 시간-공간적 패턴화의 모델을 분자 시계 기전과 연관지어 설명한 후, 해당 모델에 기반한 컴퓨터 시뮬레이션 설계가 체절 결함 연구에 어떻게 활용될 수 있는지 단계적으로 제시하시오.", "subject": "physics"}
{"id": 4, "question": "줄기세포에서 중간엽-상피 전이(MET)와 상피-중간엽 전이(EMT)가 어떻게 조직 재생을 조절하는지를 설명하는 이론적 틀을 구축하고, 이러한 현상을 활용한 인공 장기 제작 시 발생할 수 있는 문제(예: 세포 이동성 과잉)를 해결하기 위한 생물학적 억제 메커니즘을 설계하라.", "subject": "physics"}
{"id": 5, "question": "망막 발생 과정에서 광수용체 세포의 운명 결정에 관여하는 Notch-델타 신호 경로의 동적 상호작용을 수학적으로 모델링한 후, 모델에 따른 약물 투여가 시력 회복 치료에 미칠 영향을 예측하라. 또한, 모델의 한계를 극복하기 위한 실험 방법을 제안하라.", "subject": "physics"}
{"id": 6, "question": "척추 동물의 지아체(limb bud)에서 발생하는 전후 축(anterior-posterior axis) 패턴 형성에 BMP와 SHH 신호 경로의 상호 조절 작용을 분석하고, 이 과정 중 SHH 농도 구배에 따른 세포 분화 변화를 정량화한 가상 실험 설계를 제시하라.", "subject": "physics"}
{"id": 7, "question": "포유류의 생식 세포 형성 과정에서 감수 분열 시 발생하는 유전적 재조합의 정확성을 유지하는 메커니즘을 분자생물학적으로 설명하고, 재조합 오류로 인한 불임 발생 경로를 차단할 수 있는 유전자 치료를 단계적으로 기획하라.", "subject": "physics"}
{"id": 8, "question": "식물 발생 과정에서 체관부 조직의 분화 패턴을 결정하는 옥신(auxin)의 극성 운반체(PIN 단백질) 네트워크를 공간적-시간적 관점에서 해석한 후, 이를 모방한 합성 세포 배향 기술을 개발하여 농업적 응용 가능성을 제시하라.", "subject": "physics"}
{"id": 9, "question": "양서류 변형(metamorphosis) 과정에서 갑상선 호르몬에 의해 유도되는 꼬리 퇴행 메커니즘을 세포자살(apoptosis) 유전자 발현 변화와 연관지어 설명하고, 이 과정을 모방한 재생 의학 기술을 제안할 수 있는 가능성을 논의하라.", "subject": "physics"}
{"id": 10, "question": "심장 발생에서 좌측-우측 비대칭성(left-right asymmetry)을 결정하는 노드(nodal flow) 유체의 흐름과 신호 분자의 분포를 유체 역학적 모델로 구성한 후, 결함 발생 시 심장의 해부학적 변형을 예측하는 알고리즘을 설계하라.", "subject": "physics"}
{"id": 11, "question": "척추 동물 신경관 폐쇄(spina bifida) 모델에서 폴산(folic acid) 결핍이 발생시키는 후성유전학적 변화(예: DNA 메틸화)를 분석하고, 이를 교정하기 위한 크리스퍼-디앤에이메칠트랜스퍼라제(CRISPR-dCas9-DNMT) 활용 전략을 제시하라.", "subject": "physics"}
{"id": 12, "question": "식물 배발생 과정에서 배축(embryonic axis) 형성에 관여하는 WOX 유전자군의 공간적 발현 조절을 실험적으로 조작한 사례를 바탕으로, 이들 유전자가 유도적 분화 결정에 미치는 영향을 네트워크 관점에서 설명하고, 합성 생물학적 활용 가능성을 탐색하라.", "subject": "physics"}
{"id": 13, "question": "포유류의 태반 발달에서 모체와 태아 세포 간 신호전달을 매개하는 엑소좀(exosome)의 기능을 분자 수준에서 분석하고, 이를 응용한 조산 예측 바이오마커의 개발 가능성을 논의하라.", "subject": "physics"}
{"id": 14, "question": "생체 내 세포 분획 기술(예: FACS)을 활용해 조기 배아에서 분리한 세포군의 단일세포 RNA-seq 데이터를 해석한 결과를 바탕으로, 세포 운명 결정에 관여하는 새로운 신호 경로를 추론하고 이를 검증하는 실험적 접근을 제안하라.", "subject": "physics"}
{"id": 15, "question": "곤충의 변태 과정에서 유충 조직이 성체 조직으로 전환되는 histolysis-histogenesis 과정을 세포주기 조절 및 에너지 대사 변화와 연관지어 설명한 후, 이 메커니즘을 모방한 생체 재료 분해 시스템을 설계하라.", "subject": "physics"}
{"id": 16, "question": "포유류의 뇌하수체 전엽(adenohypophysis) 발생에서 BMP4 신호가 세포 운명에 미치는 영향을 유전자 발현 프로파일링을 통해 분석하고, 이 신호 경로의 이상이 초래하는 호르몬 결핍을 교정하기 위한 줄기세포 치료 프로토콜을 제안하라.", "subject": "physics"}
{"id": 17, "question": "신경 발생 과정에서 방사상 아교세포(radial glial cell)의 이동에 영향을 미치는 세포 외 기질(ECM)의 물리화학적 특성(예: 탄성 계수, 패턴)을 생체 모방 소재로 설계하고, 이를 이용한 신경 재생 기술을 개발하라.", "subject": "physics"}
{"id": 18, "question": "식물의 꽃 발생에서 floral homeotic 유전자의 발현 조절을 제어하는 miRNA 경로와 후성유전학적 메커니즘을 통합적으로 분석하고, 이를 응용한 새로운 식물 개량 기술(예: 꽃 구조 변형)을 기획하라.", "subject": "physics"}
{"id": 19, "question": "척추 동물의 간뇌(diencephalon) 발생에서 눈 분야(optic vesicle)의 유도를 조절하는 Pax6 유전자의 발현 경계 조건을 수학적 모델로 정의한 후, 모델에 따른 실험적 검증을 위한 유전자 편집 기법을 제안하라.", "subject": "physics"}
{"id": 20, "question": "포유류의 신경관 발달에서 신경줄기세포의 자기 갱신(self-renewal)과 분화 결정 사이의 균형을 유지하는 Wnt/β-catenin 신호 경로의 조절 메커니즘을 설명하고, 이를 모방한 암세포 재발 방지 전략을 설계하라.", "subject": "physics"}
{"id": 21, "question": "척추 동물의 치아 발생 과정에서 에나멜 기관과 상아질 기관의 상호작용을 BMP 및 FGF 신호 경로와 연관지어 분석하고, 이 메커니즘을 응용한 생체 모방 치아 재생 프로토콜을 제안하라.", "subject": "physics"}
{"id": 22, "question": "식물 뿌리 발생에서 옥신 구배에 의한 세포 신장 조절 메커니즘을 유체 역학적 모델로 구현한 후, 모델 기반의 인공 뿌리 성장 조절 시스템을 개발하여 환경 스트레스 저항성 향상에 적용하는 방안을 논의하라.", "subject": "physics"}
{"id": 23, "question": "포유류 난소 발생에서 원시 난포 형성 과정의 세포간 신호 교환(예: KITLG-골수형성유도인자)을 분석하고, 이 과정 중 발생하는 염색체 비분리 오류를 예방하기 위한 유전자 교정 전략을 기획하라.", "subject": "physics"}
{"id": 24, "question": "척추 동물의 체절(somite) 형성에서 Notch 신호와 세포 주기 동기화가 상호작용하는 메커니즘을 수학적 진동자 모델로 설명한 후, 모델에 따른 체절 결함 치료 전략을 제안하라.", "subject": "physics"}
{"id": 25, "question": "식물 배발생에서 배반엽(proembryo) 형성 과정에서 발생하는 세포 비대칭 분열(cell polarity)의 분자적 기작을 분석하고, 이를 모방한 합성 세포 분극화 기술을 개발하여 농업적 응용 가능성을 탐색하라.", "subject": "physics"}
{"id": 26, "question": "포유류의 신경관에서 미세소관 조직의 역학이 신경관 폐쇄(spina bifida)에 미치는 영향을 유체 역학적 시뮬레이션으로 분석한 후, 결함을 교정하는 생체 재료 삽입술을 설계하라.", "subject": "physics"}
{"id": 27, "question": "척추 동물의 간(肝) 발생 과정에서 간세포(hepatocyte)의 분화를 유도하는 HGF/MET 신호 경로의 역할을 생체 이미징 기술로 관측한 데이터를 바탕으로 설명하고, 이를 모방한 간 재생 치료법을 개발하라.", "subject": "physics"}
{"id": 28, "question": "식물 줄기 세포 니치(stem cell niche)의 유지 및 분화에 관여하는 CLV-WUS 피드백 메커니즘을 유전자 회로 설계로 모델링한 후, 이를 응용한 식물 성장 조절 기술을 제안하라.", "subject": "physics"}
{"id": 29, "question": "포유류의 신장 발생에서 요세관(nephron) 형성 과정을 Wnt4 신호와 Notch 경로의 상호작용으로 설명하고, 이 과정에서 발생하는 선천적 신장 결손을 교정하기 위한 줄기세포 치료 프로토콜을 기획하라.", "subject": "physics"}
{"id": 30, "question": "신경 발생에서 신경전구세포(neural progenitor cell)의 증식/분화 결정을 조절하는 p53 경로의 역할을 세포주기 조절과 연관지어 분석한 후, 이를 모방한 뇌종양 치료 전략을 설계하라.", "subject": "physics"}
{"id": 31, "question": "식물 꽃 발생에서 floral meristem의 종결 신호를 결정하는 AGAMOUS 유전자의 발현 메커니즘을 후성유전학적 관점에서 설명하고, 이를 응용한 새로운 원예 작물 개발 기술을 제안하라.", "subject": "physics"}
{"id": 32, "question": "척추 동물의 척추 형성 과정에서 척추원판(notochord)과 체절의 상호작용을 BMP/Wnt 신호 경로와 연관지어 분석하고, 이 메커니즘이 생체 모방 소재로 응용될 수 있는 가능성을 논의하라.", "subject": "physics"}
{"id": 33, "question": "포유류 난소의 원시 난포 형성에 관여하는 Notch 신호와 NGF 경로의 교차 조절을 분자 수준에서 설명하고, 이를 응용한 난모 세포 보존 기술을 개발하라.", "subject": "physics"}
{"id": 34, "question": "신경 발생에서 방사상 아교세포의 이동을 조절하는 세포 접착 분자(N-cadherin, NCAM)의 역할을 기계적 힘 측면에서 해석하고, 이를 모방한 신경 재생 스텐트 설계 기술을 제안하라.", "subject": "physics"}
{"id": 35, "question": "식물 뿌리 발생에서 옥신 수송 경로(PIN 단백질)의 공간적 분포를 유체 역학적 모델로 시뮬레이션한 후, 모델 기반의 뿌리 구조 최적화 기술을 개발하여 작물 생산성 향상에 적용하는 방안을 논의하라.", "subject": "physics"}
{"id": 36, "question": "포유류 신경관의 폐쇄 과정에서 발생하는 기계적 스트레스와 세포 분열 방향의 상관관계를 분석하고, 이를 예측한 인공지능 모델을 설계하여 신경관 결함 예방 기술을 제안하라.", "subject": "physics"}
{"id": 37, "question": "척추 동물의 눈 발생에서 망막세포의 층화(lamination)를 유도하는 Ephrin/Eph 신호 경로의 역할을 세포 이동 및 접착과 연관지어 설명한 후, 이 메커니즘을 응용한 망막 보철 기술을 개발하라.", "subject": "physics"}
{"id": 38, "question": "식물 배발생에서 세포 비대칭 분열(cell polarity)이 유전자 발현 구배(예: WOX 유전자)에 의해 조절되는 메커니즘을 분석하고, 이를 모방한 합성 세포 분화 시스템을 설계하라.", "subject": "physics"}
{"id": 39, "question": "포유류 신장 발생에서 요세관 네프론(nephron)의 3D 구조 형성을 유도하는 기계적 힘(예: 유체 흐름, 세포 수축력)을 생체 역학적 모델로 구현한 후, 이를 모방한 인공 신장 조직 제작 기술을 제안하라.", "subject": "physics"}
{"id": 40, "question": "신경 발생에서 신경 줄기세포의 환경 신호(예: 산소 농도, 기질 경도)에 따른 분화 경로 선택을 분석하고, 이를 응용한 뇌 손상 치료 프로토콜을 기획하라.", "subject": "physics"}
{"id": 41, "question": "척추 동물의 간 뇌 발생에서 시상하부 형성이 성호르몬 신호(예: 안드로겐)와 어떻게 상호작용하는지를 발달적 관점에서 설명하고, 이를 모방한 내분비 장애 치료 전략을 설계하라.", "subject": "physics"}
{"id": 42, "question": "식물 꽃 발생에서 floral meristem의 세포 분열 평방(fate map)을 유전자 발현 프로파일링과 연관지어 분석하고, 이를 응용한 꽃 구조 변이 기술 개발을 제안하라.", "subject": "physics"}
{"id": 43, "question": "포유류 신장 발생에서 요관 싹(ureteric bud) 분지 형성을 조절하는 GDNF/Ret 신호 경로의 역할을 세포 이동 및 증식과 연관지어 설명한 후, 이 메커니즘을 모방한 생체 모방 신장 조직 공학 기술을 개발하라.", "subject": "physics"}
{"id": 44, "question": "신경 발생에서 신경아교세포(glia)의 분화가 신경세포 생존에 미치는 영향을 분석하고, 이를 응용한 신경퇴행성 질환 치료 전략을 설계하라.", "subject": "physics"}
{"id": 45, "question": "식물 줄기 세포 니치에서 WUSCHEL 단백질이 세포 분열 비대칭성을 유도하는 메커니즘을 세포 생물학적 관점에서 설명하고, 이를 모방한 합성 세포 분열 시스템 기술을 제안하라.", "subject": "physics"}
{"id": 46, "question": "척추 동물의 체절(somite) 형성 과정에서 시간적 패턴이 공간 패턴으로 전환되는 메커니즘을 모델로 해석한 후, 모델을 기반으로 한 생체 리듬 조절 기술을 개발하라.", "subject": "physics"}
{"id": 47, "question": "포유류 난포 발달에서 난구세포-난모 세포 간 신호전달(GDF9/BMP15)의 역할을 분자 수준에서 분석하고, 이를 응용한 난포 성숙도 평가 기술을 기획하라.", "subject": "physics"}
{"id": 48, "question": "신경 발생에서 방사상 아교세포의 이동 경로에 영향을 미치는 세포 외 기질(ECM)의 물리적 특성(예: 경도, 패턴)을 생체 역학적으로 분석하고, 이를 모방한 신경 재생 스캐폴드 설계 기술을 제안하라.", "subject": "physics"}
{"id": 49, "question": "식물 배발생에서 세포벽 재구성(cell wall remodeling)이 배아 축 형성에 미치는 영향을 기계적 스트레스와 연관지어 설명하고, 이를 응용한 생체 모방 소재 개발 기술을 논의하라.", "subject": "physics"}
{"id": 50, "question": "포유류 신경관 발생에서 세포 이동과 증식 간의 균형을 유지하는 기계적 피드백을 분석하고, 이를 예측한 인공지능 모델을 설계하여 신경관 결함 예방 기술을 제안하라.", "subject": "physics"}
