{"id": 1, "question": "군집성 개미 집단에서 병정개미와 일개미의 분화 메커니즘을 후성유전학적 관점에서 설명하고, 환경 스트레스(예: 식량 부족)가 이 분화 과정에 미치는 영향을 예측할 때, CRISPR-Cas9 기반 유전자 편집을 통해 어떤 실험 설계를 할 수 있을지 단계별로 서술하세요.", "subject": "physics"}
{"id": 2, "question": "원숭이의 사회적 순위 결정에 대한 신경생리학적 기반을 바탕으로, 전두엽-편도체 회로의 기능적 연결 강도가 개체 간 협력으로 전환되는 임계값을 결정하는 메커니즘을 실험적으로 검증하는 방안을 제시하세요.", "subject": "physics"}
{"id": 3, "question": "포식자 회피 시 나타나는 물고기의 급격한 회피 행동(C-start response)에서 세로토닌 농도 변화가 운동 패턴의 가변성에 미치는 영향을 분석하기 위해, 라이브 이미징 기술과 행동 추적 소프트웨어를 결합한 다중 스케일 연구 전략을 수립하세요.", "subject": "physics"}
{"id": 4, "question": "새의 계절적 이동 경로 최적화 전략을 게임 이론적 모델링으로 재해석할 때, 개체적 위험 회피와 군집적 에너지 효율성 간의 상충 관계를 어떻게 수학적 모델에 반영할 수 있는지 설명하시오.", "subject": "physics"}
{"id": 5, "question": "꿀벌의 '와글 춤' 의사소통에서 후각 신호가 공간적 정보 전달에 기여하는 메커니즘을 규명하기 위해, fMRI 유사 기술로 뇌 활동을 실시간 추적하면서 동시에 인공 향기 자극장치를 활용하는 실험 프로토콜을 제안하세요.", "subject": "physics"}
{"id": 6, "question": "포유류 수면 단계별 사회적 학습 능력 변동을 관찰할 때, 렘 수면 중 해마-전전두엽 신경 동기화 패턴이 다음날의 협력적 문제 해결 성능에 미치는 인과 관계를 확인하기 위한 교차 검증 실험 설계를 구성하세요.", "subject": "physics"}
{"id": 7, "question": "집단 거동하는 물고기 떼에서 개인 간 거리 유지 알고리즘(Herring School Dynamics)을 수학적 모델로 구현하고자 할 때, 유체역학적 상호작용과 시각적 자극을 통합하는 미분방정식 시스템을 수립하는 과정을 설명하시오.", "subject": "physics"}
{"id": 8, "question": "암수 역전이 어류에서의 행동 가소성을 연구할 경우, 성호르몬(17β-estradiol)과 신경펩타이드(vasotocin)의 상호작용이 사회적 계급 인식 뇌 영역을 재프로그래밍하는 메커니즘을 단일 세포 RNA 시퀀싱 데이터로 분석하는 전략을 제시하세요.", "subject": "physics"}
{"id": 9, "question": "설치류의 위험 감수성(risk-taking) 행동에 영향을 미치는 미생물-장-뇌 축(MGB axis) 메커니즘을 규명하기 위해, 무균 쥐를 대상으로 한 프로바이오틱스 투여 실험과 개방공간 미로 테스트를 결합한 종단 연구 설계를 수행하세요.", "subject": "physics"}
{"id": 10, "question": "영장류의 얼굴 인식 능력 진화 배경을 분석할 때, 사회적 복잡성과 뇌 전두엽 피질 주름 패턴의 상관관계를 3D 모델링으로 검증하며, 이에 기반하여 인공지능 얼굴 인식 알고리즘 최적화 방안을 제안하세요.", "subject": "physics"}
{"id": 11, "question": "개미의 페로몬 추적 경로 최적화 전략을 그래프 이론으로 모델링할 때, 환경 장애물 증가 조건에서 경로 탐색 효율성이 개미 군집 크기에 의존하는 비선형 관계를 실험적으로 입증하는 방법을 논하세요.", "subject": "physics"}
{"id": 12, "question": "조류의 노래 학습에서 청각 피드백 회로가 운동신경 피질에 미치는 영향을 관찰할 경우, 실시간 전기적 자극(TMS)과 음향 유도를 결합한 행동 가변성 조절 실험을 통해 신경 가소성 임계값을 측정하는 방식을 제안하세요.", "subject": "physics"}
{"id": 13, "question": "집단 포식을 하는 사자 프라이드의 사냥 전략 분산을 게임 이론으로 해석할 때, 개체 간 신뢰도와 에너지 소비 효율을 고려한 내시 균형(Nash Equilibrium) 모델을 구축하고, 야생 관측 데이터로 검증하는 방법을 서술하시오.", "subject": "physics"}
{"id": 14, "question": "초파리의 교미 행동 선택 메커니즘에서 수컷의 구애 노래 주파수와 암컷의 생식기 형상 적합성이 어떻게 공진화를 일으키는지 확인하기 위해, 형태-음향 상관관계를 분석하는 복합 영상 분석 시스템을 설계하세요.", "subject": "physics"}
{"id": 15, "question": "설치류의 사회적 위축 행동과 해마 치아이랑의 신경발생률 감소 간의 인과 관계를 증명하기 위해, 광유전학적 자극으로 특정 뉴런 집단을 조절하면서 사회적 상호작용 테스트와 시냅스 형성 마커를 정량화하는 실험 계획을 수립하세요.", "subject": "physics"}
{"id": 16, "question": "고래류의 노래 전파 패턴에서 문화적 학습 메커니즘을 연구할 경우, 딥 러닝 기반 음성 인식 모델로 지역별 변이를 분류하고, 개체군 이동 경로와 유전적 다양성 데이터를 결합하는 비교 유전체학적 분석 프레임워크를 제안하세요.", "subject": "physics"}
{"id": 17, "question": "벌새의 호버링 비행 안정화 메커니즘을 생체 모방할 때, 날개 운동 각도와 시각 피드백 시스템 간의 상관관계를 비행 역학과 컴퓨터 비전 기술로 분석하여 드론에 적용하는 방법을 단계별 설계하세요.", "subject": "physics"}
{"id": 18, "question": "영장류의 거울 뉴런 시스템이 타인의 행동 의도 해석에 기여하는 정도를 측정하기 위해, 뇌파 동기화(EEG coherence)와 fMRI 연결성 분석을 결합한 다중 모달리티 실험 프로토콜을 구성하세요.", "subject": "physics"}
{"id": 19, "question": "사회성 나방의 페로몬 신호 해독 메커니즘이 환경 소음과 결합해 어떻게 행동 반응을 변화시키는지, 가변형 소리 챔버와 유전자 발현 프로파일링을 통한 교차 영향 실험을 설계하시오.", "subject": "physics"}
{"id": 20, "question": "설치류의 공포 조건반사 기억 소거 과정에서 전전두엽-편도체 간 신경 회로 재구성을 관찰할 때, 옵토제네틱스와 칼슘 이미징을 결합해 시냅스 가소성 임계값을 정량화하는 방법을 제시하세요.", "subject": "physics"}
{"id": 21, "question": "군집성 박쥐의 반향정위 호출 주파수 조정을 사회심리학적 압력에 비유해 분석할 경우, 인공 신경망 모델로 개체 간 간섭 최소화를 위한 주파수 분배 전략을 학습하고 야생 데이터로 검증하는 방식을 논하시오.", "subject": "physics"}
{"id": 22, "question": "물고기의 협동 사냥 전략을 로봇 군집 제어 알고리즘에 적용할 때, 생물학적 시스템의 반응 지연과 기계적 시스템의 예측 제어를 결합하는 하이브리드 모델 설계 방안을 수립하세요.", "subject": "physics"}
{"id": 23, "question": "개미의 집단 의사결정 과정에서 정보 과부하로 인한 행동 정체 현상이 발생하는 임계점을 규명하기 위해, 확산 방정식 기반 모의 실험과 페로몬 농도 측정 데이터를 비교하는 분석 체계를 제안하세요.", "subject": "physics"}
{"id": 24, "question": "조류의 계절 이동 경로 선택에서 지구 자기장 감지와 별자리 패턴 인식의 상호작용을 연구할 경우, 유전자 편집으로 특정 감각 세포만을 불활성화한 개체와 정상 개체의 이동 경로 편차 분석 실험을 설계하세요.", "subject": "physics"}
{"id": 25, "question": "영장류의 공정성 인식 실험에서 뇌척액 내 옥시토신 농도 변화가 협력 의지 결정에 미치는 영향을, PET 영상과 경제학 게임 시뮬레이션을 연동한 종단 연구로 분석하는 방법을 서술하시오.", "subject": "physics"}
{"id": 26, "question": "곤충의 군집 지능에서 개체 사망 시 발생하는 정보 손실 복구 메커니즘을 연구하며, 블록체인 데이터 복구 알고리즘을 생물학 시스템에 유비추론(analogy)하여 새로운 협업 모델을 제안하세요.", "subject": "physics"}
{"id": 27, "question": "설치류의 모계 행동에 영향을 주는 옥시토신 수용체 유전자 다형성과 유아 울음 소리의 주파수 범위 간의 상관관계를 규명하기 위해, 유전자형-행동형 매칭 분석 및 인공 학습 자극 실험을 결합한 접근법을 제시하세요.", "subject": "physics"}
{"id": 28, "question": "사회적 곤충의 노화 속도 조절에서 일개미와 여왕개미의 후성유전학적 차이(DNA 메틸화 패턴)가 어떻게 생식적 성공을 결정하는지, 단일 세포 수준으로 메틸롬과 전사체를 통합 분석하는 실험 설계를 구성하세요.", "subject": "physics"}
{"id": 29, "question": "포식자-피식자 공존 시스템의 공간적 안정성 메커니즘을 분석할 때, 로지스틱 성장과 Holling 타입 III 기능 반응을 결합한 미분방정식 모델의 매개변수 민감도를 실험 데이터로 검증하는 방법을 논하시오.", "subject": "physics"}
{"id": 30, "question": "조류 집단 비행에서의 에너지 효율적 편대 유지 전략을 공기역학 시뮬레이션과 실제 비행 궤적 데이터를 비교하며, 드론 군집 제어에 적용하기 위한 최적화 알고리즘을 단계별로 개발하세요.", "subject": "physics"}
{"id": 31, "question": "설치류의 사회적 고립 스트레스에 따른 미세아교세포 활성화가 전두엽 피질 신경 가소성에 미치는 영향을, 실시간 2광자 현미경 관찰과 행동 회복을 추적하는 교차 검증 실험 시스템으로 분석하세요.", "subject": "physics"}
{"id": 32, "question": "사회성 나방 유충의 군집 형태 유지 메커니즘을 유체역학적 압력과 생체 접착력 관점에서 해석한 뒤, 소프트 로봇 그립퍼 설계에 적용하는 생물모방 공학적 접근법을 제안하세요.", "subject": "physics"}
{"id": 33, "question": "고등 포유류의 공감 능력 진화에 있어서 미러 뉴런 시스템과 전두엽 피질 발달 속도의 상관관계가 어떻게 사회적 계층 구조 복잡성과 연결되는지, 비교 신경해부학적 데이터와 문화적 지표를 결합한 회귀 모델을 수립하세요.", "subject": "physics"}
{"id": 34, "question": "개미 군체의 식량 탐색 범위 결정에서 개체 수 밀도와 자원 분포를 고려한 확률적 모델(예: Lévy walk)을 구축하고, 실제 추적 데이터와 모델 예측치를 베이지안 추론으로 비교하는 실험 설계를 제시하세요.", "subject": "physics"}
{"id": 35, "question": "조류의 노래 학습 능력이 계절적 호르몬 변화(예: 테스토스테론)와 어떻게 연동되어 사회적 지위 유지에 기여하는지, 장기적 호르몬 주입 실험과 계층 구조 관찰 데이터를 비교하는 분석 체계를 구성하세요.", "subject": "physics"}
{"id": 36, "question": "집단 거동 생물발광 생물의 광 신호 동기화를 수학적으로 모델링할 때, 반응-확산 방정식에 소셜 네트워크 이론을 접목하여 군집 크기에 따른 전파 속도 임계값을 계산하는 방법을 서술하시오.", "subject": "physics"}
{"id": 37, "question": "영장류의 협력적 문제 해결 실험에서 개별 능력과 사회적 학습 간의 상호작용 효과를 분석하기 위해, 네트워크 과학과 기계학습(랜덤 포레스트)을 결합한 다층 분석 프레임워크를 제안하세요.", "subject": "physics"}
{"id": 38, "question": "곤충 군집에서 개체 간 물리적 접촉 빈도와 페로몬 신호 강도 간의 비선형 관계를 규명하기 위해, 고밀도 카메라 트래킹과 질량 분석기를 연동한 실험 시스템을 설계하시오.", "subject": "physics"}
{"id": 39, "question": "설치류의 사회적 순위 인식에 필요한 시각-후각 통합 메커니즘을 단일 세포 해상도에서 연구하며, 광유전학 자극과 패치 클램프 전기생리학을 결합한 인과 관계 검증 실험을 구성하세요.", "subject": "physics"}
{"id": 40, "question": "조류 집단의 계절 이동 경로 최적화를 기후 데이터와 결합해 머신러닝으로 예측할 때, 개체군 유전적 다양성과 이동 패턴의 상관관계를 고려한 앙상블 모델 구축 방안을 논하시오.", "subject": "physics"}
{"id": 41, "question": "사회적 동물의 집단 지능에서 나타나는 emergence 현상을 복잡계 이론으로 설명하고, 이를 로봇 스웜 제어에 적용하기 위해 강화학습 기반 의사결정 아키텍처를 설계하는 방법을 단계별로 제시하시오.", "subject": "physics"}
{"id": 42, "question": "고등 포유류의 플레이 행동 진화를 게임 이론으로 해석할 때, 위험 감수성과 에너지 소비의 균형점을 찾는 내시 균형 모델을 생물음향학 데이터로 검증하는 실험 설계를 수립하세요.", "subject": "physics"}
{"id": 43, "question": "사회성 곤충의 질병 전파 경로에서 개체의 사회적 격리 메커니즘과 군집 면역 전략 간의 상관관계를 규명하기 위해, 전염병 모델과 행동 데이터 시뮬레이션을 통합한 분석 체계를 제안하세요.", "subject": "physics"}
{"id": 44, "question": "설치류의 모성 행동 유전에 영향을 미치는 에피게놈 변이(예: miRNA 발현)를 CRISPR-dCas9 기반 표적 편집으로 조작하며, 새끼 생존율과 사회적 적응도 간의 인과적 연결을 검증하는 실험 프로토콜을 설계하세요.", "subject": "physics"}
{"id": 45, "question": "조류 집단의 먹이 경쟁 상황에서 발생하는 신호 과시적 행동(signaling behavior)의 진화 안정성을, 신호 비용과 편익을 고려한 진화 게임 이론 모델로 분석하고 야생 관측 데이터로 검증하세요.", "subject": "physics"}
{"id": 46, "question": "집단 지능을 보이는 해양 생물의 군집 유영 패턴을 유체역학 시뮬레이션으로 모델링하며, 인공 지능의 심층 강화학습 알고리즘에 적용하기 위한 추상화 전략을 단계별로 서술하시오.", "subject": "physics"}
{"id": 47, "question": "사회적 스트레스 하에서 포유류의 HPA 축 활성화가 면역 세포 사이토카인 분비에 미치는 영향을, 다중 오믹스 데이터(전사체, 단백질체, 대사체)를 통합 분석하는 시스템 생물학적 접근법을 제안하세요.", "subject": "physics"}
{"id": 48, "question": "곤충의 페로몬 신호 감지 능력이 환경 온도와 습도에 따라 어떻게 가변적으로 작용하는지, 유전자 발현 프로파일링과 행동 반응 실험을 결합해 정량적 관계를 규명하는 방법을 논하시오.", "subject": "physics"}
{"id": 49, "question": "영장류의 협력적 사냥 전략에서 개체 간 역할 분담이 진화적 안정성과 어떻게 연결되는지, 개체 기반 모델과 다중 주체 시뮬레이션을 활용해 분석하는 실험 체계를 설계하세요.", "subject": "physics"}
{"id": 50, "question": "사회성 해양 포유류의 음파 통신에서 잡음 환경 하의 신호 복호화 메커니즘을 신경망 모델로 구현하고, 이를 실제 관측 데이터와 비교해 모델 정확도를 개선하는 반복 학습 프로세스를 제안하시오.", "subject": "physics"}
