{"id": 1, "question": "p53 단백질이 암 세포에서 변이될 때, 이 변이체가 DNA 복구 기작, 세포 주기 조절, 그리고 아폽토시스 경로에 미치는 분자 수준의 영향을 비교하고, 변이된 p53이 오히려 종양 발생 촉진 요인으로 작용하는 ‘gain-of-function’ 메커니즘을 실험적으로 검증하는 방안을 3단계 추론으로 설계하세요.", "subject": "physics"}
{"id": 2, "question": "RAS-MAPK 신호 경로에서 KRAS G12D 돌연변이가 지속적으로 활성화될 경우, 하위 효과기인 ERK의 과인산화가 어떻게 세포 증식 및 생존을 유도하는지 설명하고, 이 경로를 표적으로 하는 저분자 억제제의 효능을 높이는 전달 시스템(예: 나노입자)을 제안하는 과정에서 고려해야 할 생화학적 장벽을 기술하세요.", "subject": "physics"}
{"id": 3, "question": "종양 미세환경에서 암세포와 암세포 유래 엑소좀이 면역 세포(T세포, 대식세포)의 기능을 억제하는 구체적 메커니즘 3가지를 제시하고, 이를 차단하는 면역관문억제제와 병용 요법의 시너지 효과를 예측할 때 필요한 실험 모델을 단계적으로 구성하세요.", "subject": "physics"}
{"id": 4, "question": "유방암에서 HER2 과발현이 세포 증식 신호를 어떻게 지속적으로 활성화하는지 분자적 차원에서 분석한 후, 트라스투주맙(허셉틴)의 표적 치료 한계를 극복하기 위한 이중 표적 약물 후보(예: HER2-EGFR 동시 억제)를 제안하고, 이에 필요한 전임상 검증 단계를 설계하세요.", "subject": "physics"}
{"id": 5, "question": "후성유전학적 조절 기전 중 DNA 메틸전이효소(DNMT) 억제제가 고메틸화된 종양 억제 유전자(예: BRCA1)를 재활성화하는 과정을 설명하고, 이 치료를 적용한 후 발생할 수 있는 예측되지 않은 표적 유전자 발현 변화의 위험을 평가하는 방법론을 3단계로 제시하세요.", "subject": "physics"}
{"id": 6, "question": "대장암의 CpG 섬 메틸화 상태(CIMP)와 미세위성불안정성(MSI)의 상관성을 바탕으로, 면역관문억제제에 반응할 가능성이 높은 환자 군을 식별하기 위한 생체표지자 패널을 구성하고, 이를 임상에 적용하기 위한 검증 프로토콜을 제안하세요.", "subject": "physics"}
{"id": 7, "question": "Wnt/β-catenin 신호 경로의 비정상적 활성화가 대장암 줄기세포(CSC)의 자기재생능을 유지하는 메커니즘을 설명하고, 이 경로를 억제하는 소분자 약물이 정상 장상피세포에 미치는 부작용을 최소화하기 위한 표적 전달 시스템을 창의적으로 설계하세요.", "subject": "physics"}
{"id": 8, "question": "MYC 과발현이 리보솜 생합성 증가와 단백질 합성 촉진을 통해 종양 성장을 촉진하는 과정을 설명한 후, MYC 발현을 간접적으로 조절하는 비코딩 RNA(miRNA, lncRNA)를 발굴하고, 이를 활용한 유전자 치료 전략을 수립하세요.", "subject": "physics"}
{"id": 9, "question": "PTEN 결실 돌연변이가 AKT/mTOR 경로 활성화를 통해 항암제 내성에 기여하는 메커니즘을 분석하고, 이 경로를 표적로 하는 라파마이신 유사체(예: 에버로리무스)의 한계를 극복하기 위한 대사 조절 병용 요법(예: 글루코즈 유사체)을 제안하세요.", "subject": "physics"}
{"id": 10, "question": "전립선암의 안드로겐 수용체(AR) 변이가 항안드로겐 치료에 대한 저항성을 유발하는 분자적 기전을 설명하고, 변이 AR을 직접 표적하는 PROTAC 분자를 설계할 때 고려해야 할 구조적·약동학적 특성을 3단계 추론으로 기술하세요.", "subject": "physics"}
{"id": 11, "question": "난소암에서 BRCA1/2 결실로 인한 상동재조합 결함이 PARP 억제제 감응성을 결정하는 원리를 설명하고, 이 치료제가 비동종 DNA 복구 경로(NHEJ)에 미치는 부수적 영향과 임상 반응 예측 모델을 연계하는 방법론을 제안하세요.", "subject": "physics"}
{"id": 12, "question": "간세포에서 지속적 염증 신호(예: IL-6/JAK/STAT3)가 간암 발생을 촉진하는 메커니즘을 분석한 후, 염증 매개체를 표적로 하는 항체 치료제가 종양 억제 미세환경 조성에 실패할 수 있는 한계를 극복하기 위한 면역세포 재교육 전략을 설계하세요.", "subject": "physics"}
{"id": 13, "question": "폐암에서 EGFR T790M 돌연변이에 의한 표적 치료 저항성을 분자 동역학 시뮬레이션으로 예측하고, 이에 대응하는 3세대 억제제(오시머티닙)의 결합 친화도를 높이기 위한 유도체 설계 방안을 생성 AI 모델링을 활용해 제시하세요.", "subject": "physics"}
{"id": 14, "question": "종양 관련 섬유아세포(CAF)가 분비하는 TGF-β가 암세포의 EMT 유도와 전이 촉신에 작용하는 메커니즘을 설명한 후, CAF-TGF-β 축(targeting stromal TGF-β)을 억제하는 약물이 종양 억제 효과와 섬유화 감소 사이의 최적 균형을 맞추기 위한 용량 탐색 프로토콜을 제안하세요.", "subject": "physics"}
{"id": 15, "question": "골수에서의 백혈병 줄기세포(LSC) 생존이 HIF-1α 안정화에 의존하는 저산소 환경을 활용하는 메커니즘을 분석하고, HIF-1α 억제제를 개발할 때 정상 조혈모세포의 산소 감지 경로를 보존하는 전략을 3단계로 설계하세요.", "subject": "physics"}
{"id": 16, "question": "방광암에서 FGFR3 변이형이 MAPK 및 PI3K 경로를 동시에 활성화하는 교차 신호 네트워크의 구조를 설명한 후, 이중 경로 억제제를 설계할 때 발생할 수 있는 피드백 저항성 메커니즘을 예측하고 이를 방지하는 병용 요법 조합을 제안하세요.", "subject": "physics"}
{"id": 17, "question": "B세포 림프종에서 c-MYC와 BCL2의 동시 과발현이 아폽토시스 회피와 증식 신호를 어떻게 융합적으로 조절하는지 분석하고, 이중 표적 치료를 위한 CAR-T 세포 설계에서 고려해야 할 항원 간 상호작용과 신호 강도를 최적화하는 방법론을 기술하세요.", "subject": "physics"}
{"id": 18, "question": "갑상선암의 BRAF V600E 돌연변이가 MITF 발현을 증가시키는 양성 피드백 루프를 형성하는 과정을 설명한 후, 이 루프를 차단하여 역전성 갑상선암 세포를 분화 유도 상태로 되돌리는 약물 조합을 생성하세요.", "subject": "physics"}
{"id": 19, "question": "흑색종에서 UV 유발 CDK4/CCND1 경로 활성화가 세노토크신(senotoxin) 저항성을 부여하는 메커니즘을 분석하고, 세포 노화 유도와 표적 치료를 병용하는 전략이 세포 주기 재진입을 억제하는 과정을 3단계 실험 모델로 증명하세요.", "subject": "physics"}
{"id": 20, "question": "췌장암에서 KRAS G12D와 TP53 결실이 조합된 종양에서 나타나는 대사 재프로그래밍(글루타민 의존성 증가)을 설명하고, 대사 경로 차이을 활용한 선택적 독성 약물 전달을 위한 나노입자의 표면 기능화 전략을 창의적으로 제안하세요.", "subject": "physics"}
{"id": 21, "question": "교모세포종에서 EGFRvIII 변이체가 T세포 면역 감시를 회피하는 메커니즘(예: MHC-I 발현 감소)을 분석한 후, 이 변이체를 표적하는 mRNA 백신과 면역관문억제제의 병용 효과를 예측할 때 고려해야 할 T세포 아형 및 사이토카인 환경 조절 방안을 설계하세요.", "subject": "physics"}
{"id": 22, "question": "흑색종에서 MITF 발현 수준에 따른 약물 반응 차이(높은 MITF: MAPK 억제제 민감, 낮은 MITF: 항암제 저항)를 설명하는 메커니즘을 제시하고, MITF 발현 다이내믹스를 실시간 모니터링하는 나노입자 센서를 활용해 개인별 치료 전략을 조정하는 프로토콜을 제안하세요.", "subject": "physics"}
{"id": 23, "question": "위암에서 Helicobacter pylori 감염 유래 CagA가 PAR1/MAPK 경로를 활성화하는 기전을 설명한 후, CagA-의존적 신호전달을 억제하는 펩타이드 억제제가 기존의 항생제 치료 실패 사례를 어떻게 극복할 수 있는지 임상적 적용 방안을 3단계로 제시하세요.", "subject": "physics"}
{"id": 24, "question": "자궁경부암에서 HPV E6/E7 온코프로테인이 p53과 RB1을 프로테아좀으로 분해하는 메커니즘을 분자 수준에서 설명하고, 이 과정을 역전시키기 위한 프로테아좀 저해제(MG132)와 HPV DNA 복제 억제제의 병용 요법에서 예상되는 세포 독성 극복 전략을 설계하세요.", "subject": "physics"}
{"id": 25, "question": "신장암에서 VHL 결실로 인한 HIF-1α 축적이 VEGF와 PDGF 생산을 증가시키는 메커니즘을 분석한 후, HIF-1α 안정화 하에서 종양 혈관 생성 억제에 효과적인 약물 조합을 제안하고, 이를 평가하기 위한 3D 종양 오가노이드 모델을 구성하세요.", "subject": "physics"}
{"id": 26, "question": "갑상선암에서 RET/PTC 융합 유전자가 RAS-RAF-MEK-ERK 경로를 지속적으로 활성화하는 과정을 설명하고, 이 경로를 표적하는 멀티키나아제 억제제(예: 렌바티닙)의 부작용(심혈관 독성)을 완화하기 위한 선택적 억제제 설계 방안을 제시하세요.", "subject": "physics"}
{"id": 27, "question": "간세포암에서 β-catenin 변이체가 GLUL 유전자와 글루탐산 합성을 증가시켜 암세포 생존을 유지하는 메커니즘을 분석하고, 글루탐산 대사를 억제하는 약물(예: CB-839)과 기존 Sorafenib 치료의 병용 효과를 예측하는 시뮬레이션 모델을 기술하세요.", "subject": "physics"}
{"id": 28, "question": "백혈병에서 FLT3-ITD 돌연변이가 STAT5 활성화와 BCL-2 발현 증가를 유도하는 과정을 설명한 후, FLT3 억제제와 BCL-2 억제제(Venetoclax) 병용 요법에서 발생할 수 있는 골수 억제 부작용을 완화하는 미세환경 기반 보호 전략을 설계하세요.", "subject": "physics"}
{"id": 29, "question": "신경모세포종에서 MYCN 증폭이 LIN28B 발현을 증가시켜 miRNA-let-7 패밀리를 억제하는 메커니즘을 분석하고, 이 경로를 역전시키는 miRNA 유사체(mimic)와 알킬화제(시스플라틴)의 병용 요법이 약물 내성을 극복하는 과정을 3단계 실험으로 검증하세요.", "subject": "physics"}
{"id": 30, "question": "유방암에서 ESR1 변이가 내분비 치료 저항성에 기여하는 메커니즘을 설명한 후, 변이 ESR1을 표적하는 선택적 에스트로겐 수용체 분해제(SERD)와 CDK4/6 억제제의 병용 효과를 예측할 때 고려해야 할 유전자 발현 서명의 변화를 분석하는 방법론을 제안하세요.", "subject": "physics"}
{"id": 31, "question": "대장암에서 APC 손실이 Wnt/β-catenin 경로 활성화와 GSK-3β 억제 사이의 균형을 어떻게 교란시키는지 설명하고, 이 균형을 복원하기 위한 소규모 분자 GSK-3β 활성제의 잠재적 부작용(신경 독성)을 최소화하는 표적 전달 시스템을 설계하세요.", "subject": "physics"}
{"id": 32, "question": "육종에서 PAX3-FOXO1 융합 유전자가 MYOD1을 억제하며 근분화를 차단하는 메커니즘을 분석한 후, 이 융합 단백질을 분해하는 PROTAC 분자와 근분화 유도제의 병용 요법이 종양 세포 사멸을 유도하는 과정을 실험 모델로 증명하세요.", "subject": "physics"}
{"id": 33, "question": "혈액암에서 IDH1/2 돌연변이가 2-HG 축적을 유도하여 TET2 기능을 억제하고 DNA 탈메틸화를 방해하는 메커니즘을 설명하고, 2-HG 생성을 억제하는 약물이 비정상적 DNA 메틸화 패턴을 정상화할 때 기대되는 면역원성 항암 효과(immunogenic cell death) 증강 방안을 제안하세요.", "subject": "physics"}
{"id": 34, "question": "갑상선암의 BRAF V600E 돌연변이가 MITF 발현을 증가시키는 양성 피드백 루프가 형성된다는 사실을 바탕으로, 이 루프를 차단하기 위한 siRNA 기반 치료 전략을 설계하고, siRNA의 간세포 포획 위험을 줄이기 위한 갈락토스 코팅 리포좀 전달 시스템을 창의적으로 개발하세요.", "subject": "physics"}
{"id": 35, "question": "폐암에서 KRAS G12C 억제제의 한계를 극복하기 위해 SOS1-KRAS 결합을 방해하는 분자(예: BI 1701963)를 개발할 때, KRAS의 GDP/GTP 결합 주기 변화를 모니터링하기 위한 실시간 형광 바이오센서 설계와 이를 활용한 효능 검증 프로토콜을 기술하세요.", "subject": "physics"}
{"id": 36, "question": "유방암에서 ERBB2(HER2) 유전자 증폭이 MET 발현을 유도하여 표적 치료 저항성에 기여하는 메커니즘을 분석하고, HER2와 MET를 동시 표적하는 이중 특이적 항체(예: HER2×MET Bispecific Antibody)의 임상 적용 가능성 평가 방안을 3단계로 설계하세요.", "subject": "physics"}
{"id": 37, "question": "교모세포종에서 EGFRvIII 발현 세포가 면역원성 항암 효과를 유도하는 능력을 상실한 이유를 MHC-I 경로 이상과 CD8+ T세포 반응 저하로 설명하고, 이 세포에 면역 관문억제제를 처리하기 전에 유전자 편집(CRISPR)으로 MHC-I 발현을 회복시키는 전략이 T세포 매개 세포 독성 회복에 어떻게 기여하는지 실험적으로 증명하세요.", "subject": "physics"}
{"id": 38, "question": "전립선암에서 AR-V7 스플라이스 변이체가 엔잘루타마이드 저항성에 기여하는 메커니즘을 분석한 후, AR-V7을 특이적으로 표적하는 siRNA와 기존 항안드로겐 치료의 병용 효과를 예측하기 위해 3D 오가노이드 모델에서 약물 반응 프로파일을 비교하는 실험 설계를 제안하세요.", "subject": "physics"}
{"id": 39, "question": "흑색종에서 UV 유발 NRAS Q61K 돌연변이가 RAF 독립적 신호 전달을 통해 MEK/ERK 경로를 활성화시키는 과정을 설명하고, 이 경로를 표적하는 MEK 억제제의 저항성을 극복하기 위한 이중 경로(예: PI3K/mTOR) 억제제 병용 요법의 세포 독성 최적화 방안을 기술하세요.", "subject": "physics"}
{"id": 40, "question": "급성골수성백혈병(AML)에서 FLT3-ITD와 NPM1 돌연변이가 조합될 때 발생할 수 있는 대사적 적응(지방산 합성 증가)을 분석하고, 이 적응 경로를 표적하는 약물(예: FASN 억제제)과 기존 화학요법의 병용 효과를 3D 골수 마이크로환경 모델에서 평가하는 프로토콜을 설계하세요.", "subject": "physics"}
{"id": 41, "question": "위암에서 CLDN18.2 과발현이 암세포의 생존 신호를 전달하면서도 정상 위점막에서는 발현되지 않는 특성을 활용한 CAR-T 치료 전략을 설계할 때, CLDN18.2의 이질적 발현으로 인한 치료 실패를 방지하기 위한 유전자 편집 기반 다표적 접근법(예: TRAC/CD19 이중 편집)을 제안하세요.", "subject": "physics"}
{"id": 42, "question": "흑색종에서 B-RAF V600E와 PTPN11(SHP2) 공동 활성화가 MEK/ERK 신호를 극대화하는 메커니즘을 분석한 후, B-RAF 억제제와 SHP2 억제제 병용 요법에서 발생할 수 있는 피드백 활성화(예: EGFR/ERBB3 증가)를 억제하기 위한 3단계 조합 전략을 수립하세요.", "subject": "physics"}
{"id": 43, "question": "대장암에서 MSI-High 종양은 높은 돌연변이 부담으로 인해 면역관문억제제에 민감하지만, dMMR 결핍이 DNA 복구 오류를 지속시키는 악순환을 형성합니다. 이 악순환을 차단하기 위해 PARP 억제제와 면역관문억제제 병용 요법이 효과적일 수 있는 분자적 근거를 설명하고, 임상적 검증을 위한 바이오마커 패널을 구성하세요.", "subject": "physics"}
{"id": 44, "question": "폐암에서 KEAP1-NRF2 경로 활성화가 항산화 반응을 증가시키며 항암제 내성에 기여하는 메커니즘을 설명하고, NRF2 억제제 개발을 위해 항산화 반응 요소(ARE)를 표적하는 siRNA 전달 시스템과 기존 플라티늄 기반 항암제의 병용 효과 예측 모델을 3단계로 제시하세요.", "subject": "physics"}
{"id": 45, "question": "유방암에서 TLE3 발현이 ER 신호와 CDK4/6 억제제 감수성 사이의 관계를 조절하는 메커니즘을 분석한 후, TLE3 발현 수준에 따른 약물 반응 차이를 예측 모델(예: 머신러닝 기반 예측)에 통합하기 위한 데이터 수집 및 검증 프로토콜을 설계하세요.", "subject": "physics"}
{"id": 46, "question": "방광암에서 FGFR3 변이형과 PIK3CA 변이형의 공동 발현이 MAPK 및 PI3K 경로 시너지 효과를 유발하는 과정을 설명하고, 이중 경로 억제제를 개발할 때 발생할 수 있는 신호 피드백 활성화(예: ERK 의존성 mTORC1 활성화)를 억제하는 3단계 병용 전략을 제안하세요.", "subject": "physics"}
{"id": 47, "question": "갑상선암에서 RAS 돌연변이(Q61R)가 RET 발현을 억제하며 미분화 암으로의 진행을 촉진하는 메커니즘을 분석하고, 이 경로를 역전시키기 위한 RAS 억제제(예: Sotorasib)와 RET 활성화제의 병용 요법이 세포 분화를 유도하는 과정을 3D 오가노이드 모델로 검증하는 방안을 기술하세요.", "subject": "physics"}
{"id": 48, "question": "백혈병에서 DNMT3A 돌연변이(R882H)가 DNA 메틸화 패턴 변화를 유발하며 조혈모세포의 자기재생능 유지에 기여하는 과정을 설명한 후, 이 돌연변이를 표적하는 CRISPR 기반 유전자 편집과 저메틸화제(아자시티딘) 병용 요법이 종양 줄기세포 제거에 효과적인 이유를 분자 수준에서 분석하세요.", "subject": "physics"}
{"id": 49, "question": "신경모세포종에서 ALK F1174L 돌연변이가 TRKA 신호 전달을 증가시키며 종양 성장을 촉진하는 메커니즘을 분석하고, ALK 억제제와 TRKA 억제제의 병용 효과가 암세포의 자가포식(autophagy) 활성화를 유도하는지를 평가하는 3단계 실험 프로토콜을 제안하세요.", "subject": "physics"}
{"id": 50, "question": "간암에서 β-catenin 변이체가 GLUL 발현을 증가시키며 글루타민 의존성을 유발하는 메커니즘을 설명한 후, 글루타민 대사 억제제(예: CB-839)와 베타-카테닌 억제제(프라이머틴)의 병용 요법이 항암 효과를 극대화할 수 있는 분자적 상호작용을 제시하고, 이를 3D 종양 스페로이드 모델로 검증하는 전략을 설계하세요.", "subject": "physics"}
