{"id": 1, "question": "해안 습지 생태계에서 염생식물(halophytes)이 염분 스트레스에 적응하기 위해 진화시킨 생리적 메커니즘을 세포 수준에서 설명하고, 기후 변화로 인한 해수면 상승 시나리오에서 이들의 서식지가 어떻게 변동될 것인지 예측 모델에 기반하여 분석하시오. 또한, 이러한 변화를 완화하기 위해 염생식물의 유전적 다양성을 활용한 복원 전략을 단계별로 제시하시오.", "subject": "physics"}
{"id": 2, "question": "열대우림에서 종다양성(alpha, beta, gamma 다양성)이 높을수록 초식동물의 식이 전략이 어떻게 달라지는지를 군집 생태학 이론을 근거로 설명하시오. 특정 종의 멸종 시나리오에서 먹이망(trophic network)의 구조적 변화와 영양소 순환 역동성을 수학적 모델링을 통해 예측하고, 이 결과가 생태계 회복력에 미치는 영향을 평가하시오.", "subject": "physics"}
{"id": 3, "question": "도시 열섬 현상이 곤충 군집의 계절적 발생 시기와 생체 리듬(circadian rhythm)에 미치는 영향을 장기 모니터링 데이터를 비교하여 분석하시오. 열 스트레스와 빛 공해의 복합적 영향을 고려했을 때, 도시의 생물다양성 보전을 위한 '생태 통로' 설계 시 고려해야 할 환경적 매개변수를 제시하고, 이를 적용한 모의 실험 방안을 제안하시오.", "subject": "physics"}
{"id": 4, "question": "산호 백화 현상 시 공생하는 조류(zooxanthellae)의 대사 산물 변화가 산호의 면역 반응에 어떤 영향을 미치는지 분자생물학적 접근법을 통해 설명하고, 해수 온도 상승에 따른 이 현상의 시공간적 확산 패턴을 머신러닝 모델로 예측하시오. 예측 결과를 바탕으로 산호초 보호를 위한 지역 사회 기반 관리 전략을 창의적 관점에서 기획하시오.", "subject": "physics"}
{"id": 5, "question": "침입종(sp. Fallopia japonica)이 토착 식물 군집의 뿌리 분비물(root exudates)을 변형시켜 토양 미생물 군집을 재구성하는 과정을 생화학적 실험으로 입증하시오. 이 변화가 장기적으로 토양 탄소 저장량에 미치는 영향을 생태계 모델링으로 분석하고, 침입종 확산을 억제하는 미생물을 이용한 생물학적 방제 기술을 제안할 때 고려해야 할 한계점을 토의하시오.", "subject": "physics"}
{"id": 6, "question": "북극의 영구동토층 해빙이 메탄 생성 고균(methanogens)과 메탄 산화 세균의 평형 관계에 미치는 영향을 메타게놈 분석 결과를 근거로 서술하시오. 이 변화가 전 지구적 탄소 순환에 미칠 파장을 탄소 발자국(carbon footprint) 계산법과 연계하여 설명하고, 북극 생태계 보호를 위한 국제 협력 체계를 설계할 때 과학적 데이터가 정책 결정에 활용되는 메커니즘을 창의적으로 제안하시오.", "subject": "physics"}
{"id": 7, "question": "초식동물의 배설물이 초원 생태계의 질소 순환 효율을 결정하는 인자를 다중 회귀 분석으로 추출하고, 기후 변동에 따른 초식동물 개체수 변동이 질소 순환률에 미치는 영향을 시스템 다이내믹스 모델로 시뮬레이션하시오. 시뮬레이션 결과를 바탕으로 가축의 방목 강도를 최적화하여 탄소 중립 초원 관리 방안을 수립하시오.", "subject": "physics"}
{"id": 8, "question": "심해 열수 분출공 주변의 화학합성 군집(chemosynthetic communities)에서 황산염 환원균과 메탄생성균의 공생 관계가 에너지 흐름 효율을 어떻게 극대화하는지 미생물 생리학적 관점에서 설명하시오. 심해 채굴이 이러한 군집의 유전적 다양성에 미칠 잠재적 영향을 평가하고, 심해 생태계 보존을 위한 국제적 규제 프레임워크에 과학적 근거를 제공하는 방안을 제시하시오.", "subject": "physics"}
{"id": 9, "question": "식물의 유전적 다양성 감소가 병원체 확산에 미치는 영향을 병원체-숙주 상호작용 모델을 통해 분석하시오. CRISPR 기반 유전자 편집 기술을 활용하여 병충해 저항성 작물 품종을 개발할 때, 이 기술이 생태계 내 다른 종과의 상호작용에 초래할 수 있는 부정적 결과를 예측하고, 이를 최소화하는 생태적 안전장치 설계 방안을 제안하시오.", "subject": "physics"}
{"id": 10, "question": "해양 산성화가 껍질 형성 생물(산호, 패류)의 생체광물화(biomineralization) 과정을 방해하는 분자 수준의 메커니즘을 효소 활성도 실험 데이터를 근거로 설명하시오. 이 현상이 해양 먹이사슬 전반에 미치는 영향을 네트워크 분석으로 시각화하고, 지역별 해양 산성화도 예측을 바탕으로 취약성 평가 지표를 개발하시오.", "subject": "physics"}
{"id": 11, "question": "도시 공원의 조류 군집 구조가 대기 오염물질 농도 변화에 따라 어떻게 재구성되는지 장기 관측 데이터를 군집분석(cluster analysis)으로 확인하고, 이 변화가 도시 미기후와 인간 건강에 미치는 간접적 영향을 경로분석(path analysis)으로 규명하시오. 분석 결과를 바탕으로 도시 녹지 계획 시 생물학적 요소를 통합하는 혁신적 설계 프레임워크를 제안하시오.", "subject": "physics"}
{"id": 12, "question": "산림 천이 과정에서 초기와 후기 천이 종의 뿌리 분비물이 토양 미생물 군집의 기능 유전자 발현 프로파일을 어떻게 변형시키는지 메타트랜스크립토믹스(metatranscriptomics) 분석으로 비교하시오. 이 변화가 유기물 분해 속도에 미치는 영향을 방사성 동위원소 추적으로 측정하고, 천이 속도를 인위적으로 조절하기 위한 미생물 촉매 기술 적용 가능성을 검토하시오.", "subject": "physics"}
{"id": 13, "question": "열대 우림의 캐노피 층과 지하층 간 미생물 다양성 차이가 식물 질병 저항성에 미치는 영향을 교차 실험(cross-inoculation experiment)으로 검증하시오. 기후 변화로 인한 온도 상승이 두 미생물 군집의 상호작용에 미치는 영향을 미시적 모델링으로 예측하고, 이 결과를 바탕으로 질병 저항성 강화를 위한 생물다양성 보전 전략을 수립하시오.", "subject": "physics"}
{"id": 14, "question": "해양 보호구역에서 어업 금지가 상위 포식자(예: 상어)의 행동권 변화를 유발하고, 이로 인해 중형 포식자(예: 문어)의 먹이 탐색 전략이 어떻게 달라지는지 위성 추적 데이터를 공간적 분석(GIS)으로 규명하시오. 이러한 트로피크 다운(trophic down) 효과가 영양소 재순환에 미치는 영향을 안정 동위원소 분석으로 평가하고, 보호구역 설계의 최적화를 위한 과학적 기준을 제안하시오.", "subject": "physics"}
{"id": 15, "question": "도시 농경지에서 유기농업과 관행농업의 미생물 군집 구조를 16S rRNA 시퀀싱을 통해 비교하고, 이 차이가 작물 병충해 저항성과 토양 탄소 저장량에 미치는 영향을 다변량 분석으로 확인하시오. 결과를 바탕으로 도시 농업의 생태적 전환 전략을 경제적 타당성 분석과 연계하여 단계적으로 제시하시오.", "subject": "physics"}
{"id": 16, "question": "산림 해충 개체군의 폭발적 증식이 기후 변동성과 어떻게 상관되는지 시계열 분석(time-series analysis)으로 파악하고, 해충-기생성 말벌-식물의 삼중 상호작용 모델이 해충 밀도 조절에 미치는 영향을 실험적 군집 모니터링으로 검증하시오. 이 모델을 기반으로 기후변화 적응형 해충 관리 시스템을 인공지능으로 구현하는 방안을 제안하시오.", "subject": "physics"}
{"id": 17, "question": "빙하 후퇴 지역에서 새롭게 노출된 토양에서 미생물 생명의 초기 정착 과정을 시간 경과에 따른 메타게놈 분석으로 추적하고, 이 과정이 식물의 1차 천이를 어떻게 촉진하는지 생화학적 실험으로 증명하시오. 이 데이터를 활용하여 빙하 용해 지역의 생태계 복원을 가속화하는 인공 미생물 군집 설계 전략을 수립하시오.", "subject": "physics"}
{"id": 18, "question": "열대우림에서 나무의 종간 경쟁(light competition)이 수관 구조의 수직적 층화(vertical stratification)를 어떻게 형성하는지를 LiDAR 데이터와 광합성 효율 측정을 결합하여 분석하시오. 기후 변화로 인한 수분 스트레스가 이 구조에 미칠 영향을 시뮬레이션하고, 탄소 흡수량 예측 모델을 개선하는 방안을 제시하시오.", "subject": "physics"}
{"id": 19, "question": "해양 무착륙 생물군집(pelagic communities)에서 미세플라스틱의 축적이 포식자-피식자 관계의 에너지 전달 효율을 어떻게 저하시키는지 생체 표지자(biomarker) 분석으로 확인하시오. 이 현상이 영양단계(trophic level)별로 미치는 영향의 차이를 네트워크 분석으로 규명하고, 해양 생태계 건강성 평가 지표를 재설계하시오.", "subject": "physics"}
{"id": 20, "question": "인공 습지 조성 시 수생식물 종의 선택이 수질 정화 효율과 곤충 생물다양성 간의 트레이드오프를 어떻게 유발하는지 실증 실험을 통해 분석하시오. 이 트레이드오프를 최소화하는 최적 조합을 유전자 알고리즘과 실험적 검증(experimental validation)으로 도출하고, 도시 습지 설계의 생태적 최적화 전략을 제안하시오.", "subject": "physics"}
{"id": 21, "question": "고산성 초원 생태계에서 초식성 설치류(voles)의 주기적 개체수 변동이 식생 구조와 토양 미생물 활동에 미치는 영향을 장기 모니터링 데이터와 상관관계 분석으로 규명하시오. 이 변동이 탄소 저장량에 미치는 간접적 영향을 경로분석을 통해 평가하고, 기후 변화 완화 전략에서 설치류 관리 중요성을 논리적으로 서술하시오.", "subject": "physics"}
{"id": 22, "question": "해양 산성화가 유공충(foraminifera)의 껍질 형성 속도를 저하시키는 메커니즘을 효소 억제제 실험으로 입증하고, 이 변화가 해양 퇴적물의 칼슘 순환률에 미치는 영향을 동위원소 추적으로 분석하시오. 퇴적물 코어 데이터를 바탕으로 과거 산성화 사건과 현재 변화의 유사성 및 차이점을 비교하여 미래 예측 모델의 정확도를 개선하는 방안을 제안하시오.", "subject": "physics"}
{"id": 23, "question": "도시 녹지 공간에서 식물-곤충 상호작용의 계절적 동기화가 기후 온난화로 인해 어떻게 파괴되고 있는지 장기 관측 데이터를 시차 분석(phase analysis)으로 확인하고, 이 현상이 수분 매개 서비스의 질적 저하를 유발하는 메커니즘을 네트워크로 시각화하시오. 수분 서비스의 지속 가능성을 높이기 위해 인공 지능 기반의 꽃가루 분산 모델을 설계하는 창의적 접근법을 제시하시오.", "subject": "physics"}
{"id": 24, "question": "산불 후 천이 과정에서 초기 천이 종의 뿌리 분비물이 후기 천이 종의 발아를 촉진하는 알리엘레파티(allelopathy) 메커니즘을 GC-MS 분석으로 규명하고, 이 현상이 탄소 흡수 속도에 미치는 영향을 실험적 플럭스 측정으로 평가하시오. 천이 속도 조절을 위한 인위적 간섭 기술의 생태적 타당성을 논의하시오.", "subject": "physics"}
{"id": 25, "question": "담수호에서 침입성 어류(예: 큰입우럭)가 토종 어류 군집의 유전적 구조를 어떻게 변형시키는지 유전체 분석(SNP)으로 비교하고, 이 변화가 생태계 기능(예: 산소 순환)에 미치는 영향을 시스템 다이내믹스 모델로 시뮬레이션하시오. 침입종 통제를 위한 유전자 드라이브 기술의 적용 가능성과 윤리적 쟁점을 종합적으로 평가하시오.", "subject": "physics"}
{"id": 26, "question": "북극의 툰드라 지역에서 온난화가 식물-곰팡이 상생 관계를 어떻게 변화시키는지를 메타게놈 및 대사체학으로 분석하고, 이 변화가 토양 탄소 방출률에 미치는 영향을 미세호흡 측정으로 평가하시오. 툰드라 생태계 탄소 배출 예측을 위한 새로운 기후 모델의 필요성을 논리적으로 서술하시오.", "subject": "physics"}
{"id": 27, "question": "열대 우림에서 나무의 종다양성(alpha diversity)이 높을수록 병저항성 유전자 패밀리의 발현 다양성이 증가하는 현상을 비교 전사체학(comparative transcriptomics)으로 입증하시오. 이 관계가 기후 변화 적응형 숲 조성에 어떻게 활용될 수 있는지 유전자 편집 기술과 연계한 응용 전략을 창의적 관점에서 제안하시오.", "subject": "physics"}
{"id": 28, "question": "해양 보호구역에서의 어업 금지가 상위 포식자의 행동권 확대를 유발하고, 이로 인해 중형 포식자의 포식 전략이 어떻게 달라지는지 위성 추적과 먹이망 분석을 결합하여 규명하시오. 이러한 트로피크 다운 효과가 영양소 재순환에 미치는 영향을 안정 동위원소 분석으로 평가하고, 보호구역 확장의 과학적 기준을 제시하시오.", "subject": "physics"}
{"id": 29, "question": "도시 농경지에서 유기농업이 토양 미생물의 기능적 다양성(functional diversity)을 어떻게 증진시키는지를 효소 활성도와 메타게놈 분석으로 비교하고, 이 변화가 작물 생산성과 병충해 저항성에 미치는 영향을 실험적 검증(experimental validation)으로 확인하시오. 유기농업의 경제적 타당성 분석을 생태 서비스와 연계하여 단계적으로 제시하시오.", "subject": "physics"}
{"id": 30, "question": "기후 변화로 인한 강수 패턴 변화가 산림 천이 속도를 어떻게 조절하는지 역사적 데이터와 미래 시나리오를 결합한 시공간 모델링으로 예측하고, 천이 속도 변화가 탄소 저장량에 미치는 영향을 민감도 분석으로 평가하시오. 탄소 흡수 최적화를 위한 산림 관리 전략을 생태적 복원력과 경제적 비용을 고려하여 설계하시오.", "subject": "physics"}
{"id": 31, "question": "해양 산성화가 산호 유충의 부착 행동에 미치는 영향을 실험군 비교와 행동 분석으로 규명하고, 이 현상이 산호초 복원 프로젝트의 성공률에 미치는 간접적 영향을 확률 모델로 시뮬레이션하시오. 산호초 복원 기술의 생태 공학적 개선 방안을 제시하시오.", "subject": "physics"}
{"id": 32, "question": "도시 공원의 생물다양성 차이가 주민들의 정신건강 개선에 어떻게 기여하는지 설문조사 데이터와 생물 다양성 지수를 상관관계 분석으로 확인하고, 이 관계가 사회경제적 요인에 따라 어떻게 달라지는지 다중 회귀 분석으로 평가하시오. 생물다양성 기반 도시 계획 정책을 설계할 때 고려해야 할 생태적 및 사회적 매개변수를 종합적으로 제안하시오.", "subject": "physics"}
