{"id": 1, "question": "암세포에서 과잉 발현되는 성장 인자 수용체가 비정형적인 세포주기 진행을 유도하는 메커니즘을 설명하고, 해당 경로의 억제제가 화학요법 부작용과 내성을 동시에 해결하기 위한 다중 표적 전략 수립 과정을 제안하시오.", "subject": "physics"}
{"id": 2, "question": "미토콘드리아-소포체 접촉부위(MAMs)에서 칼슘 신호 전달 이상이 파킨슨병 발생과 연관되는 과정을 분석하고, 이를 근거로 한 신경 보호제의 분자적 작용 지점을 예측하는 실험 설계를 단계별로 서술하시오.", "subject": "physics"}
{"id": 3, "question": "식물 세포의 액포 막 수송 체계가 염 스트레스 적응 시 삼투 조절 물질 분포에 미치는 영향을 정량화하고, 이를 모방한 바이오닉스 센서 개발 시 고려해야 할 생체 분자적 특성을 비교 분석하시오.", "subject": "physics"}
{"id": 4, "question": "진핵세포의 NHEJ(Non-Homologous End Joining) 수리 메커니즘이 CRISPR-Cas9 유전자 편집 오작동의 주요 원인으로 작용하는 이유를 동역학적 모델링 관점에서 설명하고, 오프-타겟 효과 감소를 위한 인공 핵산 보호층 설계 방안을 논리적으로 전개하시오.", "subject": "physics"}
{"id": 5, "question": "세포 외基质(ECM) 재구성을 유도하는 TGF-β1 신호 축과 암 전이 사이의 상관성을 3D 생체 모델링 접근법으로 분석한 후, 메타볼로믹스 데이터를 활용하여 ECM 경도 조절이 종양 미세환경에 미치는 영향을 계층적으로 평가하시오.", "subject": "physics"}
{"id": 6, "question": "원형질연락사(plasmodesmata)를 통한 식물의 바이러스 이동 메커니즘이 감염된 세포와 주변 세포의 대사 재구성에 미치는 영향을 대사 네트워크 분석 도구로 추정하고, 이를 차단한 표적 항균 펩타이드 설계 프로세스를 제안하시오.", "subject": "physics"}
{"id": 7, "question": "자가포식(autophagy) 과정 중 LC3-Ⅱ 단백질 재활용 경로가 신경퇴행성 질환에서 축삭 수송 장애와 어떻게 상호작용하는지 시스템 생물학 시뮬레이션으로 모델링한 후, 다중 표적 치료 전략을 수학적으로 검증하시오.", "subject": "physics"}
{"id": 8, "question": "세포막의 라프트 미세도메인(raft microdomains) 구성 변화가 병원체 내세포화(invasion) 효율에 미치는 영향을 분자 역학 시뮬레이션으로 분석하고, 콜레스테롤 기반 억제제를 설계할 때 고려해야 할 구조-활성 관계(SAR) 지표를 도출하시오.", "subject": "physics"}
{"id": 9, "question": "식물 뿌리 모낭 세포의 양극 성장 조절에서 PIN 단백질 분포 비대칭성이 옥신 농도 구배 형성에 미치는 영향을 유한 요소 분석(FEA)으로 검증한 후, 인공 식물 뿌리 모델링에 필요한 물리화학적 매개변수 최적화 방안을 제시하시오.", "subject": "physics"}
{"id": 10, "question": "세포 노화 시 발생하는 미토콘드리아 DNA 삭제가 활성산소(ROS) 생성과 노화 관련 분비 표현형(SASP) 사이의 피드백 루프를 형성하는 과정을 시스템 다이내믹스로 표현하고, 이 루프를 차단하기 위한 나노입자 기반 약물 전달 시스템을 설계하시오.", "subject": "physics"}
{"id": 11, "question": "세균의 생물막 형성 초기 단계에서 2차 메신저 c-di-GMP의 국소적 농도 구배가 세포 부착 패턴 결정에 미치는 영향을 세포 자동화 모델링(Cellular Automata)으로 시뮬레이션하고, 이를 이용한 생물막 저해 나노패턴 생성 기술을 제안하시오.", "subject": "physics"}
{"id": 12, "question": "신경세포의 시냅스 가소성 조절에 관여하는 AMPA 수용체의 막 도메인 위치 특이성과 단백체학 데이터를 통합하여, 알츠하이머병에서 관찰되는 수용체 내재화 이상 메커니즘을 4차원 공간적 관점에서 재해석하시오.", "subject": "physics"}
{"id": 13, "question": "식물 광수용체의 광주기 감응 신호전달 경로가 개화 관련 유전자 발현의 역학적 지연 현상과 어떻게 연동되는지 차분 방정식 기반 모델로 분석한 후, 작물 개화 조절 기술을 위한 광파장 스펙트럼 최적화 알고리즘을 설계하시오.", "subject": "physics"}
{"id": 14, "question": "세포 내 칼슘 스파크 이벤트가 심장 근육 세포의 전기적 동기화 유지에 미치는 영향을 계산 신경과학 모델로 시뮬레이션하고, 부정맥 치료 표적 식별을 위한 다중 스케일 통합 접근법(Multiscale Modeling)을 제안하시오.", "subject": "physics"}
{"id": 15, "question": "진균 세포벽의 키틴 합성 효소가 면역 수용체 인식에 대한 내성을 획득하는 분자적 변형의 연쇄 반응을 에너지 최소화 구조 예측(DFT 계산)으로 탐구하고, 항진균제 다제내성 극복을 위한 인공 키틴 유사체 설계 전략을 수립하시오.", "subject": "physics"}
{"id": 16, "question": "식물 세포의 광주성 조절 단백질 포토트로핀이 청색광 감지에 관여하는 플라빈 보조인자와의 상호작용을 양자 역학적 계산으로 분석하고, 이를 응용한 광조절형 신경 재활 치료용 광유전학 도구를 설계할 때 필요한 조건식을 도출하시오.", "subject": "physics"}
{"id": 17, "question": "암 줄기세포의 줄기세포성 유지에 관여하는 나노그 단백질 네트워크의 토폴로지 특성이 전통적 화학요법에 대한 저항성과 어떻게 상관관계를 가지는지 그래프 이론 기반 네트워크 분석을 수행한 후, 종양 재발 방지를 위한 토폴로지 표적 치료 전략을 제안하시오.", "subject": "physics"}
{"id": 18, "question": "세균의 화학주성 신호에 반응하는 편모 운동 제어 회로의 시간적 지연 요소가 환경 변화에 대한 적응 실패율로 이어지는 메커니즘을 확률적 모델링(Stochastic Simulation)으로 검증하고, 인공 세균 군집 제어 시스템 설계 시 필요한 최적화 조건을 유도하시오.", "subject": "physics"}
{"id": 19, "question": "식물 뿌리에서의 철분 흡수 경로를 담당하는 플라스토시아닌 단백질의 전자 전달 경로와 토양 pH 변화의 상호작용을 반응-확산 방정식으로 모델링하고, 철분 결핍 토양 개선을 위한 생물강화제 설계 프로세스를 제시하시오.", "subject": "physics"}
{"id": 20, "question": "동물 세포의 에피젠틱 메모리 유지를 위한 크로마틴 리모델링 복합체의 ATPase 활성 주기적 변동을 유체 역학적 모델에서 재해석하고, 노화 관련 유전자 발현 이상 교정을 위한 합성 생물학적 회로 설계 방안을 논하시오.", "subject": "physics"}
{"id": 21, "question": "곰팡이의 생물발광 현상이 세포 내 NADPH/NADP+ 농도 진동과 어떻게 동기화되어 발생하는지를 동역학 시스템 시뮬레이션으로 규명하고, 이를 모방한 실시간 세포 대사 모니터링 바이오 센서 개발 전략을 설계하시오.", "subject": "physics"}
{"id": 22, "question": "식물 기공 개폐 조절에서 청색광과 이산화탄소 농도의 상호작용 효과를 다중 변인 통계 모델링으로 분석하고, 기후변화 대응형 인공 광합성 시스템 설계를 위한 최적 기체 배분 조건을 도출하시오.", "subject": "physics"}
{"id": 23, "question": "세포 사멸 과정에서 사이토크롬 c 방출이 미토콘드리아 외막 투과성 전환(MPT) 포어 형성 단계와 연관되는 에너지 역학적 메커니즘을 분자동역학(MD) 시뮬레이션으로 재구성한 후, 허혈-재관류 손상 억제를 위한 표적 치료 지점을 제안하시오.", "subject": "physics"}
{"id": 24, "question": "세균의 항생제 내성 획득 과정에서 수평 유전자 전달이 세포 분열 비대칭성에 미치는 영향을 확률 기반 세포 분열 모델로 시뮬레이션하고, 다제내성 균주 확산을 억제하기 위한 물리적 분열 조절 나노기술 접근법을 개발하시오.", "subject": "physics"}
{"id": 25, "question": "식물 세포의 당 대사 경로와 질소 동화 작용 사이의 대사 플럭스 균형을 FBA(Flux Balance Analysis)로 최적화한 후, 온실가스 저감을 위한 작물 개량 전략을 시스템 메타볼로믹스 관점에서 제시하시오.", "subject": "physics"}
{"id": 26, "question": "신경세포의 미토콘드리아 이동에 관여하는 키네신-13 단백질 가족의 구조적 유연성과 운동성 상관관계를 분자 동역학 분석으로 규명한 뒤, 알츠하이머병 치료를 위한 미토콘드리아 이동 촉진 약물 스크리닝 방법을 제안하시오.", "subject": "physics"}
{"id": 27, "question": "식물 병 저항성 단백질 R과 효과물질(efector) 간의 분자적 상호작용을 예측하여 유전자 편집으로 변형한 새로운 병원균 방어 메커니즘을 수학적 예측 모델 기반으로 설계하고, CRISPR-Cas12a 기반 표적 변형 전략을 수립하시오.", "subject": "physics"}
{"id": 28, "question": "세포막 전기 수용성이 신경세포의 탈분극 파동 전파 속도에 미치는 영향을 전극 배열 기반 전기화학 모델링으로 검증한 후, 간질 발작 억제용 이온 채널 표적 약물 개발을 위한 다중 스케일 모델링 프레임워크를 제시하시오.", "subject": "physics"}
{"id": 29, "question": "진핵세포의 스플라이싱 기구가 유전자 발현 조절에서 RNA 염기서열 이상과 오작동 사이의 상관성을 그래프 신경망(GNN)으로 학습하고, 유전적 질환 진단 보조 시스템을 구축하기 위한 데이터 전처리 파이프라인을 설계하시오.", "subject": "physics"}
{"id": 30, "question": "동물 세포의 기계적 감각 수용체인 인테그린-세포골격 연결 복합체가 기질 경도에 반응하는 역학적 스트레스 감지 메커니즘을 연속체 역학과 분자 역학 결합 시뮬레이션으로 재해석하고, 조직 공학용 인공 기질 설계 가이드라인을 제안하시오.", "subject": "physics"}
{"id": 31, "question": "식물 세포의 광주기 반응 경로와 온도 감응 경로가 공동으로 조절하는 개화 유전자 발현 네트워크를 불리언 대수 모델로 구축하고, 기후변화 적응 작물 개발을 위한 다중 환경 스트레스 시뮬레이션 플랫폼을 설계하시오.", "subject": "physics"}
{"id": 32, "question": "세균의 바이오필름 형성 초기 부착 단계에서의 표면 친수성/소수성 특성이 세포막 지질 이중층 재구성 과정에 미치는 영향을 분자 시뮬레이션으로 분석한 후, 항생제 침투성 향상을 위한 나노표면 개질 기술을 개발하시오.", "subject": "physics"}
{"id": 33, "question": "세포 주기 검문점 조절 단백질 p53의 DNA 결합 친화도가 방사선 조사 후 시간에 따라 변화하는 패턴을 확률적 미분 방정식으로 모델링하고, 방사선 치료 반응성 예측을 위한 컴퓨터 보조 진단 시스템을 설계하시오.", "subject": "physics"}
{"id": 34, "question": "식물 뿌리에서 공생 균근 감염이 인산 흡수 효율 증대에 미치는 영향을 대사 흐름 분석과 통계적 학습 모델로 결합한 후, 인산 비료 사용량 감소를 위한 생물공학 전략을 제시하시오.", "subject": "physics"}
{"id": 35, "question": "신경 가소성 조절 단백질 BDNF의 트렁크레이션 변이체가 시냅스 재구성에 미치는 영향을 분자 역학 및 기계학습 결합 알고리즘으로 예측하고, 우울증 치료용 신형 BDNF 유사체 설계 프로세스를 제안하시오.", "subject": "physics"}
{"id": 36, "question": "진핵세포의 엔도솜 분류 기전이 리소좀과의 막 융합을 통해 이루어지는 분자적 타이밍 조절 메커니즘을 유한 상태 기계(Finite State Machine) 모델로 정식화하고, 감염병 치료를 위한 표적형 약물 전달 시스템 설계에 적용하시오.", "subject": "physics"}
{"id": 37, "question": "식물 세포의 광보호 기작인 비광화학적 소광(NPQ)이 고강도 빛 조건에서 카로티노이드 산화를 통한 에너지 분산 효율을 열역학적으로 최적화되는 과정을 반응 메커니즘 분석으로 규명하고, 인공 광합성 시스템 설계에 필요한 분자적 설계 원칙을 도출하시오.", "subject": "physics"}
{"id": 38, "question": "동물 세포의 기계적 스트레스에 반응하는 YAP/TAZ 전사 조절 인자의 핵-세포질 이동 동역학을 편미분 방정식으로 모델링하고, 암 전이 억제를 위한 3D 생체 인쇄 구조체 설계 조건을 수학적으로 유추하시오.", "subject": "physics"}
{"id": 39, "question": "진균 세포의 세벽 합성 효소 Chs3 단백질이 고온 스트레스 조건에서 구조적 변형 없이 활성을 유지하는 분자 메커니즘을 분자 동역학 시뮬레이션과 기계학습으로 분석한 후, 열 안정성 향상을 위한 단백질 공학적 접근 방식을 제안하시오.", "subject": "physics"}
{"id": 40, "question": "식물 세포의 액포 막 수송 ATPase가 소금 스트레스에 반응하여 이온 항상성에 기여하는 메커니즘을 전기생리학적 모델링과 생체모방 소재로 구현하고, 염분 저항성 작물 개발을 위한 합성 생물학적 전략을 설계하시오.", "subject": "physics"}
{"id": 41, "question": "세포 외부 ATP 신호가 퓨린 수용체의 이형질화(heteromerization)를 통해 암세포의 전이 촉진 신호 체계로 전환되는 과정을 구조 기반 약리학으로 예측하고, 전이성 암 치료 표적을 식별하기 위한 시뮬레이션 기반 가상 스크리닝 플랫폼을 개발하시오.", "subject": "physics"}
{"id": 42, "question": "식물의 뿌리 모세관력 기반 수분 흡수 메커니즘이 토양 수분 구배에 따라 변화하는 양상을 다공체 모델로 재해석하고, 극한 환경 식물 인공 재배 시스템 설계를 위한 물리화학적 매개변수 최적화 방안을 제시하시오.", "subject": "physics"}
{"id": 43, "question": "세포 노화 시 축적되는 리소좀 내 불용성 단백질 응집체의 기계적 성질이 자가포식 효율 감소와 어떻게 상관관계를 가지는지 유체-구조 연성 시뮬레이션으로 분석하고, 노화 지연 치료제 개발을 위한 나노캐리어 설계 기준을 도출하시오.", "subject": "physics"}
{"id": 44, "question": "세균 편모의 회전 속도 제어 기작에서 이온 구동력(Gradient)과 막 전위 변화의 상호작용을 전기화학적 모델링으로 규명한 후, 미생물 기반 바이오연료 생산 시스템 최적화를 위한 전자 전달 효율 개선 전략을 제안하시오.", "subject": "physics"}
{"id": 45, "question": "식물 세포의 자스몬산 신호전달 경로가 곤충 섭식 손상에 반응하여 유전자 발현을 조절하는 과정에서 발생하는 피드백 억제 회로를 불 대수(Boolean algebra) 기반으로 모델링하고, 해충 저항성 작물 개발을 위한 유전자 회로 설계 가이드라인을 수립하시오.", "subject": "physics"}
{"id": 46, "question": "신경세포의 시냅스 가소성 유도 단백질 Arc의 mRNA 국부 번역 조절 메커니즘이 장기기억 형성에 미치는 영향을 확률적 미분 방정식 모델로 분석하고, 신경퇴행성 질환 치료 표적 식별을 위한 시스템 수준의 다중 오믹스 통합 분석 방법을 설계하시오.", "subject": "physics"}
{"id": 47, "question": "세포 내 칼슘 파동의 비선형성 특성이 생체 리듬 조절에 기여하는 방식을 반응-확산 방정식 시스템으로 해석하고, 생체리듬 장애 치료를 위한 광유전학 기반 동기화 전략을 개발하시오.", "subject": "physics"}
{"id": 48, "question": "식물 세포의 광반응 중심 II 복합체에서 전자 전달 효율이 광손상에 미치는 영향을 양자 화학 계산으로 모의실험한 후, 인공 광합성 장치에서 광안정성 향상을 위한 소재 공학적 접근 방식을 제안하시오.", "subject": "physics"}
{"id": 49, "question": "동물 세포의 기계적 감각에 반응하는 TRP 채널의 게이트 개방 역학을 분자동역학 시뮬레이션으로 재구성하고, 만성 통증 치료 표적 식별을 위한 다중 스케일 모델링 프레임워크를 설계하시오.", "subject": "physics"}
{"id": 50, "question": "세포 분열 시 방추체 형성 과정에서 미세소관 역학의 불안정성이 염색체 불일치 분배로 이어지는 경로를 확률적 미분 방정식으로 모델링하고, 항암 치료의 부작용 감소를 위한 미세소관 표적 약물 조합 최적화 알고리즘을 개발하시오.", "subject": "physics"}
