{"id": 1, "question": "해양 표층수와 심층수의 이산화탄소 용해도 차이를 물리화학적 관점에서 비교하고, 해양 산성화가 칼슘탄산석 광물 용해에 미치는 영향을 실험 데이터를 기반으로 분석한 후, 이와 관련된 해양 생태계 회복 전략을 다단계로 제안하세요.", "subject": "physics"}
{"id": 2, "question": "방사성 폐기물 저장 시설에서 점토층 차단막의 장기 안정성 평가 시 고려해야 할 열수변질 과정을 설명하고, 이온 교환 능력과 확산 억제 메커니즘이 시간에 따라 어떻게 변화하는지 모델링한 뒤, 개선 방안을 제시하세요.", "subject": "physics"}
{"id": 3, "question": "도심 지역의 인공 배수 시스템이 지하 수분화학적 환경에 미치는 영향을 황산염의 산화-환원 반응과 연계하여 분석하되, 도시 계획에 적용 가능한 수분 관리 기법을 설계할 때 발생하는 복합 변수들을 어떻게 통합할 수 있는지 단계적으로 논의하세요.", "subject": "physics"}
{"id": 4, "question": "극지방 영구동토층 해빙으로 인한 유기물 분해 시 발생하는 메탄 방출량을 정량화하는 과정에서 미생물 군집의 대사 경로 변화가 미치는 영향을 동역학적으로 모델링하고, 이 데이터를 기후 모델에 통합하는 방안을 창의적으로 제시하세요.", "subject": "physics"}
{"id": 5, "question": "농경지 과도한 인산 비료가 부영양화를 유발하는 메커니즘을 토양의 인 흡착 등온선과 연계시켜 설명한 후, 인 회수 기술을 현장에 적용할 때 발생하는 기술적 한계를 극복하기 위한 다단계 접근법을 개발하세요.", "subject": "physics"}
{"id": 6, "question": "화산재와 대기 중 이산화탄소의 반응에 의해 형성되는 탄산염 광물의 안정성을 열역학적 계산에 기반하여 평가하고, 이 과정이 장기적 탄소 격리 전략에 기여할 수 있는 잠재적 효율성을 비교하는 시뮬레이션을 설계하세요.", "subject": "physics"}
{"id": 7, "question": "산업용 중금속 오염 토양의 생물학적 복원 과정에서 균근균의 금속 결합 단백질 발현 패턴을 유전자 수준에서 분석하고, 식물-미생물 상호작용 최적화 조건을 실험 설계 시 어떻게 반영할 수 있는지 단계적으로 설명하세요.", "subject": "physics"}
{"id": 8, "question": "해양 미세플라스틱 표면의 생물막 형성 과정을 열역학적 흡착 이론과 미생물 부착 동력학을 결합해 설명한 뒤, 이 현상이 영양염 순환에 미치는 영향을 정량화하는 실험 프레임워크를 구성하세요.", "subject": "physics"}
{"id": 9, "question": "석탄층 가스 채굴 후 잔류 메탄올이 지하수 시스템에 미치는 영향을 확산-반응 방정식을 활용한 수치 모델링으로 예측하고, 오염 확산을 저지하기 위한 인공 장벽 설치 전략을 환경적 제약 조건 하에서 어떻게 최적화할 수 있는지 창의적으로 논의하세요.", "subject": "physics"}
{"id": 10, "question": "고산 지역의 눈덮임 감소가 빙하 용융수에 의한 하천 수화학 변화에 미치는 영향을 pH 및 주요 이온 농도 변화 데이터로 분석한 후, 수생 생물 서식지 복원을 위한 수질 관리 지표를 다층적으로 설정하세요.", "subject": "physics"}
{"id": 11, "question": "바이오차의 토양 개량 효과를 페놀 화합물 흡착 특성과 미생물 생지화학적 활동 증진 측면에서 비교 평가하고, 농업폐기물 자원화 과정에서의 경제성-환경성 균형을 달성하기 위한 다기준 의사결정 모델을 제안하세요.", "subject": "physics"}
{"id": 12, "question": "심해 열수 분출공 주변의 황화광물 침전이 해양 지각 화학적 진화에 미치는 영향을 열수 유동 모델과 연계해 분석한 뒤, 이 환경을 모방한 실험실 조건에서 광물 생성 속도를 증진시키는 기술적 방안을 단계적으로 설계하세요.", "subject": "physics"}
{"id": 13, "question": "도심 열섬 현상이 지표수 증발산 과정에 미치는 영향을 에너지 수지 방정식과 수증기 동위원소 비율 데이터로 평가한 후, 녹지 공간 배치 최적화를 위한 미세기후 예측 알고리즘을 개발하세요.", "subject": "physics"}
{"id": 14, "question": "유류 오염 해양 퇴적물에서 혐기성 미생물의 알칼리생분해 효능을 생물전기화학 시스템(BES)과 결합해 분석한 뒤, 현장 적용 시 발생하는 전극 부식 문제를 해결하기 위한 신소재 전극 설계를 논의하세요.", "subject": "physics"}
{"id": 15, "question": "해양 산성화가 산호초 구조물에 포함된 아라고나이트의 용해도 변화에 미치는 영향을 실험적 등온선 데이터와 결정학적 결함 이론을 통해 설명한 후, 인공 산호초 복원 시 재료 선택 기준을 과학적이면서 경제적으로 타당한 방향으로 제시하세요.", "subject": "physics"}
{"id": 16, "question": "농경지 질산염 침출이 지하수 질산오염으로 이어지는 과정을 토양 통기성, 미생물 탈질 효율, 강우 패턴을 통합한 수치 모델로 시뮬레이션하고, 오염 감소를 위한 지속 가능한 관개 기술을 단계별로 설계하세요.", "subject": "physics"}
{"id": 17, "question": "원자력 발전소 냉각수 배출로 인한 연안 해수 온도 상승이 생물지구화학적 순환에 미치는 영향을 산소 소비율 및 탄소 저장량 변화 데이터로 분석한 후, 열 오염 완화를 위한 해수 순환 시스템 개선 방안을 다분야 융합적으로 제안하세요.", "subject": "physics"}
{"id": 18, "question": "산업단지 인근 대기 중 휘발성 유기화합물(VOCs)의 건성 침적 과정에서 토양 미생물 군집 구조가 어떻게 변동하는지 메타게놈 분석을 통해 규명하고, 이를 기반으로 한 오염 저감 전략을 실험적으로 검증하세요.", "subject": "physics"}
{"id": 19, "question": "고층 건물의 유리 외벽에서 반사되는 자외선이 도로 표면 열화에 미치는 영향을 광화학 반응 속도와 열팽창 계수 데이터로 평가한 후, 도시 인프라 설계 시 고려해야 할 복합 환경 스트레스 관리 방안을 창의적으로 제시하세요.", "subject": "physics"}
{"id": 20, "question": "사막화 진행 지역의 토양 염분 축적을 전기화학적 이동도 이론과 증발 잔류물 화학적 조성을 연계해 모델링하고, 염분 제거 기술 적용 시 발생하는 2차 환경 영향을 최소화하는 공정을 설계하세요.", "subject": "physics"}
{"id": 21, "question": "산업 폐수 처리의 생물학적 산소요구량(BOD) 감소 효율이 미생물 생물막 두께와 기질 농도에 따라 어떻게 변화하는지를 반응-확산 방정식으로 설명한 뒤, 고성능 생물막 반응기 설계를 위한 공학적 최적화 조건을 제안하세요.", "subject": "physics"}
{"id": 22, "question": "북극 해빙 감소로 인해 노출된 해양 표층의 철분 공급 증가가 해양 생산성과 탄소 고정에 미치는 영향을 위성 원격탐사 데이터와 실험실 배양 실험을 통해 상호 검증한 후, 장기적 기후 변화에 대한 예측 모델의 개선 방안을 논의하세요.", "subject": "physics"}
{"id": 23, "question": "고분자 폐수 처리제의 생분해성 향상이 수생 미생물 군집 동태에 미치는 영향을 메타볼로믹스와 전사체학 데이터를 종합해 분석하고, 지속 가능한 생분해 기준 설정을 위한 규제 과학 접근법을 제안하세요.", "subject": "physics"}
{"id": 24, "question": "심층 지열 개발 시 발생하는 규산염 광물 용해가 지하수지 화학적 균형에 미치는 영향을 pH 변화와 이온 농도 데이터로 평가한 후, 지질 구조의 장기적 안정성 확보를 위한 인공 차단층 설치 전략을 설계하세요.", "subject": "physics"}
{"id": 25, "question": "도시 빗물 유출수에 포함된 중금속의 거동을 강우 강도에 따른 표면 유출 특성과 도시 토양 흡착 등온선을 결합해 모델링하고, 오염물 포집 시스템의 설계 최적화를 위한 다목적 함수를 설정하세요.", "subject": "physics"}
{"id": 26, "question": "바이오디젤 생산 잔여물의 토양 적용 시 발생하는 유기탄소 분획 변화를 분광학적 분석과 열분해 가스 크로마토그래피 데이터로 분석한 후, 지속 가능한 농업 적용을 위한 혼합 비율 최적화 기법을 개발하세요.", "subject": "physics"}
{"id": 27, "question": "심해저 망간 단괴 채굴이 주변 퇴적물의 중금속 이동에 미치는 영향을 퇴적물-해수 계면에서의 확산-반응 모델과 현장 샘플링 데이터를 비교해 평가한 후, 생태계 보호를 위한 채굴 기술 개선 방안을 창의적으로 제시하세요.", "subject": "physics"}
{"id": 28, "question": "도시 매립지에서 발생하는 메탄 가스의 생물학적 산화가 토양 미생물 군집 구조와 환경 조건에 따라 어떻게 달라지는지 16S rRNA 시퀀싱과 환경 센서 데이터를 통합 분석해 단계적으로 설명하세요.", "subject": "physics"}
{"id": 29, "question": "고농도 폐수 처리 시 발생하는 슬러지 소각 재의 중금속 안정화 효율을 유리화 기술과 비교 평가한 후, 재활용 가능성을 고려한 처리 공정 설계를 위해 필요한 기술적·경제적 분석을 수행하세요.", "subject": "physics"}
{"id": 30, "question": "해양 조석 에너지가 연안 퇴적물 수송에 미치는 영향을 유체역학 시뮬레이션과 방사성 동위원소 추적 데이터를 통해 분석하고, 항만 건설 시 퇴적물 관리 전략을 어떻게 통합할 수 있는지 논의하세요.", "subject": "physics"}
{"id": 31, "question": "농업 폐비닐의 토양 내 분해 과정을 미생물 군집 동태와 열역학적 안정성 관점에서 평가한 뒤, 생분해성 대체재 개발 시 고려해야 할 물리적·화학적 특성을 다단계로 설계하세요.", "subject": "physics"}
{"id": 32, "question": "고지대 습지 감소가 지역 수문 순환에 미치는 영향을 증발산 및 지하수 재충전 데이터 변화로 분석한 후, 습지 복원을 위한 공학적 설계에서 수문-지화학적 피드백을 어떻게 반영할 수 있는지 창의적으로 제안하세요.", "subject": "physics"}
{"id": 33, "question": "원자력 폐기물 유리화 처리 과정에서 발생하는 희토류 원소의 장기 이동 가능성을 확산 계수 및 광물 상호작용 실험으로 평가한 후, 안전성 검증 기준에 새로운 지표를 어떻게 통합할 수 있는지 논의하세요.", "subject": "physics"}
{"id": 34, "question": "해양 플라스틱 표면 부착 미생물의 대사 경로가 미세플라스틱의 환경 거동에 미치는 영향을 메타볼로믹스와 분자 도킹 시뮬레이션으로 분석하고, 이를 기반으로 한 분해 촉진 전략을 단계적으로 설계하세요.", "subject": "physics"}
{"id": 35, "question": "도심 하수도 시스템의 산소 공급 효율이 유기물 분해 속도에 미치는 영향을 생물반응기 모델과 현장 모니터링을 통해 비교한 후, 에너지 효율 최적화를 위한 운영 전략을 제안하세요.", "subject": "physics"}
{"id": 36, "question": "극지방 빙하의 미생물 군집이 빙하 용해 속도에 미치는 영향을 생물기원 얼음 핵형성 과정과 미생물 대사 생성물 데이터로 분석한 뒤, 기후 모델에 생물학적 요소를 통합하는 방안을 논의하세요.", "subject": "physics"}
{"id": 37, "question": "폐광산 지역의 산화된 황화물 잔류물이 주변 수질 화학에 미치는 영향을 XRD 및 XANES 분석 데이터로 평가한 후, 장기적 오염 관리를 위한 복원 기술과 모니터링 체계를 다단계로 설계하세요.", "subject": "physics"}
{"id": 38, "question": "도시 녹색벽의 식물이 대기 오염물질 제거에 미치는 효율을 기공과 표면적의 나노구조 분석으로 설명하고, 이를 기반으로 한 초고효율 식물 필터링 시스템을 설계하세요.", "subject": "physics"}
{"id": 39, "question": "심해지열 발전소의 열폐수 배출이 해양 화학 평형에 미치는 영향을 주요 이온 농도와 pH 변화 데이터로 모델링한 후, 생태계 영향을 최소화하는 배출 전략을 단계적으로 제안하세요.", "subject": "physics"}
{"id": 40, "question": "농경지의 질산염 침출 방지를 위한 제어 방출 비료의 설계 시 고려해야 할 확산-분해 역학을 반응-확산 방정식으로 모델링하고, 농업 현장 적용성을 높이기 위한 최적화 조건을 논의하세요.", "subject": "physics"}
{"id": 41, "question": "대기 중 미세먼지와 해양 미립자 간의 화학적 상호작용을 이온 크로마토그래피와 전자현미경으로 분석한 뒤, 해양 생지화학적 순환에 미치는 영향을 정량적 모델로 통합하세요.", "subject": "physics"}
{"id": 42, "question": "산업 폐기물 매립지의 침출수 처리 과정에서 발생하는 난분해성 유기물의 생물학적 분해 효율을 미생물 군집 분석 및 전사체학으로 평가한 후, 처리 기술 개선 방안을 창의적으로 제시하세요.", "subject": "physics"}
{"id": 43, "question": "도시 하수도 시스템의 인산염이 수생 생태계에 미치는 영향을 인 회수 기술과 결합시켜 분석하고, 지속 가능한 도시 물 순환 시스템 설계를 위한 다단계 접근법을 개발하세요.", "subject": "physics"}
{"id": 44, "question": "화산 분화 시 방출된 황산화물이 대기 화학에 미치는 영향을 위성 원격탐사 데이터와 지상 관측소 자료를 통합 분석해 단계적 기후 변화 모델을 구성한 후, 사회적 대응 방안을 논의하세요.", "subject": "physics"}
{"id": 45, "question": "해양 플라스틱 쓰레기의 기계적 파단 과정을 해류 데이터와 미세구조 분석으로 예측하고, 생분해 촉진을 위한 표면 개질 기술을 실험 설계 시 어떻게 적용할 수 있는지 단계적으로 설명하세요.", "subject": "physics"}
{"id": 46, "question": "심층 지하수 개발 시 발생하는 방사성 라돈의 이동 경로를 3D 수리 지질학적 모델과 라돈 동위원소 추적 데이터로 시뮬레이션한 후, 식수 공급 안정성 확보를 위한 모니터링 체계 설계 방안을 제안하세요.", "subject": "physics"}
