{"id": 1, "question": "대륙 지각과 해양 지각의 방사성 동위원소 비율(²³⁸U/²⁰⁶Pb)을 비교한 데이터에서 지각 생성 시기 차이와 맨틀 용융 메커니즘을 역추적하여, 판 구조 운동이 원소 순환에 미친 영향을 3단계로 설명하세요.", "subject": "physics"}
{"id": 2, "question": "호수 퇴적층에서 검출된 희토류 원소(REE) 패턴의 수직적 변화를 분석해 선사시대 기후 변동과 인간 활동의 상관관계를 규명하고, 이를 현대 환경 모니터링 기법에 적용하는 방안을 제시하세요.", "subject": "physics"}
{"id": 3, "question": "화성 운석에서 발견된 자화 데이터를 이용해 초기 태양계 자기장 형성 과정을 재구성하고, 지구 핵-맨틀 경계에서의 열화학적 상호작용에 대한 가설을 실험 설계 수준에서 검증하세요.", "subject": "physics"}
{"id": 4, "question": "해안선에서 관측된 조석 간만차의 계절적 편차를 유체 역학 모델과 천체 조화 분석으로 설명한 뒤, 지구 시스템 모델에서 기후 변화 반영 정확도를 개선하는 방법을 제안하세요.", "subject": "physics"}
{"id": 5, "question": "지진파 토모그래피 영상에서 나타난 지구 외핵의 이종성 분포를 핵-맨틀 상호작용 이론과 결부지어 해석하고, 지구 자기장 생성 메커니즘(지오다이나모) 예측 모델 개선점을 논의하세요.", "subject": "physics"}
{"id": 6, "question": "고생대 탄산염암 내 유기 탄소 동위원소(δ¹³C) 급변 기록과 화산 활동 증거를 연계해 대량 절멸 사건의 환경적 원인을 추론하고, 현대 해양 산성화 연구와의 유사점/차이점을 비교 분석하세요.", "subject": "physics"}
{"id": 7, "question": "열대 저기압 발생 해역에서 측정된 염분-수온-영양염 데이터의 비선형 상관관계를 이용해 기후 변화가 해양 생산성 분포에 미치는 영향을 수학적으로 모델링하세요.", "subject": "physics"}
{"id": 8, "question": "대륙 충돌대 변성대 암석에서 추출한 유체 포유물 분석을 통해 고압-고온 변형 조건을 역해석하고, 판 내부 지진 발생 메커니즘 연구에의 적용 가능성을 평가하세요.", "subject": "physics"}
{"id": 9, "question": "극지 빙하에 포획된 미세입자 에어로졸의 산소 동위원소(δ¹⁸O)와 이온 조성 데이터를 활용해 홀로세 기후 전환기 대기 순환 패턴을 재구성하고, 현재의 극제트류 변동성과의 연관성을 논증하세요.", "subject": "physics"}
{"id": 10, "question": "해양 열수구 주변의 철-망간 단괴 형성 속도에 영향을 주는 열수 유체-해수 혼합 비율을 실험적 유변학 모델로 도출한 후, 해양 광물자원 평가 기술 발전에 기여할 방안을 제안하세요.", "subject": "physics"}
{"id": 11, "question": "암석권-연약권 경계부 지진파 속도 이상 분포를 유체 포화도 변화와 연관지어 설명하고, 지진 전조 현상 탐지 시스템의 감지 원리를 개선하세요.", "subject": "physics"}
{"id": 12, "question": "선사시대 호수 퇴적물의 포자-화분 집합 분석을 통해 식물군 천이 경향을 재현한 뒤, 이를 현생 숲의 탄소 저장량 예측에 활용하는 머신러닝 알고리즘 설계 방안을 수립하세요.", "subject": "physics"}
{"id": 13, "question": "대륙 경계 단층대의 열적-역학적 진화 역사를 열연대학(Thermochronometry) 데이터 기반으로 복원하고, 지각 변형 예측 모델의 한계점을 해결하기 위한 다학제적 접근법을 제시하세요.", "subject": "physics"}
{"id": 14, "question": "화산가스의 실시간 분광 분석 자료를 대기 확산 모델과 통합해 분화 시 이산화황(SO₂) 농도 변화 패턴을 예측하고, 항공기 안전 운항 기준 설정 방안을 논의하세요.", "subject": "physics"}
{"id": 15, "question": "심부 지열발전소에서 발생한 미량지진파의 주파수 특성 변화를 인공유발지진(Induced Seismicity) 이론과 연결해 안전성 평가 프로토콜을 개선하세요.", "subject": "physics"}
{"id": 16, "question": "대륙붕 퇴적층의 고대 DNA 메타게놈 분석을 통해 메소아세아 대멸종기 해양 생태계 복원력을 추정하고, 현생 산호초 보전 전략에의 시사점을 도출하세요.", "subject": "physics"}
{"id": 17, "question": "극지방 빙상 하부의 암석 노출 지역에서 관측된 빙열(Greenhouse Gas) 플럭스를 기후 모델과 연동해 탄소 순환 메커니즘에 미치는 영향을 정량화하세요.", "subject": "physics"}
{"id": 18, "question": "심해 평원의 망간 단괴 형성률을 해저 확장 속도와 해저화산 활동 주기와 연관지어 예측한 후, 심해저 채광 환경 관리 정책을 설계하세요.", "subject": "physics"}
{"id": 19, "question": "대륙 지각의 장기 열류량(Heat Flow) 분포와 방사성 열원 농도를 대비해 지각을 통한 지열 에너지 자원 잠재력을 평가하고, 경제성을 고려한 개발 시뮬레이션 계획을 수립하세요.", "subject": "physics"}
{"id": 20, "question": "지각 변동 관측망의 GPS 시계열 데이터를 활용해 활성 단층의 누적 변형 에너지를 평가하고, 지진 위험도 평가에 적용 가능한 확률적 모델을 제안하세요.", "subject": "physics"}
{"id": 21, "question": "화산 분출물의 지르콘 U-Pb 연대와 지화학 조성을 분석해 마그마 분화 과정을 재해석하고, 화산 재해 예측 정확도를 높이는 데 활용할 수 있는 지표를 제시하세요.", "subject": "physics"}
{"id": 22, "question": "대륙 빙하기-간빙기 주기에서 관측된 해양 퇴적물 알루미늄(Al) 함량 변동을 빙상 역학 모델과 결합해 기후 시스템 피드백 메커니즘을 규명하세요.", "subject": "physics"}
{"id": 23, "question": "심해 저층수의 용존 산소(DO) 농도 시계열 변화를 해양 순환 지수(Ocean Climate Index)와 연관지어 분석하고, 산소 최소층(OMZ) 확대 영향 평가 방안을 설계하세요.", "subject": "physics"}
{"id": 24, "question": "대륙 충돌대 변형 단층의 열변형 연령을 연대측정법(예: ⁴⁰Ar/³⁹Ar)으로 분석한 뒤, 지각 변형 단계와 지진 활동의 시간적 상관성을 논증하세요.", "subject": "physics"}
{"id": 25, "question": "열대 우림 토양의 철(Fe) 환원층 형성 메커니즘을 지하수 흐름과 연결해 설명하고, 탄소 격리 효율을 증가시키는 지질학적 방안을 제안하세요.", "subject": "physics"}
{"id": 26, "question": "화성 표면 탐사 차량의 광물 분광 데이터를 이용해 황산염 광물의 분포 패턴을 분석하고, 고대 물 흐름 경로에 대한 가설을 검증하세요.", "subject": "physics"}
{"id": 27, "question": "대륙붕 퇴적층에서 발견된 미화석 군집의 생존 한계 온도 데이터를 활용해 과거 해수면 상승 속도의 생화학적 영향을 추정하고, 현재의 산호 백화 현상과 비교하세요.", "subject": "physics"}
{"id": 28, "question": "판 경계 단층의 마찰계수 변화를 실험실에 재현된 유사 단층에서 측정해 지진의 돌발성과 예측 가능성을 평가하는 새로운 기준을 제시하세요.", "subject": "physics"}
{"id": 29, "question": "극지 빙하의 기저 용해 속도에 영향을 주는 해류-빙상 상호작용 메커니즘을 수치 모델링하고, 해수면 상승 예측 모델의 정확도를 개선하세요.", "subject": "physics"}
{"id": 30, "question": "화산 암석의 지르콘 TRM(자기 잔류 자화) 데이터로부터 고대 자기장 세기와 화산 활동 주기를 연계한 분석 결과를 제시하고, 지구 내부 프로세스와의 연관성을 논의하세요.", "subject": "physics"}
{"id": 31, "question": "심해 열수구 주변 미생물 군집의 유전자체를 비교해 고온 환경에서 유전자 변이 누적 속도를 추정한 뒤, 생명 기원 연구에의 적용 가능성을 탐색하세요.", "subject": "physics"}
{"id": 32, "question": "대기 순환 모델의 엘니뇨-남방진동(ENSO) 예측 오차를 지질학적 프록시(예: 산호 산소 동위원소) 데이터와 보정하는 방법론을 개발하고, 기후 변화 영향 평가 기법을 개선하세요.", "subject": "physics"}
{"id": 33, "question": "대륙 지각의 장주기 지각 변동을 중력 변화 관측 데이터로 역해석한 후, 맨틀 대류 패턴과의 상관관계를 수학적으로 증명하세요.", "subject": "physics"}
{"id": 34, "question": "대륙 분지 퇴적층의 기공률(porosity)과 압력 데이터를 종합해 유체 이동 경로를 예측 모델과 비교하고, 지열 저장소 설계에 활용할 수 있는 최적화 방안을 수립하세요.", "subject": "physics"}
{"id": 35, "question": "화산 분화 시 대기 중으로 방출된 에어로졸의 기후 냉각 효과를 방사성 동위원소 연대측정법(예: ¹⁰Be)과 연결해 역사적 분화 사건의 환경 영향을 정량화하세요.", "subject": "physics"}
{"id": 36, "question": "해양 심층수의 이산화탄소 용해도가 온도-염분-압력 조합에 따라 어떻게 변화하는지를 실험적 유체 동역학 모델링으로 분석한 뒤, 탄소 격리 기술 개발에의 적용 가능성을 평가하세요.", "subject": "physics"}
{"id": 37, "question": "대륙 충돌대 변성암의 광물 조성 데이터를 이용해 P-T 경로를 재구성하고, 지각 두꺼워짐 과정이 맨틀 흐름에 미친 영향을 규명하세요.", "subject": "physics"}
{"id": 38, "question": "극지 빙하 하부에서 발견된 미생물 화석의 지질시대 분포 패턴을 기후 변동 주기와 비교해 생명 진화의 환경 제약 조건을 도출하세요.", "subject": "physics"}
{"id": 39, "question": "지각 내 지진파 전파 속도 이방성의 기원을 결정립 선호 방향성 분석과 연계해 설명하고, 활성 단층 탐지 기술 개선 방안을 제안하세요.", "subject": "physics"}
{"id": 40, "question": "해양 퇴적물 코어에서 추출한 산소 동위원소(δ¹⁸O) 기록을 대기 CO₂ 농도 데이터와 비교해 빙하기-간빙기 전이 메커니즘의 동역학적 차이를 규명하세요.", "subject": "physics"}
{"id": 41, "question": "대륙 경계 단층대의 열적 역사와 변형 이력의 상관성을 열연대학(thermochronology) 데이터 기반으로 분석한 뒤, 지진 위험 평가의 새로운 프레임워크를 설계하세요.", "subject": "physics"}
{"id": 42, "question": "열대 저기압 경로 변화의 장기적 추세를 위성 관측 데이터와 지질시대 열대성 저압 시스템 기록(예: 허리케인 층)을 결합해 설명하고, 기후 모델 검증을 위한 프록시를 제안하세요.", "subject": "physics"}
{"id": 43, "question": "심부 지열 저장소에서 발생한 미량지진 데이터를 인공신경망(ANN)으로 패턴 분류해 지하 구조 변화를 예측하는 실시간 모니터링 시스템을 설계하세요.", "subject": "physics"}
{"id": 44, "question": "대륙붕 퇴적층의 유기물 함량 패턴을 탄소 순환 모델과 연결해 과거 기후 변화가 생물 생산성 분포에 미친 영향을 정량화하고, 미래 해양 생태계 예측에 적용하세요.", "subject": "physics"}
{"id": 45, "question": "지구 자기장 역전 사건 기록을 화산암 시료와 해양 퇴적물 코어에서 비교해 자기장 생성 메커니즘의 시간적 변동성을 규명하고, 지오다이나모 모델 개선점을 논의하세요.", "subject": "physics"}
{"id": 46, "question": "심해 저층수의 미세 플라스틱 분포 데이터를 해류 모델과 결합해 오염물질의 장기적 거동을 예측하고, 생태계 영향 평가 프레임워크를 설계하세요.", "subject": "physics"}
{"id": 47, "question": "대륙 지각의 방사성 열류량과 지각 두꺼워짐 현상의 공간적 상관관계를 수치 모델링으로 분석한 뒤, 열역학적 에너지 분배 메커니즘을 설명하세요.", "subject": "physics"}
{"id": 48, "question": "극지 빙하 코어에서 발견된 빙하 화산재 층의 화학 조성과 대기 순환 모델을 연계해 고대 대기 중 오염물질 확산 경로를 역추적하세요.", "subject": "physics"}
{"id": 49, "question": "해양 산성화가 탄산염 플랫폼 생물 군집의 생장 속도에 미치는 영향을 실험실 데이터와 지질학적 화석 기록을 종합해 분석하고, 생물다양성 보전 전략을 제안하세요.", "subject": "physics"}
{"id": 50, "question": "대륙 충돌대의 지각 변형 에너지 분산 패턴을 위성 레이더 간섭법(InSAR) 데이터와 수치 시뮬레이션으로 비교한 뒤, 지진 재해 예측 정확도를 향상시키는 통합 모델을 개발하세요.", "subject": "physics"}
