{"id": 1, "question": "양자 얽힘 광자원을 이용한 양자 키 분배 프로토콜에서, Bell 상태 생성 과정에서 발생하는 광자 손실과 검출 효율 저하를 고려하여 암호 키 생성률 최적화 방안을 수학적 모델링과 실험적 데이터를 결합해 다단계로 제시하시오.", "subject": "physics"}
{"id": 2, "question": "비선형 광학 매질에서 발생하는 사파 혼합(four-wave mixing) 현상을 설명하기 위해, 위상 정합 조건과 편광 결합 효과를 고려한 에너지 전이 모델을 수립하고, 이 현상을 활용한 광대역 주파수 콤 생성 방안을 창의적으로 제안하세요.", "subject": "physics"}
{"id": 3, "question": "레이저 공진기 내에서 모드 잠금(mode-locking) 기술을 적용할 때, 켈빈-헬름홀츠 불안정성과 비선형 편파 회전을 고려한 펄스 압축 메커니즘을 수학적으로 유도하고, 이를 기반으로 피코초/펨토초 펄스 생성기를 설계하세요.", "subject": "physics"}
{"id": 4, "question": "광학 트위저 기술로 미세 입자를 포획할 때, 입자의 유전율 분산과 열적 브라운 운동을 분석하여 포획력 최적화 조건을 도출하고, 생체 시료에 적용 시 발생할 수 있는 광손상 방지 전략을 다단계로 논술하세요.", "subject": "physics"}
{"id": 5, "question": "광자결정 섬유에서 초연속대 생성(supercontinuum generation) 과정을 설명하기 위해, 분산 공학과 비선형 효과 간 상호작용을 모델링하고, 이를 바탕으로 다중 파장 분광분석 시스템에의 적용 가능성을 기술하세요.", "subject": "physics"}
{"id": 6, "question": "캐비티 양자전자기학(QED) 시스템에서 원자-광자 결합 강도를 조절하기 위해, 미세 공동 구조의 크기와 재료를 변수로 한 양자 전기역학적 해밀토니안을 수립하고, 이 시스템을 이용한 단일 광자 트랜지스터 설계 방안을 제시하세요.", "subject": "physics"}
{"id": 7, "question": "비선형 결정에서 2차 고조파 생성(SHG) 효율을 극대화하기 위해, 비선형 감수 텐서의 대칭성과 위상 정합 각도의 온도 의존성을 고려한 실험 설계를 수립하고, 실제 실험 데이터에서 발생한 효율성 편차 원인을 분석하세요.", "subject": "physics"}
{"id": 8, "question": "양자 중첩 상태의 광자가 Mach-Zehnder 간섭계에서 통과하는 과정을 파동함수와 확률 진폭 접근법으로 모델링한 후, 부분적 측정과 후기 선택(post-selection)이 간섭 가시성에 미치는 영향을 수학적으로 증명하세요.", "subject": "physics"}
{"id": 9, "question": "광섬유 브래그 격자 센서에서 온도-변형 분해능을 향상시키기 위해, 격자 주기성과 유효 굴절률 변화를 연계한 분산 관계식을 유도하고, 노이즈 억제를 위한 신호 처리 알고리즘을 설계하세요.", "subject": "physics"}
{"id": 10, "question": "양자 점 단일 광자원(single-photon source)의 광자 구별 불가능성(photon indistinguishability)을 높이기 위해, 스핀-광자 결합 시간과 환경 노이즈를 고려한 제어 방안을 수학적으로 표현하고, 이를 실험적으로 검증하는 방법을 제안하세요.", "subject": "physics"}
{"id": 11, "question": "레이저 유도 플라즈마 스펙트럼 분석에서, 스팩클 노이즈와 도핑 농도 간 상관관계를 모델링하고, 기계 학습 기반의 스펙트럼 해석 알고리즘을 적용해 미량 원소 검출 한계를 극복하는 방안을 다단계로 논술하세요.", "subject": "physics"}
{"id": 12, "question": "비등방성 메타물질에서 음의 굴절률 실현 과정을 설명하기 위해, 유효 매질 이론과 산란 매개변수 최적화를 결합한 설계 원칙을 수립하고, 이를 테라헤르츠 이미징 시스템에 적용하는 방법을 제시하세요.", "subject": "physics"}
{"id": 13, "question": "비선형 현미경 기술에서 다광자 흡수와 고조파 생성이 생체 조직 영상화에 미치는 영향을 비교하여, 각 기법의 공간 분해능 한계를 이론적으로 유도하고, 혼용 시스템을 설계하세요.", "subject": "physics"}
{"id": 14, "question": "광학 트위저를 이용한 원자 배열 제어에서, 트랩 깊이와 원자 간 유효 상호작용의 관계를 양자 다체 이론으로 모델링하고, 이를 응용해 새로운 양자 시뮬레이션 플랫폼을 제안하세요.", "subject": "physics"}
{"id": 15, "question": "광학 소용돌이 빔의 궤도 각운동량을 이용해 미세 입자를 비접촉으로 회전시키는 장치를 설계할 때, 각운동량 전달 효율과 빔 프로파일 최적화의 상관관계를 수학적으로 분석하고, 생체 분자 조작에 적용하는 방안을 제시하세요.", "subject": "physics"}
{"id": 16, "question": "광자 기반 양자 계산에서 선형 광학 양자 계산(LOQC) 모델의 한계를 극복하기 위해, 측정 기반 양자 계산(MBQC)과의 통합 방안을 제시하고, 이를 실험적으로 구현 가능한 소자 설계 조건을 유도하세요.", "subject": "physics"}
{"id": 17, "question": "초고속 레이저 펄스 성형 기술을 이용해 분자 결합 선택적 끊어짐을 유도할 때, 전자 상태 천이와 비탄성 산란 과정을 고려한 시간-에너지 상관관계를 모델링하고, 이를 화학 반응 제어에 활용하는 방법을 기술하세요.", "subject": "physics"}
{"id": 18, "question": "표면 플라즈몬 공명 센서에서 금속-유전체 계면의 감도 향상을 위해, 국소 전계 증강 인자와 표면 거칠기의 통계적 분포를 고려한 최적화 모델을 수립하고, 실제 바이오센서 적용 사례를 분석해 개선점을 제안하세요.", "subject": "physics"}
{"id": 19, "question": "양자 중첩 상태의 광자 쌍 생성을 위한 하향 변환 과정에, 펌프 빔의 공간적·분광적 프로파일을 변수로 한 변환 효율 극대화 조건을 수학적으로 유도하고, 이 시스템을 양자 통신 네트워크에 통합하는 방안을 논술하세요.", "subject": "physics"}
{"id": 20, "question": "비선형 광학 파장에서의 솔리톤 전파 특성을 슈뢰딩거 방정식으로 모델링한 후, 분산 보상과 비선형 효과의 균형 조건을 도출해 통신 시스템에서 신호 왜곡 방지 기술을 설계하세요.", "subject": "physics"}
{"id": 21, "question": "광학적 양자 어닐링 장치를 설계할 때, 양자 비트 간의 결맞음 시간(coherence time)과 외부 노이즈의 영향을 고려해 최적 제어 펄스 시퀀스를 수학적으로 모델링하고, 이를 조합 최적화 문제에 적용하는 시뮬레이션을 수행하세요.", "subject": "physics"}
{"id": 22, "question": "광섬유 내 열 렌즈 효과(thermal lensing)로 인한 빔 왜곡을 보상하기 위해, 열 확산 방정식과 파동 전파 모델을 결합한 시뮬레이션 도구를 개발하고, 실시간 보정 알고리즘을 제안하세요.", "subject": "physics"}
{"id": 23, "question": "양자 점 발광 다이오드(QD-LED)의 색상 순도 향상을 위해, 양자 점의 크기 분포와 에너지 전이 확률을 고려한 광학 설계 최적화 조건을 수립하고, 이를 실험을 통해 검증하는 방법을 기술하세요.", "subject": "physics"}
{"id": 24, "question": "극초단 레이저 펄스를 이용한 나노 가공에서, 열 확산 시간과 펄스 지연 시간의 상관관계를 분석해 정밀 절삭 조건을 모델링하고, 미세 구조 제조 공정에서의 응용 가능성을 논의하세요.", "subject": "physics"}
{"id": 25, "question": "광학 양자 간섭계에서의 잡음 억제를 위해, 압축 광(squeezed light)을 이용한 측정 정밀도 향상 기법을 수학적으로 증명하고, 이를 중력파 검출기 성능에 적용하는 방안을 다단계로 논술하세요.", "subject": "physics"}
{"id": 26, "question": "비선형 결정체에서 혼합 주파수 생성 시 발생하는 위상 정합 각도의 온도 의존성을 실험적으로 측정하고, 이를 예측 모델과 비교한 후, 다파장 레이저 시스템 설계를 위한 보정 알고리즘을 제시하세요.", "subject": "physics"}
{"id": 27, "question": "광자결정 섬유 기반의 초고분해능 분광기에서, 모드 간 결합과 분산 특성의 상호작용을 모델링해 분해능 한계를 이론적으로 유도하고, 실제 실험 데이터를 통해 검증하세요.", "subject": "physics"}
{"id": 28, "question": "양자 점-플라즈몬 결합 시스템에서 엑시톤-플라즈몬 혼성화(exciton-plasmon hybridization) 현상을 설명하기 위해, 결합된 양자역학적 모델을 수립하고, 단일 광자 방출 효율 향상 방안을 설계하세요.", "subject": "physics"}
{"id": 29, "question": "레이저 냉각된 원자 기체에서의 초유체-모트 절연체 전이를, 보스-아인슈타인 응축과 상호작용 에너지 경쟁을 고려한 이론적 모델로 설명하고, 광학 격자 구조 최적화를 통해 전이 임계 조건을 조절하세요.", "subject": "physics"}
{"id": 30, "question": "비선형 광학 현미경에서 CARS와 SRS 기술의 분자 식별 능력을 비교하기 위해, 비선형 감수도와 배경 노이즈 모델을 수학적으로 분석해 최적 적용 분야를 제시하고, 하이브리드 시스템 설계를 제안하세요.", "subject": "physics"}
{"id": 31, "question": "집적 광자 회로에서 Mach-Zehnder 변조기의 삽입 손실을 최소화하기 위해, 도파관 구조와 재료 특성을 고려한 유한 요소법 시뮬레이션을 수행하고, 광학적 결합 효율을 극대화하는 설계를 제시하세요.", "subject": "physics"}
{"id": 32, "question": "키랄 비선형 광학 효과를 이용해 광학 이성질체를 선택적으로 조작하는 장치를 설계할 때, 분자 배열의 비대칭성과 비선형 감수 텐서의 상관관계를 모델링하고, 생화학 센서 응용 가능성을 논의하세요.", "subject": "physics"}
{"id": 33, "question": "레이저 유도 플라즈마 발광 분광법(LIBS)에서, 플라즈마 확장 동역학과 원소 방출 스펙트럼을 연계해 미량 원소 정량 분석 알고리즘을 개발하고, 신호 대 잡음비(SNR) 향상 방안을 기술하세요.", "subject": "physics"}
{"id": 34, "question": "위상학적 광자결정에서 에지 상태를 활용한 광전파 경로를 설계할 때, 대역 구조 계산과 결함 도입 효과를 결합해 견고한 파장 안내 조건을 유도하고, 광학 회로 적용 가능성을 분석하세요.", "subject": "physics"}
{"id": 35, "question": "초고속 광학 샘플링 기술에서, 펨토초 레이저 펄스와 시간-확장(time-stretch) 기법을 결합해 초고속 신호 캡처 시스템을 설계하고, 시스템 한계 주파수와 신호 왜곡 보정 방법을 제시하세요.", "subject": "physics"}
{"id": 36, "question": "광학 양자 메모리에서 광자-원자 상태 간의 결맞음 유지 시간을 극대화하기 위해, 잡음 억제 및 에러 보정 기술을 고려한 실험적 조건을 수학적으로 모델링하고, 양자 중계기 적용에 필요한 파라미터를 유도하세요.", "subject": "physics"}
{"id": 37, "question": "비선형 광학 파장에서의 초연속대 생성 과정에서, 분산 관리 광섬유와 비선형 효과의 상호작용을 시뮬레이션해 스펙트럼 폭을 확장하는 방법을 제안하고, 이를 분광분석 시스템에 적용하는 방안을 기술하세요.", "subject": "physics"}
{"id": 38, "question": "양자 점 기반의 단일 광자 검출기에서, 암흑 계수(dark count)와 광자 식별 능력을 고려한 최적 동작 조건을 모델링하고, 저조도 환경에서의 검출 효율 향상 기술을 설계하세요.", "subject": "physics"}
{"id": 39, "question": "광학 트위저를 이용한 생체 분자력 측정에서, 미세입자의 브라운 운동과 외부 힘 간 상관관계를 분석해 나노뉴턴 수준의 힘 측정 한계를 이론적으로 유도하고, 실험적 검증 방법을 제시하세요.", "subject": "physics"}
{"id": 40, "question": "레이저 유도 격변(ablation) 공정에서, 펄스 지연 시간과 열 확산 길이의 관계를 모델링해 미세 가공 정밀도를 향상시키는 조건을 수립하고, 실제 적용 사례를 통해 검증하세요.", "subject": "physics"}
{"id": 41, "question": "양자 간섭 현미경의 해상도를 극복하기 위해, 압축 광원을 이용한 측정 정밀도 향상 기법을 수학적으로 증명하고, 이를 나노미터 수준의 생체 분자 이미징에 적용하는 방안을 다단계로 논술하세요.", "subject": "physics"}
{"id": 42, "question": "광자결정 섬유에서의 비선형 효과를 이용한 광신호 재생 과정을, 비선형 슈뢰딩거 방정식으로 모델링하고, 분산 보상과 신호 재구성을 위한 알고리즘 설계 조건을 유도하세요.", "subject": "physics"}
{"id": 43, "question": "비선형 광학 결정에서 3차 고조파 생성(THG) 효율을 극대화하기 위해, 위상 정합 조건과 결정 대칭성의 상관관계를 분석하고, 다결정 구조를 활용한 실험 설계를 제안하세요.", "subject": "physics"}
{"id": 44, "question": "광학 냉각된 이온 트랩에서, 레이저 안정성 요구 사항을 고려해 주파수 노이즈 억제 기술을 설계하고, 이를 기반으로 양자 컴퓨터 오류 보정 기술을 논의하세요.", "subject": "physics"}
{"id": 45, "question": "광학 소용돌이 빔의 궤도 각운동량을 이용한 통신 시스템에서, 다중 모드 전송 용량과 간섭 영향 간 트레이드오프를 모델링하고, 오류 정정 코드 설계를 통해 실용성 확보 방안을 제시하세요.", "subject": "physics"}
{"id": 46, "question": "비선형 광학 현미경을 이용한 3D 생체 조직 이미징에서, 광산란과 비선형 신호 감쇠를 고려한 깊이 프로파일 모델링 후, 적응형 광원 조절 기술을 설계하세요.", "subject": "physics"}
{"id": 47, "question": "광자결정 기반의 고주파 광검출기에서, 표면 플라즈몬과 광자결정 결합 효과를 모델링해 응답 속도 향상 조건을 수립하고, 테라헤르츠 대역 적용 가능성을 분석하세요.", "subject": "physics"}
{"id": 48, "question": "레이저 간섭계로 중력파 검출 시 발생하는 열적·양자적 잡음을 모델링하고, 재료 선택과 냉각 기술을 고려한 잡음 저감 방안을 수학적으로 증명해 제안하세요.", "subject": "physics"}
{"id": 49, "question": "양자 점 태양전지에서 빛 포집과 전하 분리 효율 간 균형을 맞추기 위해, 광자결정 구조와 양자 점 크기 분포를 최적화한 수학적 모델을 수립하고, 실험 데이터를 기반으로 검증하세요.", "subject": "physics"}
{"id": 50, "question": "초고속 레이저 유도 플라즈마에서 발생하는 X선 방사 메커니즘을, 비열적 이온화 과정과 전자 가속 모델을 연계해 설명하고, 극자외(EUV) 리소그래피 기술에 적용하는 방안을 제안하세요.", "subject": "physics"}
