{"id": 1, "question": "카르노 사이클의 열효율을 최대화하는 조건 하에서, 고온의 열원과 저온의 열저항 사이에 온도 구배가 존재할 때 발생하는 엔트로피 변화를 분석하고, 이를 보완하기 위한 가역 과정과 비가역 과정의 열역학적 최적 설계 방안을 제시하세요. 단, 실제 환경 데이터로 구체적인 수치를 포함해야 합니다.", "subject": "physics"}
{"id": 2, "question": "비가역 열기관에서 발생하는 열 손실과 내부 마찰로 인한 엔트로피 생성률을 수학적으로 모델링한 후, 열효율을 10% 향상시키기 위해 작동 유체를 혼합 가스로 변경하거나 사이클 단계를 추가하는 두 가지 방법을 비교하고 경제적 타당성을 평가하세요.", "subject": "physics"}
{"id": 3, "question": "초전도체를 활용한 열펌프 시스템에서 4K 극저온 유지가 필요한 경우, 카르노 효율 대비 실제 사이클 효율을 이론적으로 계산하고, 엔트로피 생성 최소화 및 단열 재료 선택 기준을 실험적 데이터와 연계해 설명하세요.", "subject": "physics"}
{"id": 4, "question": "이산화탄소 포집 과정에서 흡착제로 사용되는 금속-유기 골격체(MOF)의 흡착열 변화를 열역학적으로 분석하고, 압력-온도 곡선 상에서 최적 흡착 조건을 찾는 다단계 계산 과정을 서술하세요. 환경 변수 영향을 고려한 민감도 분석도 포함해야 합니다.", "subject": "physics"}
{"id": 5, "question": "은하계 성간 매질에서 관측되는 플라즈마 상태를 이상 기체와 비교하는 열역학적 모델을 구성하고, 실제 관측 데이터(예: 온도, 밀도)와의 편차를 설명하기 위한 비열비(γ)의 보정 값을 도출하며, 이 값이 우주론적 모델에 미치는 영향을 논의하세요.", "subject": "physics"}
{"id": 6, "question": "핵융합로 내부에서 삼중수소-듀테륨 반응의 열역학 효율을 계산할 때, 플라즈마의 비정상 상태 열전도와 방사 손실을 고려한 에너지 수지적 방정식을 수립하고, 이를 바탕으로 임계 질량 조건을 만족하는 설계 파라미터를 결정하세요.", "subject": "physics"}
{"id": 7, "question": "생체막에서 이온 펌프의 작동 원리가 열역학적 비가역성과 어떻게 연관되어 있는지 분석하고, ATP 분해 에너지를 활용한 이온 농도 구배 생성 과정을 엔트로피 관점에서 해석하며, 인공 이온 채널 설계에의 적용 가능성을 제안하세요.", "subject": "physics"}
{"id": 8, "question": "마그마 챔버에서 부분 용융된 암석의 점성 변화가 열팽창 계수와 엔트로피 생성에 미치는 영향을 수리 모델링하고, 지진 예측 지표로서 열전도도 변화의 예측 정확도를 향상시키는 방안을 실험 설계와 함께 서술하세요.", "subject": "physics"}
{"id": 9, "question": "양자점을 활용한 태양전지의 광열 효과를 고려할 때, 광흡수 계층과 열관리 계층의 상호작용을 열역학적 평형 모델로 설명하고, 비포논 산란 효과를 최소화하여 효율을 극대화하는 소재 선택 기준을 제시하세요.", "subject": "physics"}
{"id": 10, "question": "초고압 실험실(예: 다이아몬드 앤빌 셀)에서 수명의 상변화를 관찰할 때, Gibbs 자유 에너지 다이어그램을 이용해 메타스테이블 상태를 예측하고, 실험적 한계 조건(예: 압력 안정성) 내에서 상변화 경로의 에너지 장벽을 계산하는 방법을 논의하세요.", "subject": "physics"}
{"id": 11, "question": "초전도 자석 시스템에서 퀜치(Quench) 발생 시 갑작스러운 엔트로피 증가가 전체 시스템 효율에 미치는 영향을 정성적으로 분석하고, 열확산 제어 알고리즘을 설계하여 안전성 임계값을 도출하는 프로세스를 단계별로 설명하세요.", "subject": "physics"}
{"id": 12, "question": "심해 열수 분출구 근처에서 발생하는 광물 침전 현상의 열역학적 구동력을 열역학 제2법칙 관점에서 평가하고, 국소 온도 구배가 반응 속도에 미치는 영향을 Arrhenius 방정식과 결합해 모델링하며, 해양 자원 채굴에 대한 실용적 제약을 예측하세요.", "subject": "physics"}
{"id": 13, "question": "나노포어 장치에서 단일 분자 검출 시 열잡음과 신호 대 잡음비(SNR) 간의 상관 관계를 통계 열역학적 모델로 설명하고, 엔트로피 생성 최소화를 통한 검출 정확도 향상 방안을 실험 데이터와 함께 제시하세요.", "subject": "physics"}
{"id": 14, "question": "화성 대기 중 이산화탄소 액화 과정에서의 비열 및 엔트로피 변화를 계산할 때, 저중력 환경이 상평형 곡선에 미치는 영향을 고려한 수정된 클라우지우스-클라페이론 방정식을 유도하고, 지상 실험 결과와의 차이를 비교 분석하세요.", "subject": "physics"}
{"id": 15, "question": "고체 전해질 연료전지에서 이온의 활성화 에너지가 전극-전해질 계면의 열변형률과 어떻게 상호작용하는지 열역학적으로 모델링하고, 내구성을 높이기 위한 미세 구조 설계 전략을 제안하세요. 실험 검증 방법도 포함해야 합니다.", "subject": "physics"}
{"id": 16, "question": "자기유체역학 발전(MHD)에서 플라즈마의 비등방성 열전도가 에너지 변환 효율에 미치는 영향을 분석하고, Lorentz force와 열확산 계수를 연계한 다물리 모델을 구성하여 최적 운전 조건을 도출하세요.", "subject": "physics"}
{"id": 17, "question": "그래핀 기반 열전기 소재에서 포논-전자 상호작용이 제백 계수와 열전도도에 미치는 영향을 분자 동역학 시뮬레이션으로 예측하고, 엔트로피 생성 최소화를 통한 ZT 값 향상 방안을 제시하세요.", "subject": "physics"}
{"id": 18, "question": "초기 우주의 급팽창(인플레이션) 시기 동안 온도 저하에 따른 암흑 물질과 일반 물질의 상분리 현상을 열역학적 자유 에너지 최소화 관점에서 설명하며, 현재 관측 가능한 구조 형성에 미친 영향을 추론하세요.", "subject": "physics"}
{"id": 19, "question": "미세유체칩에서 다중 유체 층의 혼합 효율을 높이기 위해 열삼투 현상과 전기삼투 현상을 결합한 하이브리드 구동 방식을 열역학적으로 해석하고, 에너지 소모 대비 혼합 속도 최적화 조건을 실험 데이터와 연계해 도출하세요.", "subject": "physics"}
{"id": 20, "question": "초전도체의 임계 온도 상승 메커니즘으로서 고압 효과의 열역학적 한계를 평가하고, 압력-온도-외부 자기장 3차원 상에서 안정 영역을 정의하는 모델을 구성하며, 물질 설계 방향을 제안하세요.", "subject": "physics"}
{"id": 21, "question": "지열 발전소에서 이중 사이클(유기 랭킨 + 칼리나)을 적용할 때, 작동 유체 선택과 열병합 효율이 전체 시스템 엔트로피 생성에 미치는 영향을 분석하고, 환경 조건(지열수 온도, 유량)에 따른 최적 조합 도출 과정을 단계별로 서술하세요.", "subject": "physics"}
{"id": 22, "question": "양자점 태양전지의 열화 현상을 설명할 때, 광여기 전하 재결합 과정을 열역학적 확률 모델로 기술하고, 엔트로피 생성이 장기 안정성에 미치는 영향을 예측하며, 이를 저감하기 위한 계면 공학 접근법을 실험 데이터와 함께 제시하세요.", "subject": "physics"}
{"id": 23, "question": "외계 행성의 대기 중 비응축성 기체가 온실 효과에 기여하는 열역학적 메커니즘을 구성하고, 복사 평형과 대류 열수송이 전체 에너지 균형에 미치는 영향을 수치 모델링하며, 생명체 존재 가능 영역을 재정의하는 방법을 논의하세요.", "subject": "physics"}
{"id": 24, "question": "핵융합 플라스마 제어에서 자기압과 열압력의 균형을 열역학적 안정 조건으로 표현하고, MHD 불안정성 발생 임계값을 계산하는 수치 해석을 수행하며, 실험 장치 설계에 대한 제약을 예측하세요.", "subject": "physics"}
{"id": 25, "question": "나노와이어 배열에서의 열전 효과를 분석할 때, 포논 경계 산란과 전자 수송 특성의 상호작용을 열역학 제2법칙 관점에서 평가하고, 엔트로피 흐름을 최소화하여 ZT 값을 향상시키는 구조 설계 방안을 제안하세요.", "subject": "physics"}
{"id": 26, "question": "초신성 잔해에서 중원소 합성의 열역학적 조건을 Gibbs 자유 에너지 최소화로 모델링하고, 초신성 폭발 시뮬레이션 데이터와 관측 스펙트럼을 비교해 핵반응 경로를 추적하며, 우주 화학적 의미를 논의하세요.", "subject": "physics"}
{"id": 27, "question": "초고층 건물의 에너지 효율성 향상을 위해 외부 표피에 적용한 위상 변화 물질(PCM)의 잠열을 열역학적 모델로 해석하고, 일주기 온도 변동 조건에서 에너지 저장/방출 효율을 극대화하는 두께 및 배치 최적화를 수행하세요.", "subject": "physics"}
{"id": 28, "question": "해양 온도차 발전(OTEC)에서 심층수와 표층수의 비열 차이가 터빈 효율에 미치는 영향을 열역학적으로 분석하며, 해수 염도와 미생물 부착이 열교환기 성능에 미치는 영향을 고려한 실용 모델 제안을 요구하세요.", "subject": "physics"}
{"id": 29, "question": "그래핀 양자점에서의 양자 열용량 현상을 저온에서의 열역학적 거동과 연계해 설명하고, 전자기장 조절을 통한 열적 여기 상태 제어 가능성을 논의하며, 초정밀 센서 응용 가능성을 평가하세요.", "subject": "physics"}
{"id": 30, "question": "블랙홀 증발(호킹 복사) 과정에서 엔트로피 변화가 정보 역설과 어떻게 연관되는지 열역학적 모델링으로 추론하고, 양자 중력 효과가 거시적 열역학적 변수에 미치는 영향을 가정하며, 관측 가능한 증거를 가설적으로 제시하세요.", "subject": "physics"}
{"id": 31, "question": "초전도 자기장 압축 저장 장치의 충전/방전 과정에서 발생하는 열역학적 손실을 계산하고, 엔트로피 생성 최소화를 위한 극저온 시스템 설계 조건을 도출하며, 실제 실험 결과와 비교하는 분석 방법을 설명하세요.", "subject": "physics"}
{"id": 32, "question": "화성과 지구의 대기 순환 차이를 열역학적 관점에서 비교 분석할 때, 온실 효과와 코리올리 힘을 고려한 에너지 균형 모델을 수립하고, 극한 기후 조건에서의 유체 역학적 안정성을 평가하세요.", "subject": "physics"}
{"id": 33, "question": "양자 도트 레이저에서 광자-전자 상호작용이 열적 안정성에 미치는 영향을 모델링하고, 엔트로피 생성이 레이저 출력의 잡음에 미치는 영향을 분석하며, 주파수 안정화 기술을 제안하는 과정을 서술하세요.", "subject": "physics"}
{"id": 34, "question": "초신성 잔해의 충격파 가열이 중원소 이온화에 미치는 열역학적 영향을 분석하고, 복사 냉각 효과와 열압력 균형을 고려한 시뮬레이션 모델을 구성하며, 관측 스펙트럼의 시간적 변화를 예측하는 방법을 논의하세요.", "subject": "physics"}
{"id": 35, "question": "지구 내부 외핵의 대류 현상을 열역학적 혼합 모델로 설명하고, 지자기 생성 메커니즘과의 상관관계를 분석하며, 외핵 조성 변화가 지구 동역학에 미치는 장기적 영향을 추론하세요.", "subject": "physics"}
{"id": 36, "question": "액체 금속 배터리의 전해질층 두께 변화가 충전/방전 효율에 미치는 열역학적 영향을 분석하고, 엔트로피 생성과 이온 이동도의 관계를 수식화하며, 실험적 검증 방법을 제안하세요.", "subject": "physics"}
{"id": 37, "question": "양자 점 근접 결합에서 열적 요동이 에너지 준위 분리에 미치는 영향을 모델링하고, 엔트로피 생성 최소화 조건을 계산해 양자 정보 처리 응용 가능성을 평가하며, 실험적 구현 방안을 논의하세요.", "subject": "physics"}
{"id": 38, "question": "화성 대기 중 먼지 폭풍의 열역학적 구동력을 복사 평형 모델로 해석하고, 지표 온도 변화가 대기 순환 패턴에 미치는 영향을 수치 시뮬레이션으로 분석하며, 탐사 로버 설계에 대한 시사점을 제시하세요.", "subject": "physics"}
{"id": 39, "question": "그래핀-물 인터페이스에서의 열전달 메커니즘을 분자 동역학으로 분석하고, 수소 결합 네트워크의 엔트로피 기여를 계산하며, 수분 분리막 설계에 적용하는 방법을 제안하세요.", "subject": "physics"}
{"id": 40, "question": "초고압 실험실에서 수소 금속화 현상을 열역학적으로 예측할 때, 압력-온도-에너지 위상도를 구성하는 모델을 설명하고, 실험적 한계 내에서 금속-절연체 전이를 검출하는 방안을 제시하세요.", "subject": "physics"}
{"id": 41, "question": "플라즈마 추진기에서 이온 가속 시 발생하는 열역학적 에너지 손실을 계산하고, 엔트로피 생성 최소화를 위한 자기장 형상 최적화 과정을 수식화하며, 실제 위성 궤도 조정 시뮬레이션을 수행하세요.", "subject": "physics"}
{"id": 42, "question": "심층 지반 저장소에서 이산화탄소 수화 현상의 열역학-역학 결합 모델을 수립하고, 압력-온도 조건 변화에 따른 반응 속도 상수를 도출하며, 장기적 안정성 평가 기준을 제안하세요.", "subject": "physics"}
{"id": 43, "question": "양자 스핀 액체 상태에서 엔트로피의 거동을 통계 역학적으로 해석하고, 저온에서의 비고전적 열용량을 측정하는 실험 설계를 고려하며, 양자 컴퓨터 응용 가능성을 논의하세요.", "subject": "physics"}
{"id": 44, "question": "미세 중력 환경에서 액체의 비등 과정을 열역학적 평형 모델로 설명하고, 기포 생성 메커니즘의 변화를 정량적으로 분석하며, 우주 기반 열관리 시스템 설계에 대한 시사점을 도출하세요.", "subject": "physics"}
{"id": 45, "question": "그래핀 기반 초전도체에서의 전하 밀도 파동(CDW)이 열적 거동에 미치는 영향을 분석하고, 엔트로피 변화가 위상 전이 온도와 어떻게 연관되는지 수학적 모델로 설명하며, 실험적 검증 방안을 제시하세요.", "subject": "physics"}
{"id": 46, "question": "핵융합 플라스마의 난류 혼합을 열역학적 관점에서 모델링하고, 에너지 확산 계수와 엔트로피 생성률 간의 상관 관계를 분석하며, 제어 전략을 제안하는 과정을 서술하세요.", "subject": "physics"}
{"id": 47, "question": "외계 행성 대기에서 관측된 초회전 제트류의 열역학적 구동력을 각운동량 보존과 결합해 설명하고, 복사 냉각이 속도 프로필에 미치는 영향을 수치 모델링하며, 기후 예측 모델과의 연계 방안을 논의하세요.", "subject": "physics"}
{"id": 48, "question": "나노구조체의 표면 에너지가 자발적 조립 과정에 미치는 열역학적 영향을 분석하고, 엔트로피와 엔탈피의 경쟁 관계를 Gibbs 자유 에너지로 표현하며, 자기 조립 최적 조건을 실험 데이터와 함께 제시하세요.", "subject": "physics"}
{"id": 49, "question": "지구 자기권의 태양풍 상호작용에서 발생하는 열역학적 에너지 변환을 분석하고, 플라스마 파동의 엔트로피 생성 기여를 계산하며, 우주 기상 예측 모델 개선에 대한 방법을 제안하세요.", "subject": "physics"}
{"id": 50, "question": "생체막의 이온 선택적 투과성을 열역학적 결합 에너지로 모델링하고, 엔트로피-엔탈피 보상 현상을 실험적으로 검증하며, 인공 세포막 설계에의 적용 가능성을 평가하는 과정을 단계별로 설명하세요.", "subject": "physics"}
