{"id": 1, "question": "LHC 실험에서 14 TeV 양성자 충돌 시 발생하는 다중 제트(jet) 현상의 통계적 분포를 분석하고, 표준 모형을 초과하는 에너지 편차(Excess)가 관측된 경우, 이를 설명할 수 있는 새로운 물리 현상(예: 초대칭 입자, 렙토쿼크)에 대한 가설을 수립하며, 가설 검증을 위해 필요한 추가 실험 데이터를 추론하세요.", "subject": "physics"}
{"id": 2, "question": "암흑물질 후보인 WIMP(약상호작용중입자)가 Galactic Halo 내에서 우주선과 충돌할 때 발생하는 신호 스펙트럼의 특성을 수학적으로 모델링하고, 실험적 노이즈(예: 우주선 배경)와 구분하기 위한 필터 알고리즘을 3단계 이상의 추론 과정을 통해 설계하세요.", "subject": "physics"}
{"id": 3, "question": "쿼크-글루온 플라즈마(QGP) 상태에서 강한 결합 상호작용을 설명하는 격자 QCD(Lattice QCD)의 계산 한계와 이를 보완하기 위한 AdS/CFT 대응성 적용 가능성을 탐구하며, 실제 ALICE 실험 데이터와 이론적 예측치의 차이를 해결하는 방안을 제시하세요.", "subject": "physics"}
{"id": 4, "question": "양성자의 구조함수(Structure Function) 측정을 통해 얻은 깊은 비탄성 산란(DIS) 데이터를 분석해, 양성자 내부 해양 쿼크(Sea Quark) 분포의 비대칭성 기원을 양자색역학(QCD) 용어로 설명하고, HERA 실험 결과의 편차를 해석하는 다단계 논리를 구성하세요.", "subject": "physics"}
{"id": 5, "question": "힉스 보존이 Z 보존과 결합하는 Tri-boson 생성 과정(H→ZZ*→4ℓ)의 분기비 계산에서 발생하는 양자 보정 효과(Quantum Correction)를 유효장 이론(Effective Field Theory) 프레임워크로 모델링하고, LHC 검출기 한계 내에서 검출 효율을 최적화하는 조건을 유도하세요.", "subject": "physics"}
{"id": 6, "question": "우주 마이크로파 배경(CMB) 편광 데이터에서 B-모드 신호가 중력파 기원이라는 가설을 검증하기 위해, 텐서-스칼라 비(r) 추정 시 간섭 요인(예: 은하간 먼지)을 제거하는 베이지안 통계 기법을 설계하고, 플랑크 위성 데이터 적용 사례를 비교 분석하세요.", "subject": "physics"}
{"id": 7, "question": "초고에너지 우주선(UHECR)의 조성 분석을 통해 철핵(Fe)과 양성자 비율을 추정한 실험적 방법에 오차를 정량화하고, 피에르 오제 관측소 데이터의 편차로부터 극한 에너지 영역(>10²⁰ eV)에서 새로운 가속 메커니즘을 제안하는 논리를 수립하세요.", "subject": "physics"}
{"id": 8, "question": "중성미진맛 변환(Neutrino Oscillation) 실험에서 CP 위반 위상을 측정하기 위해, Hyper-Kamiokande 검출기의 기하학적 구조와 에너지 분해능을 고려한 신호 대 잡음비 최적화 문제를 수학적으로 공식화하고, 가능한 편향 원인을 3차원 몬테카를로 시뮬레이션으로 검증하세요.", "subject": "physics"}
{"id": 9, "question": "초전도체의 임계 전류 밀도(Critical Current Density)가 강한 자기장 하에서 열적 소음과 상호작용하는 양자 현상을 설명하고, 힉스 메커니즘과 유사한 대칭성 붕괴 모델을 적용해 초전도-상전이 곡선의 비선형성 기원을 추론하세요.", "subject": "physics"}
{"id": 10, "question": "초끈 이론에서 추가 차원의 Kaluza-Klein 입자 생성 조건을 브란 중력(Brane Gravity) 관점에서 재해석하고, LHC 충돌 데이터에서 이들의 존재를 간접적으로 추론할 수 있는 에너지 스펙트럼 특징을 수학적 모델링을 통해 유도하세요.", "subject": "physics"}
{"id": 11, "question": "중력파 검출기(LIGO)의 간섭계 구조에서 열적 브라운 운동이 검출 한계에 미치는 영향을 Langevin 방정식으로 모델링하고, 양자 잡음과 결합한 총 오차 모델을 세워 신호 재생성 알고리즘을 설계하세요.", "subject": "physics"}
{"id": 12, "question": "양성자 붕괴 예측 모형(SU(5) 대통일 이론)에서 발생하는 핵자 붕괴 채널(p→e⁺π⁰)의 평균 수명 계산 시, 중성미진 배경을 고려한 실험적 불확실성 전파 과정을 Monte Carlo 시뮬레이션으로 분석하고, 한계 수명을 초과하는 신호 검출 전략을 수립하세요.", "subject": "physics"}
{"id": 13, "question": "양자 색가둠(Quark Confinement) 현상을 설명하는 격자 QCD 계산에서 강한 결합 상수(α_s)의 에너지 의존성을 재정의하고, 제트 소멸 실험(Jet Quenching) 데이터와의 불일치를 해결하는 변형 모델을 제안하세요.", "subject": "physics"}
{"id": 14, "question": "암흑광자(Dark Photon) 매개 상호작용을 통한 암흑-가시적 물질 결합 모델을 세우고, 전자-양전자 충돌 실험에서 발생하는 초대칭 편차를 설명하는 매개변수화 기법을 개발하며, BEPCII 검출기에 적용 가능한 검증 프로토콜을 설계하세요.", "subject": "physics"}
{"id": 15, "question": "힉스 장의 스핀-0 특성이 W 보존과의 결합에 미치는 영향을 유클리드 시공간에서의 섭동론적 계산으로 유도하고, ATLAS 검출기의 각도 분해능이 측정의 불확실성에 기여하는 방식을 통계적 오차 분석으로 연결하세요.", "subject": "physics"}
{"id": 16, "question": "블랙홀 열역학 제2법칙(사건의 지평선 면적 보존)을 준정적(Quasi-static) 과정으로 일반화하고, AdS/CFT 대응성 하에서의 엔트로피와 양자 정보 엔트로피 상관관계를 활용해 정보 역설 해결 모형을 제안하세요.", "subject": "physics"}
{"id": 17, "question": "중성미진의 천체물리학적 원천(예: 초신성, 활동성 은하핵)에서 방출되는 플럭스 스펙트럼을 중성미진맛과 에너지 함수로 표현하고, ICECUBE 관측 데이터로부터 천체 물리 매개변수를 역추정하는 베이지안 역문제 해법을 제시하세요.", "subject": "physics"}
{"id": 18, "question": "초유체의 양자 소용돌이(Quantum Vortex) 배열에서 발생하는 마요라나 페르미온(Majorana Fermion)의 에지 상태를 위상학적 불변량으로 설명하고, 초고체 헬륨-4 실험에서의 관측 가능성을 초전도 큐비트 유사 모델로 추론하세요.", "subject": "physics"}
{"id": 19, "question": "양자 터널링 현상을 유도하는 WKB 근사법의 한계를 3차 이상의 비조화 진동자 문제로 확장해 해석하고, 중이온 충돌 실험에서 핵자 포획 확률을 계산하는 데 필요한 보정된 모델을 수립하세요.", "subject": "physics"}
{"id": 20, "question": "양자 중동의 시간 결정(Time Crystal)을 위상 공간에서의 비선형 동역학 시스템으로 재해석하고, 초저온 이터븀 격자에서 관측된 주기성 신호의 안정성을 설명하는 이론적 프레임워크를 구성하세요.", "subject": "physics"}
{"id": 21, "question": "우주 끈(Cosmic String)이 중력파 배경(GWB)에 남기는 특징적인 스펙트럼 모양을 계산하고, LISA 관측 데이터와 비교해 우주 끈 텐션 매개변수(Gμ)를 역추정하는 다단계 논리를 설계하세요.", "subject": "physics"}
{"id": 22, "question": "양자 전기역학(QED) 진공에서의 가상 광자-전자 쌍 생성에 의한 카시미르 효과를 비평형 조건(강한 전기장)에서 재해석하고, 초고출력 레이저 실험에서의 예측 가능 편차를 Lagrangian 밀도 함수로 모델링하세요.", "subject": "physics"}
{"id": 23, "question": "핵자 스핀 구조 함수(g₁, g₂)를 편광된 심층 비탄성 산란(pDIS) 실험 데이터로 분석해, 양성자 스핀 위기(Proton Spin Crisis) 해결 가능성을 parton 분포 함수 재해석으로 접근하고, 격자 QCD 계산 결과와의 차이를 정량화하세요.", "subject": "physics"}
{"id": 24, "question": "AdS/CFT 대응성 하에서 블랙홀 정보 역설에 대한 결어긋남 얽힘(Scrambling) 설명을 재현하며, SYK 모델의 강한 혼돈 동역학을 활용해 양자 정보의 복원 시간 척도를 계산하고 실험 가능한 신호를 유추하세요.", "subject": "physics"}
{"id": 25, "question": "초전도체의 조셉슨 접합에서 양자 비트(Qubit) 간 결맞음 손실 메커니즘을 열적 플럭스 터널링과 위상 결맞음 파괴 관점에서 모델링하고, 초전도 큐비트 안정성 향상을 위한 설계 최적화 조건을 수치 해석적으로 도출하세요.", "subject": "physics"}
{"id": 26, "question": "중력자(Graviton)가 초대칭 이론에서 예측하는 R-대칭 깨짐과 상호작용하는 방식을 초대칭 대수(SUSY Algebra) 확장으로 표현하고, LHC의 누락 에너지(Missing Energy) 채널에서 검출 가능한 신호 패턴을 시뮬레이션하세요.", "subject": "physics"}
{"id": 27, "question": "양자 홀로그래피 원리를 적용해 블랙홀 증발 시 정보 보존 메커니즘을 양자 오류 정정 코드(QECC)와 연결해 설명하고, AdS 공간의 등각 경계(CFT)에서의 정보 복원 과정을 수학적으로 재구성하는 논리를 제시하세요.", "subject": "physics"}
{"id": 28, "question": "우주 가속 팽창을 설명하는 동적 암흑 에너지(Quintessence) 모형의 잠재력 함수를 비가환 기하학적 구조로 재해석하고, DESI 은하 분포 데이터에서 추출한 성장 인자(Growth Factor)와 비교해 모형의 타당성을 검증하는 방법론을 설계하세요.", "subject": "physics"}
{"id": 29, "question": "양자 중력 이론에서의 시공간 거품(Spacetime Foam) 개념을 플랑크 스케일에서의 불확실성 관계로 확장하고, 광학 간섭계를 이용한 거시적 관측 가능성 한계를 헤이젠베르크 측정 이론으로 분석하세요.", "subject": "physics"}
{"id": 30, "question": "다차원 흑체의 복사 스펙트럼을 카시미르 효과와 결합해 초중력 이론(M-Theory)의 추가 차원 존재 증거로 재해석하며, 실험실 조건에서 검출 가능한 주파수 대역과 에너지 임계값을 계산하세요.", "subject": "physics"}
{"id": 31, "question": "양자 얽힘 엔트로피 영역 법칙(Entropic Area Law)을 위상은폐 위상과 비평형 동역학 시스템으로 확장하고, 블랙홀 형성 과정에서의 정보 전파 속도 한계를 위상학적 질서 매개변수로 연결하는 모델을 제안하세요.", "subject": "physics"}
{"id": 32, "question": "중성미진의 비표준 상호작용(NSI)이 초신자 잔여물 스펙트럼에 미치는 영향을 수학적 섭동론으로 모델링하고, Hyper-Kamiokande 데이터에서 파라미터 공간을 제한하며 통계적 유의미성 검정 방법을 설계하세요.", "subject": "physics"}
{"id": 33, "question": "양자 중력에서의 시간 문제(Time Problem)를 해결하기 위한 내재적 시간(Intrinsic Time) 개념을 루프 양자 중력 네트워크 구조로 재해석하고, 우주론적 모델에서의 시간 진화 방정식을 수립하는 논리를 구성하세요.", "subject": "physics"}
{"id": 34, "question": "고에너지 중이온 충돌에서 생성된 쿼크-글루온 플라즈마(QGP)의 점도-엔트로피 비(η/s)를 AdS/CFT를 통해 추정하고, RHIC 실험 데이터와 비교해 강한 결합 플라즈마 모형의 한계를 지적하는 다단계 추론을 수행하세요.", "subject": "physics"}
{"id": 35, "question": "암흑물질-가시물질 상호작용이 중성미진 진동에 미치는 간섭 효과를 3중성 중성미진 진동(3-flavor Oscillation) 모델에 통합하고, DUNE 실험에서의 검출 가능 신호 대 배경을 구분하는 베이지안 분류기를 설계하세요.", "subject": "physics"}
{"id": 36, "question": "양자 중력 효과가 플랑크 에너지 근처에서 일반상대성이론의 시공간 곡률(Ricci Scalar)에 미치는 수정을 f(R) 중력 모형과 비교하고, LIGO 중력파 신호의 위상 변형으로 검출 가능한 특성을 수치 상대론으로 시뮬레이션하세요.", "subject": "physics"}
{"id": 37, "question": "양자장론의 재규격화군(RG) 흐름을 위상학적 불변량과 연결해 강상호작용 물질의 상전이 경계선을 예측하는 모형을 개발하고, QCD 위상 다이어그램에 적용 가능한 RG 방정식 시스템을 구성하세요.", "subject": "physics"}
{"id": 38, "question": "양자 홀로그래피 원리를 활용해 블랙홀 열역학의 제3법칙(극한 표면 중력=0)을 AdS/CFT 경계 조건의 양자 얽힘 엔트로피로 재해석하며, CFT 측에서의 대응 현상을 수학적으로 유도하세요.", "subject": "physics"}
{"id": 39, "question": "암흑물질 축아이온(Axion)이 강한 자기장 내에서 광자로 변환되는 프라이스 변환(Primakoff Effect)의 확률을 계산하며, ADMX 실험에서의 검출 한계 개선을 위한 공진기 설계를 최적화하고 새로운 검출 대역 제안하세요.", "subject": "physics"}
{"id": 40, "question": "양자 중동의 위상 전이(Topological Phase Transition)를 비-아벨 애니언(Anyon) 통계와 연결시키고, 분수 양자 홀 효과(FQHE) 실험에서의 에지 상태 관측을 통해 이론적 예측 검증하는 실험 설계를 3단계로 구성하세요.", "subject": "physics"}
{"id": 41, "question": "중력파 간섭계(LIGO)에서의 양자 잡음을 극복하기 위한 압축 상태(Squeezed State) 주입 방식을 양자 광학적 모형으로 모델링하고, 신호 검출 임계값 향상을 위한 최적 위상 회전 각도를 헤이젠베르크 불확정성 원리로 계산하세요.", "subject": "physics"}
{"id": 42, "question": "초대칭 표준 모형(MSSM)에서의 중성미진 질량 생성 기구(see-saw mechanism)와 렙토제네시스(Leptogenesis) 과정을 결합해 바리온 비대칭을 설명하는 모델을 수립하고, LHC에서의 초중성미진 검출 가능성을 평가합니다.", "subject": "physics"}
{"id": 43, "question": "양자 중력 효과가 플랑크 스케일에서 시공간의 결정학적 구조 형성에 미치는 영향을 루프 양자 중력 네트워크로 모델링하고, 중력파 스펙트럼을 통해 검출 가능한 특징을 식별하는 알고리즘을 설계하세요.", "subject": "physics"}
{"id": 44, "question": "강한 자기장 하에서 쿼크 물질의 상전이(쿼크 탈금속화)를 격자 QCD 시뮬레이션으로 분석하며, 중성자별 내부의 가능한 쿼크 핵심 형성 조건을 천체물리학적 관측 데이터와 연계해 추론하세요.", "subject": "physics"}
{"id": 45, "question": "암흑광자가 표준 모형 입자와 비-보편적 상호작용(non-minimal coupling)을 할 때 발생하는 편극화된 전자 산란을 수학적 섭동론으로 계산하고, ILC(International Linear Collider) 실험에서의 검출 전략을 제시하세요.", "subject": "physics"}
{"id": 46, "question": "양자 중력에서의 시공간 불연속성이 블랙홀 정보 역설을 해결할 수 있는 메커니즘을 비가환 기하학(Noncommutative Geometry)으로 설명하고, AdS/CFT 대응성 하에서의 CFT 관측 가능 현상을 연결하세요.", "subject": "physics"}
{"id": 47, "question": "고에너지 감마선 폭발(GRB) 후광 스펙트럼에서 발생하는 전자-양전자 쌍 생성 흡광 현상을 QED 섭동론으로 모델링하고, 페르미 위성 데이터로부터 GRB의 적색편이를 독립적으로 추정하는 방법론을 설계하세요.", "subject": "physics"}
{"id": 48, "question": "양자 중동의 위상 결함(Topological Defect)이 우주 마이크로파 배경(CMB) 편광에 남기는 특징을 계산하고, 플랑크 위성 데이터를 분석해 초기 우주 상전이 조건을 역추론하는 베이지안 역문제 해법을 제시하세요.", "subject": "physics"}
{"id": 49, "question": "암흑물질-가시물질 상호작용을 5차원 Randall-Sundrum 모형에서 추가 차원과의 결합을 통해 재해석하고, LHC 충돌 실험에서의 Kaluza-Klein 중력자 검출을 위한 실험 조건을 유도하는 다단계 논리를 구성하세요.", "subject": "physics"}
{"id": 50, "question": "양자 홀로그래피 원리를 활용해 블랙홀 미세상태(Microstate)를 양자 얽힘 네트워크로 표현하고, AdS/CFT 경계에서의 열적 평형 회복 과정을 엔트로피 생성률과 연계해 수학적으로 설명하는 모델을 제안하세요.", "subject": "physics"}
