{"id": 1, "question": "양자 색역학(QCD)에서 강입자 내부의 쿼크-글루온 플라즈마의 상전이 온도를 계산하려 할 때, 격자 QCD 시뮬레이션을 활용한 방법론을 단계별로 설명하시오. 실험 데이터(LHC 또는 RHIC)와의 비교를 통해 현재 모델의 한계를 진단하고, 개선 방안을 제시하시오.", "subject": "physics"}
{"id": 2, "question": "힉스 메커니즘이 표준모형에서 어떻게 전기약력 대칭성을 깨뜨리는지 수학적으로 증명하라. CP 위반이 포함된 확장 모델에서 추가 힉스 입자의 존재가 중성미자 질량에 미치는 영향을 예측하고, 실험적으로 검증 가능한 예측을 제시하시오.", "subject": "physics"}
{"id": 3, "question": "중성미자 진동 실험에서 검출기의 물질 효과(Matter Effect)가 관측 가능한 진동 확률에 주는 영향을 미분 방정식으로 모델링하라. 하이퍼-카미오칸데 검출기의 물질 밀도와 에너지 종속성을 고려한 실제 적용 사례를 바탕으로, 미래의 대기 중성미자 관측 실험을 설계하시오.", "subject": "physics"}
{"id": 4, "question": "표준모형 예측치와 W 보손 질량 측정값의 불일치를 설명할 수 있는 BEH(Brout-Englert-Higgs) 메커니즘의 변형 이론을 제안하라. 이 모형이 대통일 이론(GUT)과의 결합 가능성에 대해 논의하고, LHC 업그레이드에서의 검증 가능성을 평가하시오.", "subject": "physics"}
{"id": 5, "question": "양자 중력 효과를 고려한 플랑크 스케일 근처에서 표준모형의 게이지 대칭성 깨짐 패턴을 예측하라. 루프 양자 중력 또는 끈 이론 접근법을 비교하고, 초거대 간섭계 검출기(LISA)에서의 검증 전략을 제시하라.", "subject": "physics"}
{"id": 6, "question": "중성자-반중성자 진동 실험에서 예상되는 CP 위반 신호의 통계적 유의성을 평가하기 위한 가설 검정 절차를 설계하라. 실험적 배경 사건을 모델링하고, 신호 추출 정확도를 높이기 위한 머신러닝 알고리즘의 적용 가능성을 탐색하라.", "subject": "physics"}
{"id": 7, "question": "쿼크 글루온 플라즈마 상태에서의 제트 감쇠 현상을 설명하기 위한 수송 방정식을 유도하라. 중이온 충돌 실험(ALICE)에서의 에너지 손실 데이터와 비교하여, 강입자 생성 메커니즘의 수정 필요성을 논리적으로 증명하시오.", "subject": "physics"}
{"id": 8, "question": "초대칭 입자와 표준모형 입자의 혼합 효과로 인해 발생할 수 있는 충돌 단면적 변화를 모의 실험하라. CMS 검출기의 트리거 시스템을 재설계하여 SUSY 신호를 효율적으로 분리하는 다층 신경망 모델 구조를 제안하라.", "subject": "physics"}
{"id": 9, "question": "중성미자 질량 층위 구조를 결정하기 위해 베타 붕괴 스펙트럼과 우주 중성미자 배경(CNB) 관측을 통합하는 방법을 제시하라. 두 실험 결과 간의 상관 분석을 통해 질량 최소값을 추정하는 베이지안 추론 프레임워크를 개발하라.", "subject": "physics"}
{"id": 10, "question": "강한 CP 문제 해결을 위한 액시온 검출 실험에서 발생할 수 있는 가상 입자 배경 신호를 식별하기 위한 양자 센싱 기술을 제안하라. 초전도 공진기 설계 시 주파수 민감도를 최적화하여 신호 대 잡음비를 개선하는 엔지니어링 접근법을 설명하시오.", "subject": "physics"}
{"id": 11, "question": "표준모형 확장 모델에서 예측되는 추가 Z' 보손의 생성-붕괴 채널을 LHC 데이터로부터 역추적하는 통계적 방법을 개발하라. 다중 변수 분석(MVA) 기법과 변수 중요도 평가를 통해 신호 후보를 분류하는 절차를 제시하라.", "subject": "physics"}
{"id": 12, "question": "양자 중력으로 인해 발생할 수 있는 진공 극점(Vacuum Metastability) 문제를 힉스 전위 에너지 곡면 분석을 통해 평가하라. 현재 우주 관측 데이터와 향후 중력파 검출기의 민감도 향상이 이 문제에 미칠 영향을 정량적으로 비교하라.", "subject": "physics"}
{"id": 13, "question": "중이온 충돌에서 생성된 쿼크-글루온 플라즈마 내 전하 비대칭성(Charge Asymmetry)이 강입자 생성 스펙트럼에 미치는 영향을 Monte Carlo 시뮬레이션으로 분석하라. ALICE 검출기의 트래킹 정확도 한계를 극복하기 위한 보간 알고리즘을 제안하라.", "subject": "physics"}
{"id": 14, "question": "표준모형을 넘어서는 CP 위반 원천을 탐색하기 위한 B-팩토리 실험의 차세대 업그레이드 전략을 수립하라. 이벤트 재구성의 시간 분해능을 높이기 위한 초고속 광검출기 설계와 노이즈 필터링 방안을 통합하여 설명하시오.", "subject": "physics"}
{"id": 15, "question": "암흑물질이 힉스 포탈 모델을 통해 표준모델 입자와 상호작용할 경우, 은하계 중심의 감마선 과잉 현상을 설명하기 위한 수학적 모델을 수립하라. 페르미 망원경의 에너지 스펙트럼 데이터와의 비교 분석을 수행하라.", "subject": "physics"}
{"id": 16, "question": "고온 초전도체와 양자 색역학 현상 사이의 유사성을 토대로, 강입자 내 쿼크 페어링 메커니즘을 재해석하라. 이 모델을 적용하여 새로운 형태의 에너지 저장 장치 설계에 필요한 물리적 한계를 계산하시오.", "subject": "physics"}
{"id": 17, "question": "중력파 검출기(LIGO/Virgo)에서 중성미자-중력 결합 효과를 탐지할 수 있는 신호 처리 파이프라인을 설계하라. 간섭계 레이저 주파수의 비선형 변형을 모델링하여 배경 잡음과의 구별 방법을 제시하라.", "subject": "physics"}
{"id": 18, "question": "표준모형의 입자 질축 구조에서 차동 차원 분석(Dimensional Analysis)을 적용하여, 플랑크 질량 스케일에서의 유효 이론을 재구성하라. 이 모델이 초대칭 입자의 질량 스펙트럼에 미치는 영향을 예측하고, 실험적 검증 가능성을 평가하라.", "subject": "physics"}
{"id": 19, "question": "중성미자 천문학에서 고에너지 천체물리 현상(예: 초신성 잔해)을 탐지하기 위한 중성미자 망원경 설계 시, 검출 효율과 공간적 분해능 간의 트레이드오프를 최적화하는 다목적 함수를 수립하라. 몬테카를로 시뮬레이션을 활용한 파라미터 스캐닝 절차를 설명하시오.", "subject": "physics"}
{"id": 20, "question": "양성자-반양성자 충돌에서의 CP 위반 비대칭성 측정을 위한 타겟 극화 기술(Polarized Target)의 발전 방향을 제시하라. 스핀-궤도 상호작용 효과를 고려하여 검출기 반응 함수를 개선하는 양자 제어 이론을 적용하라.", "subject": "physics"}
{"id": 21, "question": "표준모형 예측 오차 범위 내에서의 전자 자기모멘트(g-2) 실험 결과를 재해석하기 위한 격자 QCD 계산의 한계를 분석하고, 새로운 수치적 접근법(예: 딥러닝 기반 보간)을 도입하여 정밀도를 향상시키는 방안을 제시하라.", "subject": "physics"}
{"id": 22, "question": "중력자(Graviton)의 양자 요동이 블랙홀 증발 과정에서 호킹 복사에 미치는 영향을 계산할 때, 초거대 블랙홀과 미니 블랙홀에서의 차이를 비교하라. LHC 검출기에서의 간접적 관측 가능성을 탐색하시오.", "subject": "physics"}
{"id": 23, "question": "BSM(표준모형 초월) 모형에서 예측되는 레프토퀴크(Leptoquark) 입자의 충돌 생성 단면적을 유효장 이론으로 근사하여 계산하라. ATLAS 검출기의 트리거 시스템에서 이 입자를 배경 신호와 분리하는 딥러닝 아키텍처를 설계하시오.", "subject": "physics"}
{"id": 24, "question": "쿼크-글루온 플라즈마의 점성 대 엔트로피 밀도 비율을 LHC 데이터와 비교 분석하여, 완전 유체 역학 모델의 타당성을 검증하라. 유체 역학적 변수의 오차 전파가 강입자 생성률에 미치는 영향을 시뮬레이션으로 증명하라.", "subject": "physics"}
{"id": 25, "question": "중성미자 진동을 통해 측정된 혼합 각도와 CP 위반 위상이 표준모형의 게이지 결합 상수 진화와 어떻게 상관되는지를 연구하라. 이 상관관계를 활용하여 대통일 에너지 스케일에서의 새로운 물리 현상 예측하시오.", "subject": "physics"}
{"id": 26, "question": "암흑광자(Dark Photon)가 표준모델 입자와의 혼합을 통해 전자-양전자 쌍생성에 미치는 영향을 미분 단면적 분석을 통해 평가하라. BELLE II 검출기의 에너지 분해능을 고려한 실험적 검증 가능성을 정량화하라.", "subject": "physics"}
{"id": 27, "question": "표준모형의 힉스 장과 중력자의 결합을 고려한 우주론적 상수 문제 재해석: 양자 보정을 포함한 아인슈타인 방정식 수정 모델을 수립하고, 현재의 우주 가속도 팽창 데이터와의 일관성을 검토하라.", "subject": "physics"}
{"id": 28, "question": "강입자 생성 메커니즘에서 쿼크 조합 통계(통계 역학)를 적용하여, 새로운 엑소틱 강입자(예: 글루볼륨)의 안정성 조건을 수학적으로 유도하라. RHIC 실험 데이터와의 비교를 통해 예측의 타당성을 평가하시오.", "subject": "physics"}
{"id": 29, "question": "양성자 스핀 위기(Proton Spin Crisis) 해결을 위한 격자 QCD 시뮬레이션을 설계하고, 궤도 각운동량과 스핀 기여도를 정량화하는 알고리즘을 개발하라. 실험 데이터(예: COMPASS 실험)와의 불일치를 분석하기 위한 통계적 프레임워크 제시.", "subject": "physics"}
{"id": 30, "question": "초거대 자기장 하에서 전하 이동 전도도(Charge Transport)의 양자 홀 효과와 표준모형 입자의 비편재화 현상 간의 유사성을 연구하라. 이 분석을 통해 새로운 양자 상태 검출 전략을 수립하라.", "subject": "physics"}
{"id": 31, "question": "중성미자 진동 실험에서 사용되는 검출기 물질의 핵자 구성이 진동 확률에 미치는 영향을 모델링하라. 액체 아르곤 타임프로젝션 챔버(LArTPC)의 공간 분해능을 최적화하여 CP 위반 위상 측정 정확도를 향상시키는 방안을 제안하시오.", "subject": "physics"}
{"id": 32, "question": "표준모형의 게이지 대칭성 확장을 통해 중성미자 질량 생성 메커니즘(Seesaw Mechanism)의 가능한 형태를 분류하고, 각각의 경우 LHC에서의 검증 가능성을 예측하라. 각 모형에 따른 충돌 신호 스펙트럼 시뮬레이션을 수행하라.", "subject": "physics"}
{"id": 33, "question": "양자 중력 효과가 플랑크 스케일 근처에서 발생하는 시공간의 거품 구조를 분석하라. 이 구조가 힉스 장의 진공 기댓값에 미치는 영향을 계산하고, 현재 LHC 에너지의 실험 데이터와의 비교 가능성을 평가하시오.", "subject": "physics"}
{"id": 34, "question": "강한 상호작용 입자의 질량 생성이 QCD 진공 구조와의 상호작용에 따라 어떻게 달라지는지를 경로적분 공식으로 설명하라. 이 모델을 적용하여 쿼크 질량과 강입자 질량의 비선형 관계를 재해석하고, LHCb 실험 데이터와 비교하라.", "subject": "physics"}
{"id": 35, "question": "우주 초기의 대통일 시대(GUT Era)에서 발생할 수 있는 위상학적 결함(Topological Defects)이 현재의 암흑물질 분포에 미치는 영향을 시뮬레이션하라. 중력 렌징 관측 데이터와 비교하여 GUT 모형의 파라미터 제약 조건을 도출하시오.", "subject": "physics"}
{"id": 36, "question": "표준모형의 입자 스핀과 게이지 대칭성 간의 관계를 대수적 위상수학(Algebraic Topology)으로 재해석하라. 이 접근법을 통해 새로운 BSM 입자(예: Majorana fermion)의 존재 가능성을 예측하고, 실험적 검증 전략을 제시하라.", "subject": "physics"}
{"id": 37, "question": "고에너지 중이온 충돌에서 생성된 색유리 응축체(Color Glass Condensate)의 동역학을 설명하는 수송 방정식을 유도하라. PHENIX 검출기의 입자 스펙트럼 데이터를 이용한 모델 파라미터 최적화 절차를 설계하시오.", "subject": "physics"}
{"id": 38, "question": "표준모형을 넘는 CP 위반 원천 탐색을 위한 에딕션(Eddington)-형식 비등방성 분석을 제안하라. 은하계 규모의 중성미자 흐름 관측 데이터를 활용하여 우주론적 CP 비대칭성을 측정하는 방법론을 수립하시오.", "subject": "physics"}
{"id": 39, "question": "양자 결맞음(Quantum Coherence)이 강입자 내부 쿼크 상태에 미치는 영향을 연구하기 위해, 결맞음 시간 척도를 측정하는 실험 프로토콜을 설계하라. 이 프로토콜이 표준모형의 스핀-궤도 결합 상수를 어떻게 제한할 수 있는지 분석하라.", "subject": "physics"}
{"id": 40, "question": "표준모형의 게이지 결합 상수의 런닝(Running)을 고려한 우주 초기 인플레이션 시나리오에서 힉스 장의 역할이 어떻게 변화하는지를 계산하라. 이 변화가 현재 우주의 암흑 에너지 밀도와 어떻게 연결될 수 있는지 논의하시오.", "subject": "physics"}
{"id": 41, "question": "중성미자 질량 행렬의 구조를 역행렬 분해(Inverse Problem) 기법으로 재구성하고, 이 행렬이 표준모형 확장에서 어떻게 발생하는지를 설명하라. 중성미자 진동 실험 데이터와 결합하여 CP 위반 위상을 추정하는 베이지안 모델을 개발하라.", "subject": "physics"}
{"id": 42, "question": "힉스 보손의 쌍생성 과정에서 발생할 수 있는 비표준모형 효과(예: 추가 Z' 보손 개입)를 검출하기 위한 변수 선택 및 최적화 전략을 수립하라. ATLAS 검출기의 트리거 시스템에서 실시간 데이터 필터링을 위한 양자 알고리즘 적용 가능성을 탐색하라.", "subject": "physics"}
{"id": 43, "question": "강입자 생성 메커니즘에서 쿼크 조합 확률을 통계 역학적 앙상블 이론으로 모델링하라. 이 모델을 적용하여 새로운 강입자(예: 펜타쿼크)의 안정성 조건을 예측하고, LHCb 실험 데이터와의 일치성을 검증하라.", "subject": "physics"}
{"id": 44, "question": "중력자와 힉스 장의 결합이 우주론적 상수 문제에 미치는 영향을 일반상대성이론의 수정된 장 방정식을 통해 분석하라. 초거대 블랙홀의 사건의 지평선 근처에서 이 효과를 탐지할 수 있는 관측 전략을 제안하시오.", "subject": "physics"}
{"id": 45, "question": "표준모형 예측을 넘어서는 전자-양전자 비대칭성 관측을 위한 양자 간섭계 설계를 제안하라. 검출기의 에너지 분해능과 공간적 정확도를 동시에 최적화하는 파라미터 공간을 Monte Carlo 방법으로 탐색하시오.", "subject": "physics"}
{"id": 46, "question": "중성미자 진동 실험의 물질 효과가 우주론적 거리 척도 측정에 미치는 영향을 계산하라. 이 효과가 암흑 에너지 상태 방정식 파라미터 추정에 어떻게 영향을 줄 수 있는지 분석하고, 차세대 중성미자 망원경의 설계 요구 사항을 제시하라.", "subject": "physics"}
{"id": 47, "question": "쿼크 글루온 플라즈마 상태에서의 열역학적 변수를 격자 QCD 시뮬레이션과 실험적 흐름 관측 데이터로부터 역추적하는 알고리즘을 개발하라. 이 알고리즘의 정확성을 평가하기 위해 생성된 가짜 데이터와 실제 데이터의 비교 분석 절차를 수립하시오.", "subject": "physics"}
{"id": 48, "question": "표준모형의 게이지 대칭성 깨짐이 우주선 고에너지 입자 충돌에서의 비대칭적 제트 생성에 미치는 영향을 계산하라. Pierre Auger Observatory 데이터를 이용한 검증 가능성을 평가하고, 새로운 물리 현상 탐색 전략을 제안하라.", "subject": "physics"}
{"id": 49, "question": "암흑물질이 표준모형 입자와의 간접적 상호작용을 통해 발생하는 감마선 신호의 스펙트럼 특성을 예측하고, 페르미 망원경 데이터를 이용한 검출 가능성을 평가하라. 배경 신호와의 구별을 위한 머신러닝 분류기의 설계 방안을 제시하라.", "subject": "physics"}
{"id": 50, "question": "표준모형을 넘는 초중량 벡터 보손(Z'')의 생성 및 붕괴 채널을 예측하기 위해 유효장 이론을 적용하라. LHC 검출기에서의 검출 한계를 극복하기 위한 트리거 시스템의 고속 신호 처리 알고리즘을 제안하고, 시뮬레이션으로 성능을 검증하라.", "subject": "physics"}
