{"id": 1, "question": "2차원 이징 모델에서 외부 자기장이 임계 온도 근처에서 자화 곡선에 미치는 영향을 분석하고, 이를 란다우 이론과 비교하여 예측 차이를 설명하세요. 유한 크기 효과를 고려한 실험 데이터와 이론적 예측을 연결하는 방법론을 제안하시오.", "subject": "physics"}
{"id": 2, "question": "고온 초전도체의 상전이 과정에서 엔트로피와 비열의 상관관계를 열역학 제3법칙 관점에서 설명하라. 몬테카를로 시뮬레이션 결과를 활용하여 임계점 근처의 비정상 거동을 다단계 추론하세요.", "subject": "physics"}
{"id": 3, "question": "블랙바디 복사의 파장별 에너지 분포를 보즈-아인슈타인 통계로 유도하고, 실험 관측 결과와의 편차를 플랑크 상수의 실험적 측정에 어떻게 적용할 수 있는지 단계별로 논하시오.", "subject": "physics"}
{"id": 4, "question": "단백질 접힘 과정에서의 엔트로피 변화를 분자 동역학 시뮬레이션 데이터로 정량화하고, 통계역학적 모델과의 차이를 유한 샘플링 효과로 설명하는 방안을 제시하시오.", "subject": "physics"}
{"id": 5, "question": "이징 스핀 시스템에 무질서(disorder)를 도입했을 때 발생하는 스핀 글래스 상전이의 특징적 현상을 재규격화 군 이론으로 해석하고, 유리 전이 현상과의 유사성을 비교 분석하시오.", "subject": "physics"}
{"id": 6, "question": "나노 입자 응집체에서의 상전이 온도가 벌크 물질과 다른 이유를 표면 엔탈피와 엔트로피 효과로 설명하라. 실험 측정을 통해 임계 입자 크기를 추정하는 방법을 제안하시오.", "subject": "physics"}
{"id": 7, "question": "Ising 모델의 스핀-스핀 상관 길이를 임계점에서 스케일링 법칙에 따라 표현하고, 실험 관찰 가능한 열팽창 계수 데이터와 연관지어 해석하라.", "subject": "physics"}
{"id": 8, "question": "양자 점이 가지는 전자 에너지 준위를 페르미-디랙 통계로 모델링하고, 온도가 증가함에 따른 전도도 변화를 볼츠만 수송 이론과 결합하여 예측하시오.", "subject": "physics"}
{"id": 9, "question": "액체-기체 임계점 근처에서 관측되는 임계 슬롭 오버 현상을 란다우 이론의 일반화된 자유 에너지 함수로 설명하고, 실험적 산란 데이터를 이용한 유효성 검증 절차를 설계하시오.", "subject": "physics"}
{"id": 10, "question": "중력자 검출 실험에서의 열잡음을 통계역학적 플럭추에이션-소멸 정리로 정량화하고, 신호 대 잡음비를 개선하기 위한 이론적 접근 방안을 논하시오.", "subject": "physics"}
{"id": 11, "question": "그래핀의 양자 홀 효과 현상을 보스-아인슈타인 응축 관점에서 재해석하고, 전자 상관 효과가 임계 자기장에 미치는 영향을 예측하라.", "subject": "physics"}
{"id": 12, "question": "고분자 용액의 임계 혼합점에서의 상분리 거동을 플루키에이션 이론으로 모델링하고, 시간에 따른 도메인 성장 속도를 측정하는 실험 설계를 제시하시오.", "subject": "physics"}
{"id": 13, "question": "중성자 별 표면의 초유체 상전이에서 엔트로피 밀도 변화를 천문학적 관측 데이터와 연결하는 방법론을 통계적 앙상블 이론을 활용하여 구성하시오.", "subject": "physics"}
{"id": 14, "question": "생체 막에서의 지질 분층 현상을 이징 모델의 변형된 자유 에너지 함수로 설명하고, 형광 현미경으로 측정된 상 전이 온도에 대한 이론적 예측을 검증하라.", "subject": "physics"}
{"id": 15, "question": "양자 스핀 액체 상태에서 관찰되는 분수화된 스핀 액체 현상을 토폴로지적 엔트로피 개념으로 분석하고, 열용량 측정 데이터와의 일관성을 평가하시오.", "subject": "physics"}
{"id": 16, "question": "초유체의 초유동성 임계 속도를 란다우 두 유체 모델로 유도하고, 회전 크라이오스탯 실험 결과를 통해 임계 속도를 측정하는 방법을 설계하시오.", "subject": "physics"}
{"id": 17, "question": "탄소 나노튜브 배열의 전기적 상전이를 전자-포논 상관 효과로 해석하고, 전자 이동도 데이터를 이용한 상호작용 강도 추정 방식을 제안하시오.", "subject": "physics"}
{"id": 18, "question": "생체 분자의 협동적 결합 현상을 이징 모델의 장거리 상관 길이 개념으로 모델링하고, 등온 미량열량계 데이터를 이용한 결합 에너지 분포 추정 방법을 개발하시오.", "subject": "physics"}
{"id": 19, "question": "자기 유체 역학 시스템에서의 난류-층류 전이 현상을 통계적 상관 차원 분석으로 접근하고, 레이저 도플러 유속계 데이터를 활용한 예측 모델을 구축하시오.", "subject": "physics"}
{"id": 20, "question": "광학 격자에서의 냉각 원자 배열을 보스-아인슈타인 응축체 모델에 적용하여 임계 온도 이하에서의 결맞음 길이 변화를 예측하고, 흡수 이미징 실험을 통해 검증하시오.", "subject": "physics"}
{"id": 21, "question": "강유전체 박막의 이력 곡선 현상을 도메인류 동역학 모델로 설명하고, 피에조 응답 원자력 현미경 데이터를 이용한 도메인 성장 속도 상수를 추정하라.", "subject": "physics"}
{"id": 22, "question": "고온 플라즈마에서의 열적 플럭추에이션을 Maxwell-Boltzmann 분포로 모델링하고, X선 산란 실험 결과를 통해 이온 온도 측정 오류를 보정하는 방법을 제안하시오.", "subject": "physics"}
{"id": 23, "question": "초저온에서의 헬륨-3 초유체의 스핀 삼중항 상태 전이를 BCS 이론과 연결하여 설명하고, NMR 실험을 통한 순서 매개변수 측정 방식을 설계하시오.", "subject": "physics"}
{"id": 24, "question": "자기 메모리 소자의 스위칭 속도를 스핀-격자 결합 상수 관점에서 분석하고, 페로공명 실험 데이터를 활용한 에너지 장벽 추정 모델을 개발하시오.", "subject": "physics"}
{"id": 25, "question": "생체 모방 소재의 기계적 상전이 현상을 Landau-Ginzburg 이론으로 모델링하고, 주사전자현미경 관찰 결과를 이용한 상전이 역학 예측 알고리즘을 구성하시오.", "subject": "physics"}
{"id": 26, "question": "양자 점 접촉에서의 쿨롱 차단 현상을 전하 섬 모델로 해석하고, 저온 전도도 데이터를 통해 전자 상관 효과를 정량화하는 방법을 제안하시오.", "subject": "physics"}
{"id": 27, "question": "금속-절연체 전이의 모트 절연체 현상을 전자 간 상호작용 강도와 관련하여 설명하고, 주사 터널링 현미경 데이터를 이용한 국소화 길이 측정 방식을 설계하시오.", "subject": "physics"}
{"id": 28, "question": "액정 표시 장치의 전기광학 응답 시간을 방향자 배열의 상관 길이 변화로 모델링하고, 분자동역학 시뮬레이션 결과를 실험 데이터에 매핑하는 방법론을 제시하시오.", "subject": "physics"}
{"id": 29, "question": "초전도 큐비트의 디코히어런스 시간을 열적 플럭추에이션과 결맞음 길이 관점에서 분석하고, 초전도 공동 실험을 통한 T1/T2 시간 측정 시스템을 설계하시오.", "subject": "physics"}
{"id": 30, "question": "그래핀 pn 접합의 전도도 진동을 클모곤 통계로 설명하고, 주사 게이트 현미경 데이터를 이용한 페르미 준위 조정 효과를 측정하라.", "subject": "physics"}
{"id": 31, "question": "열적 잡음이 있는 비선형 광학 공진기에서의 펄스 형성 메커니즘을 통계역학적 안정성 분석으로 해석하고, 시간 해상도 측정 실험을 통해 임계 잡음 세기를 결정하시오.", "subject": "physics"}
{"id": 32, "question": "생체 리듬의 동기화 현상을 쿠라모토 모델의 변형된 매개변수로 모델링하고, 형광 생체 신호 데이터를 이용하여 상호작용 강도의 공간 분포를 추정하시오.", "subject": "physics"}
{"id": 33, "question": "자기 나노입자의 초매개현상(cross-over) 온도를 코어-쉘 구조 효과와 연관지어 분석하고, 진동 시료 자력계 데이터를 이용한 에너지 장벽 분포를 도출하시오.", "subject": "physics"}
{"id": 34, "question": "양자 스핀 시스템의 열적 엔트로피 생산을 스토캐스틱 열역학으로 정량화하고, 초전도 간섭 장치(SQUID) 실험을 통한 비균형 상전이 관찰 방안을 제시하시오.", "subject": "physics"}
{"id": 35, "question": "탄소 나노튜브 전계 효과 트랜지스터의 전류 히스테리시스를 전하 트랩 상태의 상관 함수로 모델링하고, 전기적 펄스 측정 데이터를 이용한 트랩 에너지 분포를 추정하라.", "subject": "physics"}
{"id": 36, "question": "생체 분자의 협동적 전개를 통계역학적 자유 에너지 장벽 개념으로 설명하고, 단일 분자 형광 공명 에너지 전달(FRET) 데이터를 이용한 전개 경로 모델링 방법을 제안하시오.", "subject": "physics"}
{"id": 37, "question": "고온에서의 세라믹 소자의 미세구조 진화를 몬테카를로 포텐셀이유로 시뮬레이션하고, 주사전자현미경 관찰 결과를 이용한 활성화 에너지 추출 방식을 설계하시오.", "subject": "physics"}
{"id": 38, "question": "양자 점 레이저의 모드 락킹 현상을 광자 통계로 모델링하고, 스펙트럼 간섭계 데이터를 활용한 결맞음 길이 측정 방법을 개발하시오.", "subject": "physics"}
{"id": 39, "question": "생체 막 단백질의 클러스터 형성 과정을 이징 모델의 표면 장력 효과로 설명하고, 형광 상관관계 분광학(FCS) 데이터를 이용한 결합 상수 추정 알고리즘을 구성하시오.", "subject": "physics"}
{"id": 40, "question": "초유체 헬륨-4의 2차 음속 측정을 통해 엔트로피 밀도를 추론하고, 초음파 간섭계 실험 결과를 란다우 두 유체 모델과 비교하여 상전이 역학을 분석하시오.", "subject": "physics"}
{"id": 41, "question": "스핀 트로닉스의 자기 저항 효과를 전자-스핀 상관 함수로 해석하고, 스핀 분극 전류 데이터를 이용한 상호작용 세기 측정 방식을 제안하시오.", "subject": "physics"}
{"id": 42, "question": "나노 와이어 배열의 금속-절연체 전이를 전자 국소화 길이 관점에서 분석하고, 전도도 측정을 통한 안드erson 전이의 임계 조건을 결정하는 방법을 설계하시오.", "subject": "physics"}
{"id": 43, "question": "생체 분자 모터의 화학적 작업 사이클을 통계역학적 유효 자유 에너지로 모델링하고, 단일 분자 힘 분광학 데이터를 이용한 효율 최적화 방안을 제시하시오.", "subject": "physics"}
{"id": 44, "question": "양자 홀 효과의 분수 상태에서의 열 전도 현상을 edge 상태의 상관 함수로 설명하고, 극저온 열류계 실험 데이터를 이용한 열전도 계수 예측 모델을 구축하시오.", "subject": "physics"}
{"id": 45, "question": "강상관계 전자의 비페르미 액체 행동을 스핀 및 전하 밀도 파동과 연관지어 해석하고, 각분해 광전자 분광(ARPES) 데이터를 이용한 상호작용 강도 추정 방법을 개발하시오.", "subject": "physics"}
{"id": 46, "question": "생체 분자의 접힘 경로의 에너지 풍경을 마르코프 체인으로 모델링하고, 분자 동역학 시뮬레이션 결과를 활용한 최저 에너지 경로 탐색 알고리즘을 설계하시오.", "subject": "physics"}
{"id": 47, "question": "액정 엘라스토머의 거대 변형을 랜드우-데 지너 모델로 설명하고, 광학적 이방성 측정 데이터를 이용한 변형 에너지 상수를 추정하는 방법을 제안하시오.", "subject": "physics"}
{"id": 48, "question": "양자 점 접촉의 쿨롱 봉쇄 현상을 충전 에너지 분포로 해석하고, 저온 전류-전압 데이터를 이용한 양자 도트 배열 간 상호작용 세기를 측정하는 방식을 설계하시오.", "subject": "physics"}
{"id": 49, "question": "생체 모방 소재에서의 자기 조직화 현상을 재규격화 군 이론으로 분석하고, 원자력 현미경 관찰 결과를 이용한 상관 길이 발전 법칙을 도출하시오.", "subject": "physics"}
{"id": 50, "question": "초전도체의 임계 전류 밀도를 플럭스 소용돌이 역학으로 모델링하고, 스캔 SQUID 현미경 데이터를 이용하여 전류 분포와 소용사이의 상호작용 강도를 추정하는 방법을 제안하시오.", "subject": "physics"}
