{"id": 1, "question": "시간에 따라 진동하는 외장에 놓인 1차원 상자 속 입자의 파동함수가 주어졌습니다. 초기 상태가 첫 번째 에너지 고유상태일 때, 시간에 따른 위치 기대값의 변화를 유도하고, 이 현상이 양자 간섭 효과에 어떻게 기여하는지 다단계 분석을 수행하세요. 파동함수의 시간 진화, 연산자의 작용, 확률 밀도 계산을 포함할 것.", "subject": "physics"}
{"id": 2, "question": "두 개의 얽힌 큐비트가 벨 상태 $|Φ^+⟩ = \\frac{1}{√2}(|00⟩ + |11⟩)$에 있습니다. 한 큐비트에 확률적 측정을 수행할 때, 다른 큐비트의 상태가 어떻게 붕괴되는지 기술하고, 이 과정을 통해 정보 전송 효율성을 수학적 모델링으로 설명하세요. 측정 연산자, 투영 후 상태, 정보 엔트로피를 고려할 것.", "subject": "physics"}
{"id": 3, "question": "고전적으로 허용되지 않는 영역에서 입자의 존재를 예측하기 위해 터널링 확률을 계산하는 WKB 근사법을 적용하세요. 주어진 삼각형 장벽의 경우에 대해 전달 계수 표현식을 유도하고, 장벽 높이와 너비가 결과에 미치는 영향을 그래프로 분석하세요. 지수 감쇠 항과 고전적 반경의 관계를 포함할 것.", "subject": "physics"}
{"id": 4, "question": "두 개의 독립된 조화 진동자 시스템이 약하게 결합된 경우, 정규 모드 분석을 통해 새로운 진동 주파수를 도출하세요. 고유상태 변환 과정을 행렬 대각화로 수행하고, 에너지 준위의 분리를 실험적으로 관측 가능한 신호(예: 광 방출 스펙트럼)로 연결하는 방식을 단계적으로 설명하세요.", "subject": "physics"}
{"id": 5, "question": "스핀-1/2 입자가 외부 자기장과 교류 전자기장에 동시에 노출될 때, 라비 진동(Rabi oscillation) 현상을 기술하는 해밀토니안을 구성하세요. 초기 상태가 $|↑⟩$일 때 시간에 따른 스핀 방향의 변화를 수치 시뮬레이션으로 표현하고, 관측 가능한 전이 확률을 해석하세요. 회전 파형 기저와 시간 의존 섭동 이론을 활용할 것.", "subject": "physics"}
{"id": 6, "question": "양자 각운동량 $ℓ=2$와 $s=1/2$가 결합된 시스템에서 가능한 총 각운동량 $j$의 값을 결정하고, 각 $j$에 대응하는 상태 수를 클레브슈-고르단 계수를 사용해 계산하세요. 이들 상태가 원자 스펙트럼에서 어떻게 구분되어 관측되는지 예시와 함께 설명하겠습니다.", "subject": "physics"}
{"id": 7, "question": "비선형 광학 결정체를 통과하는 광자 쌍의 파동함수가 공간 변조에 따라 어떻게 변조되는지 분석하세요. 결맞음 길이(coherence length)와 비선형 상수가 얽힘 형성에 미치는 영향을 수학적으로 모델링하고, 실험 조건 최적화를 위한 파라미터 공간 탐색을 제안하세요.", "subject": "physics"}
{"id": 8, "question": "열린 양자 시스템에서 환경과의 상호작용으로 인한 디코히어런스를 밀도 행렬 형식으로 모델링하세요. 주어진 초기 얽힘 상태에 대해 시간 경과에 따른 순도(purity) 감소를 계산하고, 이를 통해 양자 정보의 손실 속도를 추정하는 방법을 논리적으로 전개하세요.", "subject": "physics"}
{"id": 9, "question": "유한 장벽 퍼텐셜에서 터널링 시간이 양자역학적으로 어떻게 정의될 수 있는지 논의하고, 부트스트랩 클러스터링 알고리즘을 적용한 몬테카를로 시뮬레이션으로 터널링 확률 분포를 추출하세요. 결과의 해석 시 반클래식적 근사와 비교할 것.", "subject": "physics"}
{"id": 10, "question": "비국소 숨은 변수 이론과 벨 부등식 실험을 연결해, 특정 벨 상태 측정에 대한 국소성 위반 확률을 계산하세요. 측정 기저 각도에 따른 위반 정도와 실험적 오차 한계를 고려한 검출 가능성을 논리적으로 평가할 것.", "subject": "physics"}
{"id": 11, "question": "2차원 양자 점(quantum dot) 내부에서 전자 파동함수의 에너지 준위를 유한 차분법으로 수치 해석하고, 전위에 따른 상태 밀도 변화를 시각화할 때 발생할 수 있는 양자 간섭 패턴을 설명하세요. 경계 조건 처리와 수렴도 검증을 포함할 것.", "subject": "physics"}
{"id": 12, "question": "스핀 사슬 시스템에서 마요라나 페르미온(Majorana fermion)의 존재를 암시하는 비평형 그린 함수 해석을 수행하세요. 열린 경계 조건에서 에지 상태의 에너지 분산을 계산하고, 열전도와 스핀 전달 특성에 미치는 영향을 예측하세요.", "subject": "physics"}
{"id": 13, "question": "상대론적 양자 역학에서 디랙 방정식의 해가 갖는 양성자와 전자의 스핀-궤도 결합 에너지를 비교 분석하세요. 비평형 자기장이 존재할 때의 에너지 준위 분리와 양자 홀 효과와의 연관성을 논의할 것.", "subject": "physics"}
{"id": 14, "question": "광자 결정(photonic crystal) 내에서 밴드 갭 형성을 위한 브래그 산란 조건을 수학적으로 유도하고, 결맞음 산란과 비탄성 산란이 대역폭에 미치는 영향을 시뮬레이션으로 비교하세요. 유효 질량 근사와 실험 파라미터 최적화를 포함할 것.", "subject": "physics"}
{"id": 15, "question": "중력장이 양자역학 시스템에 미치는 영향을 약장 이론으로 모사할 때, 시공간 곡률이 파동함수의 위상 변화에 주는 영향을 계산하세요. 지구 표면 근처에서의 중력 포텐셜이 중성자 간섭 실험에 미치는 효과를 정량화할 것.", "subject": "physics"}
{"id": 16, "question": "고온 초전도체의 BCS 이론에 기반한 결합 에너지 계산을 수행하고, 임계 온도 이상에서 Cooper 쌍의 붕괴 메커니즘을 비평형 통계 역학으로 모델링하세요. 양자 위상 전이와 실험적 상변화 곡선을 연결할 것.", "subject": "physics"}
{"id": 17, "question": "양자 어닐링 과정에서 초기 상태의 준비를 위해 어답테이션 시간이 에너지 최소화에 미치는 영향을 시뮬레이션하세요. 이징 모델 해밀토니안에 외부 잡음을 도입했을 때 최적의 어닐링 속도 결정 방법을 논리적으로 전개하세요.", "subject": "physics"}
{"id": 18, "question": "초전도 큐비트에서 조셥슨 접합을 통과하는 전류의 양자화된 상태를 분석하고, 외부 마이크로파 신호에 대한 반응 스펙트럼을 푸리에 변환하여 에너지 준위 간 전이 확률을 계산하세요. 비선형성과 라비 진동의 관계를 논의할 것.", "subject": "physics"}
{"id": 19, "question": "비국소적 상관관계를 갖는 다체 시스템의 양자 위상 전이를 감지하기 위해 엔트로피 엔트로피 스케일링을 적용하세요. 2차원 격자 모델에서 위상적 오더 파라미터와 엔트로피 곡률의 관계를 수치적으로 분석할 것.", "subject": "physics"}
{"id": 20, "question": "중력파 탐지기에서 양자 잡음을 억제하기 위한 압축 상태 빛을 이용할 때, 광자 수 분산 감소와 위치 측정의 정확도 향상 사이의 트레이드오프를 계산하세요. 헤젠베르크 불확실 관계 하에서 최적 압축 파라미터 결정 방법을 제안할 것.", "subject": "physics"}
{"id": 21, "question": "고체 내 전자-포논 상호작용을 고려한 폴라론 형성 에너지 계산을 수행하고, 이온 결정격자의 격자 변형과 전자 국소화 사이의 상관관계를 다체 섭동 이론으로 분석하세요. 자기 저항과 열전도도 실험 결과와의 일치성을 평가할 것.", "subject": "physics"}
{"id": 22, "question": "양자 홀 효과 실험에서 에지 전류 채널의 간섭 무늬를 관측하기 위해 분할 게이트 전극을 설계하는 방법을 논리적 단계별로 제시하시오. 전자 파동함수의 위상 조절과 관측 가능한 저항 패턴의 관계를 수치 시뮬레이션으로 입증할 것.", "subject": "physics"}
{"id": 23, "question": "양자 점 접촉(quantum point contact)을 통한 전자의 투과 확률을 란다우어 공식으로 계산하고, 비탄성 산란이 열전도에 미치는 영향을 비평형 그린 함수법으로 분석하세요. 열적 잡음 스펙트럼과 에너지 손실 메커니즘의 연관성을 논의할 것.", "subject": "physics"}
{"id": 24, "question": "초고진공 환경에서 원자 간섭계를 이용해 중력 포텐셜 차이를 측정할 때, 파동packet 확산과 환경 잡음의 영향을 정량화하세요. 측정 정확도 향상을 위한 펄스 시퀀스 최적화 방법을 제시할 것.", "subject": "physics"}
{"id": 25, "question": "강상관 전자 시스템에서 모트 절연체-금속 전이 현상을 드루드 모델과 허바드 모델을 비교해 설명하고, 전기 전도도와 광학 스펙트럼의 변화를 실험적 데이터와 연결할 것. 양자 임계점의 역할을 논의할 것.", "subject": "physics"}
{"id": 26, "question": "양자 다체 시스템의 열적 평형 도달 시간을 비평형 그린 함수 이론으로 추정하고, 열적화 과정에서 에너지 재분배 메커니즘을 단계별로 분석할 것. 열린 시스템과의 에너지 교환 과정을 수학적으로 모델링할 것.", "subject": "physics"}
{"id": 27, "question": "초전도체의 표면 플럭스 양자화 현상을 런던 방정식과 글리츠만 효과로 설명하고, 외부 자기장의 세기와 침투 깊이 사이의 관계를 실험적으로 검증 가능한 파라미터로 표현할 것.", "subject": "physics"}
{"id": 28, "question": "양자 정보 이론에서 쇼어 알고리즘의 핵심 단계인 위상 추정 단계를 파동함수 중첩 원리로 재해석하고, 주기성 검출 과정이 어떻게 소인수 분해에 연결되는지 다단계로 증명할 것. 큐비트 수 증가와 계산 복잡도의 관계를 논의할 것.", "subject": "physics"}
{"id": 29, "question": "양자 중력 이론 중 하나인 루프 양자 중력에서 스핀 네트워크 상태의 진화를 해밀토니안 제약 조건으로 기술하고, 시공간의 이산적 구조가 블랙홀 엔트로피 계산에 어떻게 기여하는지 수학적으로 유도할 것.", "subject": "physics"}
{"id": 30, "question": "양자 홀 액정에서 분수 전하 준입자의 통계 성질을 분석하여, 아벨리안 및 비아벨리안 애니온 상태의 실험적 구별 방법을 제시할 것. 간섭 무늬와 브라흐 관측 가능성을 논리적으로 평가할 것.", "subject": "physics"}
{"id": 31, "question": "양자 어닐링 장치를 이용해 여행자 문제(TSP)의 최적 경로를 탐색하는 과정에서 에너지 장벽의 높이와 탐색 시간 사이의 상관관계를 시뮬레이션으로 분석하세요. 어닐링 속도 조절 전략과 결과 정확도를 정량적으로 평가할 것.", "subject": "physics"}
{"id": 32, "question": "양자 시뮬레이션에서 허바드 모델을 구현하는 광학 격자 시스템의 파라미터 공간에서 상관 길이 임계값을 계산하고, 모트 절연체-금속 전이 지점을 실험적으로 탐지하는 방법을 제안할 것.", "subject": "physics"}
{"id": 33, "question": "양자 키 분배 프로토콜에서 BB84 방식과 E91 방식의 보안성 차이를 벨 부등식 위반 확률로 비교해 분석하고, 채널 손실률이 최대 허용 가능한 얽힘 자원량에 미치는 영향을 계산할 것.", "subject": "physics"}
{"id": 34, "question": "양자 점 광원에서 단일 광자 방출 특성의 시간에 따른 변동을 포토닉 크리스탈 공동과 결합해 안정화시키는 방법을 설계하세요. 공동-발광체 결합 강도와 방출 스펙트럼 폭을 최적화할 것.", "subject": "physics"}
{"id": 35, "question": "고온에서의 양자 점성 유체를 모사하는 보스-아인슈타인 응축체(BEC)의 소용돌이 격자 형성을 수치 시뮬레이션으로 예측하고, 온도 변화에 따른 상전이 경계를 실험적으로 관측할 수 있는 조건을 제안할 것.", "subject": "physics"}
{"id": 36, "question": "초전도 큐비트 간의 결함 유도 결합을 통해 양자 게이트 오차를 보정하는 방법을 밀도 행렬 재생성 알고리즘으로 설계하세요. 환경 잡음과 게이트 충실도 간의 관계를 엔트로피 감소로 정량화할 것.", "subject": "physics"}
{"id": 37, "question": "양자 간섭계를 이용한 중성미진 질량 측정 실험에서, 파동packet의 위상 변조가 에너지 분산을 어떻게 왜곡하는지 계산하고, 이를 보정하는 필터 설계를 논리적으로 전개하세요.", "subject": "physics"}
{"id": 38, "question": "양자 컴퓨터 오류 수정 코드 중 표면 코드(surface code)의 결함 허용 한계를 토폴로지적 질서와 연결해 분석하고, 물리적 큐비트 수와 논리적 오류율의 관계를 시뮬레이션으로 도출할 것.", "subject": "physics"}
{"id": 39, "question": "양자 홀 효과에서 분수화된 전하의 존재를 위한 라우링거 액체 이론을 비평형 전류 조건에서 재해석하고, 에지 전류의 비국소 전도도 측정을 위한 실험적 설계를 제안할 것.", "subject": "physics"}
{"id": 40, "question": "양자 중력 효과가 나타나는 극한 조건(예: 초거대 블랙홀 근처의 양자 진동)에서 시공간의 불확실성을 기하학적으로 모델링하고, 이로 인한 중력파 신호 변조를 분석할 것.", "subject": "physics"}
{"id": 41, "question": "양자 정보 이론에서 텔레포테이션 프로토콜의 충실도를 채널 손실과 결맞음 시간 함수로 표현하고, 최적화 조건 하에서 최대 전송 거리를 계산할 것. 노이즈 모델과 결맞음 자원 할당의 트레이드오프를 논의할 것.", "subject": "physics"}
{"id": 42, "question": "초전도체의 양자 간섭 장치(SQUID)에서 자속 양자화를 이용한 초고감도 자기장 측정 시, 환경 잡음이 양자 한계에 미치는 영향을 평가하고, 이를 최소화하는 회로 설계 방법을 논리적으로 전개하세요.", "subject": "physics"}
{"id": 43, "question": "양자 점 접촉의 비탄성적 산란 과정에서 포논 방출 스펙트럼을 계산하기 위해 비평형 그린 함수를 적용할 때, 에너지 보존과 운동량 전달 조건을 수학적으로 모델링하세요. 실험 스펙트럼과의 일치성을 평가할 것.", "subject": "physics"}
{"id": 44, "question": "양자 다체 시스템의 열적 비평형 상태에서의 에너지 흐름을 비국소 전도도로 정의하고, 시간 의존 섭동 이론으로 유도하세요. 초전도체와 일반 금속의 접합부에서의 열 전도 특성을 예측할 것.", "subject": "physics"}
{"id": 45, "question": "양자 시뮬레이터를 이용해 강상관 전자의 허바드 모델을 구현할 때, 초전도 큐비트 배열의 결맞음 시간이 시뮬레이션 정확도에 미치는 영향을 분석하고, 최적 파라미터 범위를 제시할 것.", "subject": "physics"}
{"id": 46, "question": "양자 중력에서 블랙홀 정보 역설 문제를 해결하기 위한 홀로그래피 원리의 수학적 구조를 설명하고, AdS/CFT 대응성에서 정보 보존이 어떻게 구현되는지 단계별로 증명하세요.", "subject": "physics"}
{"id": 47, "question": "양자 점성 유체에서 소용돌이 결맞음이 열역학 제2법칙에 미치는 영향을 비평형 통계 역학으로 분석하고, 엔트로피 생산률을 소용돌이의 토폴로지적 차수로 표현하는 방법을 제안할 것.", "subject": "physics"}
{"id": 48, "question": "양자 점 광원에서 단일 광자 방출의 타이밍 지터를 감소시키기 위해 공동 양자 전기역학(cQED) 시스템을 설계할 때, 광자-원자 결합 강도와 방출 효율 사이의 최적화 조건을 수학적으로 유도할 것.", "subject": "physics"}
{"id": 49, "question": "양자 어닐링 장치에서 스핀 글래스 시스템의 에너지 장벽을 극복하기 위한 최적 경로 탐색을 기하적 분석으로 수행하고, 위상학적 장애물이 계산 시간에 미치는 영향을 시뮬레이션으로 평가할 것.", "subject": "physics"}
{"id": 50, "question": "양자 홀로그램을 이용한 3차원 물체 재구성을 위한 간섭 무늬 해석 알고리즘을 파동 광학 이론으로 설계하세요. 복소 파동함수의 위상과 진폭을 복원하기 위한 최적 관측 조건과 계산 방법을 논리적으로 전개할 것.", "subject": "physics"}
