{"id": 1, "question": "그래핀과 전통적인 금속 소재의 전자 수송 특성을 비교하면서, 양자 홀 효과 조건에서 나타나는 비정상적인 홀 전도도 현상을 설명하는 다단계 모델을 구축하고, 이를 기반으로 고주파 전자소자 설계에 적용할 수 있는 방안을 제시하세요.", "subject": "physics"}
{"id": 2, "question": "2D 위상 절연체의 표면 상태 전자밴드 구조를 밀도범함수 이론(DFT)으로 시뮬레이션할 때, 스핀-궤도 결합이 밴드 갭에 미치는 영향을 분석하고, 이를 실험적으로 검증하기 위한 광전자 분광 실험 설계를 단계별로 제시하세요.", "subject": "physics"}
{"id": 3, "question": "보스-아인슈타인 응축체에서 비선형 광학 현상이 발생할 때, 그라운드 상태와 들뜬 상태의 에너지 밀도 분포를 비교하는 수학적 모델을 수립하고, 이 현상을 활용해 초정밀 양자 센싱 기술을 구현하는 방법을 논의하세요.", "subject": "physics"}
{"id": 4, "question": "강상관 전자계 시스템에서 모트 전이(Mott transition)가 발생할 때, 전자-포논 결합 상수가 임계값 근처에서 보이는 비선형 거동을 설명하는 이론을 제시하고, 이 현상을 고온 초전도체 설계에 어떻게 활용할 수 있는지 추론하세요.", "subject": "physics"}
{"id": 5, "question": "스핀 트로닉스 소자에서 스핀 전류 주입 효율을 향상시키기 위해 자기 터널 접합(MTJ) 구조의 자기장 의존성을 분석하고, 실험적으로 최적 자화 배향을 결정하는 방법을 단계별로 제안하세요.", "subject": "physics"}
{"id": 6, "question": "위상 초전도체의 Majorana 페르미온 상태를 탐지하기 위한 전위 탐사 현미경(STM) 실험 데이터를 해석할 때, 국소 상태 밀도(LDOS)에서 나타나는 제로 에너지 피크의 비대칭성을 이론적으로 설명하고, 이를 양자 컴퓨팅 오류 정정에 응용하는 방안을 논의하세요.", "subject": "physics"}
{"id": 7, "question": "자기 단열 초전도체에서 임계전류밀도가 온도 및 결함 농도에 따라 어떻게 변화하는지 동역학적 모델을 구축하고, 핵융합 반응로의 전류 유지 장치에 적용할 수 있는 소재 설계 기준을 제시하세요.", "subject": "physics"}
{"id": 8, "question": "페로자성 반도체에서 스핀-밸브 효과를 이용해 열전기 효율을 극대화하는 소자 구조를 설계할 때, 스핀 분극 전류의 온도 의존성을 고려한 최적화를 위한 수치해석 방법을 설명하고 실험 검증 절차를 제안하세요.", "subject": "physics"}
{"id": 9, "question": "비공진형 마이크로파 포토닉스 소자에서 그래핀 플라즈몬의 비등방성 전파 특성을 수치 모델링하고, 이를 기반으로 초고해상도 이미징 센서의 설계 원칙을 단계적으로 도출하세요.", "subject": "physics"}
{"id": 10, "question": "다강체(멀티페로익) 물질에서 전기적 분극과 자화의 결합이 나타날 때, 이 선형/비선형 상호작용을 기술하는 유효 해밀토니안을 유도하고, 이를 활용해 에너지 효율적인 메모리 소자 동작 원리를 설명하시오.", "subject": "physics"}
{"id": 11, "question": "양자 스핀 액체 상태에서 나타나는 분수화된 스핀 여기(excitation)의 통계적 특성을 베테 격자 모델을 기반으로 분석하고, 이를 초전도 큐비트 안정화 기술에 적용하는 다단계 추론을 수행하세요.", "subject": "physics"}
{"id": 12, "question": "압전 단결정 소재의 도메인 구조 재배열을 전기역학적 방법으로 제어할 때, 잔류 분극의 히스테리시스 곡선 변화를 수학적 모델로 예측하고, 이를 정밀 액추에이터 설계에 어떻게 활용할 수 있는지 논의하세요.", "subject": "physics"}
{"id": 13, "question": "초격자 구조에서 전자 밴드 엔지니어링을 통해 가전자대 최상단과 전도대 최하단의 에너지 차이를 조절할 수 있는 방법을 밀도범함수 이론 시뮬레이션으로 제시하고, 이를 광촉매 수전해 효율 최적화에 적용하는 전략을 설명하세요.", "subject": "physics"}
{"id": 14, "question": "자기-광학 트라이스트릭 효과(MOKE)를 이용해 초박막 자성체의 도메인 역학을 실시간 관측할 때, 위상 복원 알고리즘을 적용하는 과정에서 발생하는 시간 해상도 한계를 극복하는 방법을 단계별로 제안하세요.", "subject": "physics"}
{"id": 15, "question": "저온에서 나타나는 양자 동결(quantum freezing) 현상을 설명하는 동적 평균장 이론을 확장하여, 유리상 물질의 비열 비선형성 실험 데이터를 해석하는 다단계 모델을 구축하세요.", "subject": "physics"}
{"id": 16, "question": "그래핀-보로핀 헤테로구조에서 층간 전하 재분배가 일어나는 과정을 비균질 전자 유체 역학 모델로 기술하고, 이를 기반으로 전기장 제어형 광전검출기 설계를 위한 최적 조건을 도출하세요.", "subject": "physics"}
{"id": 17, "question": "고온 초전도체의 d-파 갭 구조에서 나타나는 노드 부근의 저에너지 여기 스펙트럼을 각도 분해 광전자 방출(ARPES)로 측정한 데이터를 해석할 때, 자기 공명 산란 메커니즘을 고려한 데이터 처리 알고리즘을 제안하세요.", "subject": "physics"}
{"id": 18, "question": "자기유체 역학(MHD) 효과와 결합된 위상 절연체의 표면 전류 밀도를 계산할 때, 외부 자기장 기울기와의 상관관계를 설명하는 미분 방정식을 유도하고, 이를 실험실 규모 플라즈마 제어 장치에 적용하는 사례를 분석하세요.", "subject": "physics"}
{"id": 19, "question": "나노튜브 배열에서의 포논-마그논 결합을 설명하는 격자 동역학 모델을 수립하고, 이 현상이 열관성 감소에 미치는 영향을 시뮬레이션한 결과를 바탕으로, 열 관리 소재 설계 기준을 제시하세요.", "subject": "physics"}
{"id": 20, "question": "강유전성 액체의 분극 도메인 경계를 전기장 펄스로 제어할 때, 임계 펄스 폭과 진폭 사이의 관계를 실험 데이터로 도출하고, 이를 초소형 액정 렌즈 구동 기술에 적용하는 다단계 논리를 전개하세요.", "subject": "physics"}
{"id": 21, "question": "위상 초전도체의 표면 앤드름 반사 계수 측정을 통해 마요라나 모드 존재 여부를 판단하는 실험 설계 시, 노이즈 억제와 신호 증폭을 위한 초전도 양자 간섭 장치(SQUID) 회로 최적화 방안을 제안하세요.", "subject": "physics"}
{"id": 22, "question": "비정규 금속에서 전자 국소화 길이와 이동도 간의 상호작용 관계를 재정규화 군 이론으로 분석하고, 2D 퍼콜레이션 임계점 근처에서의 전기적 비선형성 실험 데이터를 해석하는 모델을 구축하세요.", "subject": "physics"}
{"id": 23, "question": "자기 저항 랜덤 액세스 메모리(MRAM) 소자에서 스핀 전달 토크의 주파수 의존성을 측정할 때, 주파수 도메인에서의 임계 전류 밀도 변화를 고려한 동역학 모델을 제안하고, 고주파 응용 가능성에 대한 평가를 수행하세요.", "subject": "physics"}
{"id": 24, "question": "양자 점 배열에서의 Coulomb blockade 현상을 설명하는 마스터 방정식을 확장하여, 비선형 전도도 피크 분리의 온도 의존성을 시뮬레이션하고, 이를 단일 전자 트랜지스터의 온도 보상 회로에 적용하는 방법을 논의하세요.", "subject": "physics"}
{"id": 25, "question": "강상관 전자계에서의 전하 밀도 파(CDW)와 스핀 밀도 파(SDW)의 경쟁 관계를 설명하는 평균장 이론을 바탕으로, 외부 압력 하에서의 위상 전이 경로를 예측하고, 이를 초고속 스위칭 소자에 활용하는 방안을 제시하세요.", "subject": "physics"}
{"id": 26, "question": "그래핀 양자나노트리브에서의 볼츠만 수송 방정식을 해석하여, 에지 상태와 벌크 상태의 전도도 기여를 정량적으로 분리하고, 이를 고주파 필터 설계에 적용하는 다단계 추론을 수행하세요.", "subject": "physics"}
{"id": 27, "question": "자기 단열 초전도체 접합에서 조셉슨 결합 에너지와 자기 플럭스 양자화 현상 간의 관계를 수식으로 유도하고, 이를 양자 간섭 소자(QUID)에 적용할 때의 설계 한계를 분석하는 방법론을 제안하세요.", "subject": "physics"}
{"id": 28, "question": "위상 절연체-초전도체 이종접합에서 발생하는 Andreev 반사를 측정하는 저잡음 실험 설비를 설계할 때, 위상 간섭 효과를 고려한 데이터 분석 알고리즘을 수립하고, 마요라나 페르미온 신호 검출 기준을 제시하세요.", "subject": "physics"}
{"id": 29, "question": "강유전성 폴리머의 분극 히스테리시스 루프에서 발생하는 열적 소산 메커니즘을 분자 동역학 시뮬레이션으로 모델링하고, 이를 초소형 에너지 하베스터 효율 최적화에 적용하는 전략을 설명하세요.", "subject": "physics"}
{"id": 30, "question": "자기 유체 역학(MHD) 효과를 고려한 양자 홀 효과 실험에서, 비정상 홀 전압의 시간적 진화를 설명하는 미분 방정식을 유도하고, 이를 고자기장 환경下的 플라즈마 제어 기술에 적용하는 사례를 분석하세요.", "subject": "physics"}
{"id": 31, "question": "위상 초전도체의 Andreev 반사 계수를 각분해 광전자 분광(ARPES)으로 측정할 때, 위상 간섭 효과로 인한 신호 왜곡을 보정하는 이미지 처리 기술을 개발하고, 이를 마요라나 모드 탐지 실험에 적용하는 다단계 절차를 제안하세요.", "subject": "physics"}
{"id": 32, "question": "비정규 금속에서의 전자 국소화 길이와 자기장 세기의 관계를 설명하는 변동 확장 이론(RES)을 바탕으로, 2D 퍼콜레이션 네트워크 실험 데이터의 비평형 거동을 해석하는 모델을 구축하세요.", "subject": "physics"}
{"id": 33, "question": "양자 스핀 액체 상태에서 나타나는 분수화된 스핀 여기(excitation)의 통계적 특성을 베테 격자 모델을 기반으로 분석하고, 이를 초전도 큐비트 안정화 기술에 적용하는 다단계 추론을 수행하세요.", "subject": "physics"}
{"id": 34, "question": "강유전성 단결정의 도메인 벽 이동 속도를 전기장 펄스와 온도 조건으로 제어하는 실험을 설계할 때, 비선형성 임계값을 수학적으로 모델링하고, 초소형 액추에이터 구동 효율을 극대화하는 방법을 제시하세요.", "subject": "physics"}
{"id": 35, "question": "그래핀 양자나노트리브의 볼츠만 수송 방정식을 해석하여 에지 상태와 벌크 상태의 전도도 기여를 정량적으로 분리하고, 이를 고주파 필터 설계에 적용하는 다단계 추론을 수행하세요.", "subject": "physics"}
{"id": 36, "question": "위상 초전도체 접합에서 조셉슨 결합 에너지와 자기 플럭스 양자화 현상 간의 관계를 수식으로 유도하고, 이를 양자 간섭 소자(QUID)에 적용할 때의 설계 한계를 분석하는 방법론을 제안하세요.", "subject": "physics"}
{"id": 37, "question": "자기 단열 초전도체의 임계전류밀도가 온도 및 결함 농도에 따라 변화하는 동역학적 모델을 수립하고, 핵융합 반응로의 전류 유지 장치 설계에 적용할 수 있는 소재 기준을 제시하세요.", "subject": "physics"}
{"id": 38, "question": "비공진형 마이크로파 포토닉스 소자에서 그래핀 플라즈몬의 비등방성 전파 특성을 수치 모델링하고, 이를 기반으로 초고해상도 이미징 센서의 설계 원칙을 도출하세요.", "subject": "physics"}
{"id": 39, "question": "다강체 물질에서 전기적 분극과 자화의 결합을 기술하는 유효 해밀토니안을 유도하고, 이를 에너지 효율적 메모리 소자 동작 원리 설명에 활용하는 전략을 논의하세요.", "subject": "physics"}
{"id": 40, "question": "압전 단결정 소재의 도메인 재배열을 전기역학적으로 제어할 때, 잔류 분극의 히스테리시스 곡선 변화를 수학적 모델로 예측하고, 정밀 액추에이터 설계에 적용하는 방법을 설명하세요.", "subject": "physics"}
{"id": 41, "question": "스핀 트로닉스 소자에서 스핀 전류 주입 효율을 향상시키기 위해 자기 터널 접합(MTJ) 구조의 자기장 의존성을 분석하고, 실험적으로 최적 자화 배향을 결정하는 절차를 제안하세요.", "subject": "physics"}
{"id": 42, "question": "양자 스핀 액체 상태의 분수 스핀 여기를 베테 격자 모델로 분석하고, 초전도 큐비트 오류 정정 기술에 적용하는 다단계 추론을 수행하세요.", "subject": "physics"}
{"id": 43, "question": "자기-광학 트라이스트릭 효과(MOKE)를 이용한 초박막 자성체 도메인 역학 관측에서 시간 해상도 한계를 극복하는 위상 복원 알고리즘을 설계하고, 실험 검증 절차를 제시하세요.", "subject": "physics"}
{"id": 44, "question": "초격자 구조에서 전자 밴드 엔지니어링을 통해 광촉매 수전해 효율을 극대화하는 방법을 밀도범함수 시뮬레이션으로 제시하고, 광전자 구조 최적화 전략을 설명하세요.", "subject": "physics"}
{"id": 45, "question": "강상관 전자계에서의 CDW-SDW 경쟁 관계를 평균장 이론으로 분석하고, 외부 압력 하의 위상 전이 경로를 예측한 결과를 초고속 스위칭 소자 설계에 적용하는 방안을 논의하세요.", "subject": "physics"}
{"id": 46, "question": "양자 점 배열에서의 Coulomb blockade 현상을 설명하는 마스터 방정식을 확장하여 비선형 전도도 피크의 온도 의존성을 시뮬레이션하고, 단일 전자 트랜지스터 온도 보상 회로 설계에 활용하는 방법을 제시하세요.", "subject": "physics"}
{"id": 47, "question": "MRAM 소자에서 스핀 전달 토크의 주파수 의존성을 측정하는 실험 설계 시, 주파수 도메인에서의 임계 전류 밀도 변화를 고려한 동역학 모델을 제안하고, 고주파 응용 가능성을 평가하세요.", "subject": "physics"}
{"id": 48, "question": "비정규 금속에서의 전자 국소화 길이와 이동도 관계를 재정규화 군 이론으로 분석하고, 2D 퍼콜레이션 임계점 근처의 비선형성 실험 데이터 해석 모델을 구축하세요.", "subject": "physics"}
{"id": 49, "question": "강유전성 액체의 분극 도메인 경계를 전기장 펄스로 제어하는 실험에서 임계 펄스 조건을 수학적으로 도출하고, 초소형 액정 렌즈 구동 기술에 적용하는 다단계 논리를 전개하세요.", "subject": "physics"}
{"id": 50, "question": "자기유체 역학 효과와 결합된 위상 절연체의 표면 전류 밀도를 계산하는 미분 방정식을 유도하고, 플라즈마 제어 장치에 적용하는 사례를 분석하세요.", "subject": "physics"}
