{"id": 1, "question": "고압 환경에서 그래핀의 밴드 구조 변화를 밀도 범함수 이론(DFT)을 활용하여 예측하고, 이에 따른 전기적 특성 변동을 실험 데이터와 연관지어 설명하시오. 또한, 이러한 변화를 활용한 고압용 나노전자소자 설계 방안을 제안하세요.", "subject": "physics"}
{"id": 2, "question": "초전도체의 임계 온도(Tc) 결정 요인으로 전자-포논 상호작용과 전자 간 상관효과를 비교하는 이론을 분석하시오. 강상관 전자계 물질인 철기반 초전도체에서 Tc 향상을 위한 도핑 전략을 다단계 추론으로 제시하세요.", "subject": "physics"}
{"id": 3, "question": "강자성체에서 도메인 벽의 이동 메커니즘을 스핀 전달 토크 관점에서 설명하고, 스핀트로닉스 메모리 소자 설계에 적용할 때 발생할 수 있는 에너지 손실 문제를 최소화하는 창의적 해법을 제안하시오.", "subject": "physics"}
{"id": 4, "question": "불순물이 첨가된 반도체의 유효 질량 변화를 k·p 섭동론으로 계산한 후, 이를 광학적 흡광도 스펙트럼 실험 결과와 연계하여 불순물 농도에 따른 밴드갭 조절 메커니즘을 분석하시오.", "subject": "physics"}
{"id": 5, "question": "위상 절연체의 표면 상태 전류 측정에서 양자 홀 효과와의 차이를 전기적·비전기적 특성 비교를 통해 설명하시오. 이를 바탕으로 마찰 전력 없이 동작하는 저손실 나노선 회로 설계를 제안하세요.", "subject": "physics"}
{"id": 6, "question": "금속의 열팽창 계수를 포논 분산 관계와 Grüneisen 매개변수로 표현하고, 극한 온도 조건에서 예측 모델의 한계를 실험적 데이터와 비교하며 개선 방안을 제시하시오.", "subject": "physics"}
{"id": 7, "question": "2D 반데르발스 이차원 물질(예: MoS₂)에서 엑시톤의 결합 에너지 변화에 영향을 미치는 요인을 층간 거리·전기장 적용 조건을 변수로 체계적으로 분석하시오. 이를 활용한 광검출기 감도 향상 전략을 수립하세요.", "subject": "physics"}
{"id": 8, "question": "자성 유체에서의 초파라자기 이력 현상을 미시적 스핀 모델링으로 설명한 후, 해당 현상을 이용해 자기장에 반응하는 소프트 로봇 구동 메커니즘을 설계하는 방법을 단계별로 제시하시오.", "subject": "physics"}
{"id": 9, "question": "페로브스카이트 태양전지의 전하 수송층 최적화를 위해 전자 친화력 차이와 결정립 경계 산란 효과를 고려한 다층 구조 시뮬레이션을 수행하시오. 실험 결과를 바탕으로 전하 재결합 손실 최소화 방안을 연역적으로 추론하세요.", "subject": "physics"}
{"id": 10, "question": "위상 결함(예: 전위)이 금속-절연체 전이(MIT) 현상에 미치는 영향을 모트 이론과 결함-전하 캐리어 상호작용을 통해 해석하시오. 결함을 제어하는 소재 공정 기술을 개발하고 이를 실제 절연체에 적용하는 방식을 제안하세요.", "subject": "physics"}
{"id": 11, "question": "강상관 전자계에서 Mott 절연체와 Bardeen-Cooper-Schrieffer 초전도체 경계를 전자 상관효과 강도와 초전도 갭 함수 상관관계를 통해 비교 분석하시오. 이 경계 영역에서 나타날 수 있는 새로운 양자 상태 탐색 실험 방안을 제시하세요.", "subject": "physics"}
{"id": 12, "question": "나노선에서의 양자 구속 효과로 인한 에너지 준위 변화를 유한 퍼텐셜 우물 모델로 계산한 후, 실제 측정된 전기 전도도와 비교하여 모델의 정확성을 검증하고 개선점을 도출하시오.", "subject": "physics"}
{"id": 13, "question": "자성 나노 입자 집합체의 히스테리시스 루프에서 교환 바이어스 현상을 코어-쉘 구조 차이와 연관지어 설명하시오. 이를 활용하여 고밀도 데이터 저장 장치의 내구성 향상 방안을 창의적으로 설계하시오.", "subject": "physics"}
{"id": 14, "question": "고온 초전도체의 비전통적 초전도 쌍생성 메커니즘을 전자-스핀 변동 이론과 비교하여 체계적으로 분석하시오. 이론적 예측을 검증할 수 있는 중성산란 실험 프로토콜과 데이터 해석 방법을 제시하세요.", "subject": "physics"}
{"id": 15, "question": "반도체-금속 이종접합 계면에서의 전하 재결합 과정을 터널링 현상과 밴드 오프셋 각도 변수를 고려하여 정량적으로 모델링하시오. 모델링 결과를 광전소자 효율 개선에 적용하는 방법을 단계별로 서술하시오.", "subject": "physics"}
{"id": 16, "question": "위상 준안정 상태(metastable phase)를 갖는 합금에서 응력 유도에 의한 상변형 역학 메커니즘을 분자동역학 시뮬레이션으로 재구성하시오. 이를 실제 항공기 소재 경량화 설계에 활용하는 전략을 제안하세요.", "subject": "physics"}
{"id": 17, "question": "2D 물질 헤테로구조에서 전하 이동이 층간 각도와 전기적 환경에 따라 어떻게 변화하는지 Raman 스펙트럼과 전사율 측정 데이터를 비교하여 설명하시오. 이 현상을 활용한 가변 필터 소자 구현 가능성을 평가하시오.", "subject": "physics"}
{"id": 18, "question": "강자성체에 외부 자기장을 가했을 때 나타나는 비등방성 자화 곡선을 Landau-Lifshitz-Gilbert 방정식으로 해석하고, 마이크로파 주파수 대역에서의 스핀 파동 특성을 예측하는 방법을 제시하시오.", "subject": "physics"}
{"id": 19, "question": "결함 공학(defect engineering)을 통해 그래핀의 전기 전도도와 기계적 강도를 동시에 향상시키는 방법을 공극 농도와 변형률 분포를 변수로 한 다중 물리학 모델로 설계하시오. 실험 검증 절차를 제안하세요.", "subject": "physics"}
{"id": 20, "question": "초격자 구조에서의 전자 상태 밀도 변동이 열전도율에 미치는 영향을 볼츠만 수송 방정식과 첫 원리 계산을 결합하여 분석하시오. 이를 바탕으로 고효율 열전 소재 설계 가이드라인을 수립하세요.", "subject": "physics"}
{"id": 21, "question": "나노 구조물의 표면 플라즈몬 공명이 광전류 생성에 기여하는 메커니즘을 Drude 모델과 양자 수송 이론을 통합하여 설명하시오. 플라즈몬-엑시톤 결합을 활용한 광검출기 민감도 향상 전략을 창의적으로 제안하시오.", "subject": "physics"}
{"id": 22, "question": "강유전체-강자성체 복합체에서의 자기전기 결합 효과를 Landau-Ginzburg 이론으로 모델링하고, 외부 전압 인가에 따른 자화 회전 각도 변화를 예측하는 실험 체계를 구성하시오.", "subject": "physics"}
{"id": 23, "question": "위상 절연체의 벌크-경계 대응을 나타내는 수학적 특성을 Chern number와 결합하여 설명하고, 벌크 재료 변형을 통해 경계 상태 전도도를 제어하는 실험적 접근법을 제시하세요.", "subject": "physics"}
{"id": 24, "question": "금속 유기 골격체(MOFs)에서 전자-음향자 결합 강도가 결정장 분할에 미치는 영향을 다중 분포 해석법으로 분석한 후, 이를 전기화학적 촉매 활성도 예측 모델에 적용하는 방법을 논하시오.", "subject": "physics"}
{"id": 25, "question": "자성 액체 금속 합금의 유동성 제어 메커니즘을 스핀 혼합 엔트로피와 배위장 이론 관점에서 해석하고, 가변 형상 변압기용 소재 설계를 위한 물질 최적화 경로를 단계적으로 제시하세요.", "subject": "physics"}
{"id": 26, "question": "양자 스핀 액체 상태에서 나타나는 분수화된 스핀on의 확산 과정을 몬테카를로 시뮬레이션으로 모의하고, 실험적 관찰을 위한 중성자 산란 조건 설계 방안을 수립하시오.", "subject": "physics"}
{"id": 27, "question": "나노 다공성 금속-절연체-금속(MIM) 다이오드에서의 전계 방출 터널링 전류를 Fowler-Nordheim 이론으로 해석한 후, 다공성 구조 변화가 전류-전압 특성에 미치는 영향을 다중 스케일 모델링으로 설명하시오.", "subject": "physics"}
{"id": 28, "question": "반강자성체의 Néel 온도 변화를 화학 도핑 농도와 결정 구조 변형을 변수로 한 상호작용 맵으로 구축하고, 이를 기반으로 자기 저항(MR) 센서 감도 향상 전략을 수립하세요.", "subject": "physics"}
{"id": 29, "question": "위상 물질의 에지 상태 안정성을 결정하기 위한 비평형 그린 함수 모델을 수립하고, 열적 요동이 에지 전도도에 미치는 영향을 수치해석적으로 평가하시오. 실험 검증 방안을 제시하세요.", "subject": "physics"}
{"id": 30, "question": "2D 이종접합 계면에서 발생하는 Moiré 패턴이 전자 상태 밀도에 미치는 영향을 수학적 간섭 모델과 분광학 데이터를 비교하여 설명하시오. Moiré 엔지니어링을 통한 밴드갭 제어 기술을 창의적으로 제안하시오.", "subject": "physics"}
{"id": 31, "question": "강상관 전자계에서의 Mott 전이를 Hubbard 모델과 동적 평균 장 이론(DMFT)으로 해석하며, 압력 또는 도핑 조건 변화에 따른 상관 길이(screening length) 변동을 예측하는 방법론을 개발하시오.", "subject": "physics"}
{"id": 32, "question": "자성체의 자화 역전 과정에서 스핀 파의 전파 속도를 비등방성 교환 상수와 Gilbert 감쇠 매개변수로 표현하는 미분 방정식을 유도하고, 마이크로파 신호를 이용한 스핀 파동 제어 실험 설계를 제안하세요.", "subject": "physics"}
{"id": 33, "question": "나노선 어레이에서의 광흡수 증대 메커니즘을 유효 매질 이론과 유한 차분 시간 영역(FDTD) 시뮬레이션을 결합하여 분석하고, 태양전지의 광포집 효율 극대화 전략을 제시하시오.", "subject": "physics"}
{"id": 34, "question": "위상 절연체의 표면 전류가 외부 자기장의 방향과 세기에 따라 어떻게 변하는지 Berry 곡률 분포와 수치 적분법을 활용하여 모델링하시오. 이를 활용한 비휘발성 메모리 소자 설계 가능성을 평가하시오.", "subject": "physics"}
{"id": 35, "question": "페로브스카이트 결정 구조에서 산소 팔면체의 회전 모드가 전자-포논 결합에 미치는 영향을 분자동역학 및 전자 구조 계산을 통해 체계적으로 분석하고, 초전도 Tc 향상 방안을 논리적으로 제시하세요.", "subject": "physics"}
{"id": 36, "question": "강유전체의 도메인 벽 이동 속도를 전계 주기와 온도 변수를 고려한 Arrhenius 타입 모델로 표현하고, 도메인 벽 엔지니어링 기법을 이용한 초고속 메모리 소자 구현 가능성을 탐구하시오.", "subject": "physics"}
{"id": 37, "question": "2D 물질 적층 각도에 따른 반데르발스 갭의 에너지 분포를 tight-binding 모델과 각도로 분해된 전자 이동도 데이터로 비교하여 설명하시오. 각도 제어를 통한 밴드 구조 최적화 전략을 수립하세요.", "subject": "physics"}
{"id": 38, "question": "강자성체와 반강자성체의 스핀 구조에 따른 자기저항(MR) 비율을 Jullière 모델과 비콜리니어 스핀 배향 시나리오를 통해 예측하고, 실험 결과를 바탕으로 모델 한계점을 비판적으로 분석하시오.", "subject": "physics"}
{"id": 39, "question": "양자점 어레이에서의 전자 간 Coulomb 블록케이드 현상을 용량성 결합 네트워크와 마스터 방정식으로 모델링하고, 단일 전자 트랜지스터 동작 조건 최적화를 위한 실험 변수를 도출하시오.", "subject": "physics"}
{"id": 40, "question": "고온 초전도체의 비정상적 NMR 신호 감소를 스핀 격동 이론과 전계 유도 스트라이프 구조 형성 관점에서 해석하고, 초전도 메커니즘 검증을 위한 다중 프로브 실험 체계를 구성하시오.", "subject": "physics"}
{"id": 41, "question": "위상 준안정 합금에서 응력에 의한 상변형 에너지 장벽을 분자동역학 시뮬레이션으로 계산한 후, 변형률 속도와 온도 조건을 변수로 한 상변형 역학 맵을 구축하고, 이를 항공기 날림 저항 코팅 소재 설계에 적용하는 방법을 제시하세요.", "subject": "physics"}
{"id": 42, "question": "자성 유체의 초파라자기 이력 현상을 입자 크기 분포와 유체 점성도를 변수로 한 평균장 모델로 설명하고, 해당 현상을 활용한 자기장 제어 밸브 설계 방안을 단계별로 논술하시오.", "subject": "physics"}
{"id": 43, "question": "2D 반데르발스 헤테로구조에서의 변형 유도 전하 이동 도핑을 Straintronics 관점에서 분석하고, 전계 인가 없이 변형만을 이용한 트랜지스터 스위칭 메커니즘을 제안하시오.", "subject": "physics"}
{"id": 44, "question": "강유전체 박막의 분극 반전 과정을 시간 의존 Ginzburg-Landau 방정식(TDGL)으로 모델링하며, 전극 재질 변화가 도메인 핵 생성 에너지 장벽에 미치는 영향을 수치해석적으로 평가하고, 저전력 메모리 소자 설계에 적용하는 방안을 제안하세요.", "subject": "physics"}
{"id": 45, "question": "나노 와이어에서의 양자 간섭 효과를 Aharonov-Bohm Oscillation 실험 데이터와 결합해 분석하고, 이를 활용한 단일 전자 간섭계의 자기장 감지 한계를 이론적으로 추정하시오.", "subject": "physics"}
{"id": 46, "question": "위상 절연체-일반 금속 접합부에서의 Andreev 반사 비율을 블리오크 이론과 수치 적분법으로 계산하고, 실험적 측정값과의 불일치를 접합면 산화층 두께 변수로 해설하며 모델 개선 방향을 제시하시오.", "subject": "physics"}
{"id": 47, "question": "강상관 전자계에서 전자-음향자 결합이 Mott 절연체-금속 전이 온도(T_MIT)에 미치는 영향을 Hubbard 모델과 엘라스토저항 효과 실험을 결합하여 체계적으로 분석하고, 외부 압력 조절을 통한 T_MIT 제어 전략을 수립하세요.", "subject": "physics"}
{"id": 48, "question": "자성 나노 입자 어레이의 열적 안정화 에너지를 Lifshitz 접근법 기반의 장거리 상호작용 모델과 단거리 교환 결합 모델로 비교하고, 배열 밀도 최적화를 통한 데이터 저장 소자 신뢰성 향상 방안을 제안하시오.", "subject": "physics"}
{"id": 49, "question": "2D 물질/유기 분자 인터페이스에서의 전하 이동 착물 형성을 시간 분해 광전자 분광법(TR-PES) 데이터와 전자 국소화 함수(ELF) 계산으로 분석하여, 유기 태양전지에서의 엑시톤 분리 효율 증대 방안을 논리적으로 전개하시오.", "subject": "physics"}
{"id": 50, "question": "위상 물질의 벌크-경계 대응에 따른 표면 상태의 안정성 임계값을 Chern number와 유한 크기 스케일링을 통해 이론적으로 도출하고, 실험적으로는 각분해 광전자 분광법(ARPES)으로 측정하는 방법을 제안하며, 두 결과의 불일치를 표면 산화 현상으로 설명하는 모델을 수립하시오.", "subject": "physics"}
