{"id": 1, "question": "중력파 검출기(LIGO/Virgo)의 데이터로부터 두 블랙홀의 합병 사건을 분석하라. 질량 비율, 스핀, 방출 에너지 등을 추정한 후, 이 데이터가 아인슈타인 방정식의 약장 근사(Post-Newtonian Approximation)와 어떻게 일치하거나 이탈하는지 다단계로 논의하라.", "subject": "physics"}
{"id": 2, "question": "우주배경복사(CMB)의 온도 편차 맵에서 관측되는 다중극자 구조를 분석해 초기 우주의 밀도 요동과 연결하라. 이 요동이 구조 형성에 미치는 영향을 예측하고, 암흑물질의 역할이 이 과정에서 어떻게 작용하는지를 논증하라.", "subject": "physics"}
{"id": 3, "question": "외계행성 탐사용 트랜싯법 데이터를 제공받은 상황. 광도 곡선 분석을 통해 행성의 반지름, 궤도 경사각, 대기 성분 추정 과정을 설명하고, 도플러 측정법과의 결과 비교 시 발생할 수 있는 오차 원인을 탐구하라.", "subject": "physics"}
{"id": 4, "question": "초고밀도 백색왜성의 중력장에서의 광자 경로 굴절을 계산하라. 아인슈타인의 편각 공식과 슈바르츠실트 계량을 활용해 관측한 별의 실제 밝기와 예측값을 비교하고, 이 현상이 표준 촉광거리 측정에 미치는 영향을 평가하라.", "subject": "physics"}
{"id": 5, "question": "은하 회전 곡선 데이터를 바탕으로 가시 물질만으로 설명되지 않는 속도 분포를 분석하라. 암흑물질 헤일로 모델을 가정하고 질량 분포를 도출한 뒤, 약한 중력렌즈 관측 결과와의 일관성을 검증하라.", "subject": "physics"}
{"id": 6, "question": "중성자별 이중성계의 펄스 타이밍 변이를 관찰해 일반상대성이론 예측(에너지 방출로 인한 궤도 감소)과 비교하라. LIGO가 검출한 중력파 스펙트럼과의 상관성을 다단계로 설명하고 측정 오차를 보정하는 방법을 제시하라.", "subject": "physics"}
{"id": 7, "question": "초신성 잔해의 X선 스펙트럼을 분석해 철과 규소 방출선의 상대적 강도 차이를 설명하라. 이 데이터를 별의 초기 질량 및 핵융합 단계와 연결하고, 중원소 생성 메커니즘의 표준 모델 수정 필요성을 논의하라.", "subject": "physics"}
{"id": 8, "question": "퀘이사 관측 스펙트럼을 활용해 은하간 매질(IGM)의 금속 함량 변화를 추적하라. 흡수선(라이먼-알파 숲) 분석을 통해 초기 우주 재이온화 시기와 연결 짓고, 현재 관측기술 한계를 극복하는 새로운 방법론을 제안하라.", "subject": "physics"}
{"id": 9, "question": "별의 형성 영역에서 관측된 제트의 각운동량 보존 법칙을 적용해 원시행성의 원반 진화를 모델링하라. 자기유체역학(MHD) 효과를 고려해 에너지 전달 효율을 계산하고, 관측된 제트 속도 프로파일과 비교해라.", "subject": "physics"}
{"id": 10, "question": "펄서의 자기권 경계에서의 전자 가속 현상을 싱크로트론 복사와 연결해 설명하라. 자기장 강도와 입자 에너지 분포 데이터를 바탕으로 관측된 전자기 스펙트럼(예: Fermi-LAT 감마선 데이터)을 재현하는 수학적 모델을 구축하라.", "subject": "physics"}
{"id": 11, "question": "중력파 형태(h(t))의 위상 변화를 분석해 중성자별 합병 직전의 조석 변형 효과를 계산하라. 이 효과가 최종 중력파 신호의 주파수 변조에 미치는 영향을 시뮬레이션하고, 실제 관측 데이터(LIGO O3 run)와 비교 평가하라.", "subject": "physics"}
{"id": 12, "question": "은하단의 고온 가스 분포와 중력렌즈 맵을 비교해 암흑물질과 중입자 물질의 상대적 분포를 도출하라. X선 관측 데이터와 약한 렌즈 신호 간의 불일치 원인이 될 수 있는 시스템 오차 요인을 창의적 가설로 제시해라.", "subject": "physics"}
{"id": 13, "question": "활동성 은하핵(AGN)의 제트 에너지 원천을 블랙홀 회전 에너지 추출 과정(Blandford-Znajek 프로세스)으로 설명하라. 관측된 제트 속력과 자기장의 역할을 정량화하고, 상대론적 플라즈마 모델의 한계를 극복하기 위한 접근법을 논의하라.", "subject": "physics"}
{"id": 14, "question": "우주 팽창의 가속화 측정에서 암흑에너지 상태 방정식(w = P/ρ)의 제약이 어떻게 이루어지는지 설명하라. 초신성 Ia형과 표준 촉광의 교정을 위한 중력렌즈 시간 지연 측정법을 결합해 새로운 데이터 해석 프레임워크를 제안하라.", "subject": "physics"}
{"id": 15, "question": "별의 진화와 초신성 폭발 사이의 질량 손실 메커니즘을 항성풍 모델로 분석하라. Wolf-Rayet 별의 관측된 질량 손실률과 핵합성 시뮬레이션 결과를 비교해 초신성 잔해의 화학적 비균질성 원인을 규명하라.", "subject": "physics"}
{"id": 16, "question": "태양풍의 자기장과 태양권 경계에서의 충격파 형성 과정을 수치 모델링하라. Voyager 탐사선의 관측 데이터와 모델을 비교해 태양권 구조 예측의 오차를 줄이는 실험 설계를 제시하라.", "subject": "physics"}
{"id": 17, "question": "은하의 적외선 방출 특성을 먼지에 의한 재방출 복사 모델로 설명하라. 은하의 별 형성률과 먼지 온도 프로파일의 상관성을 분석해, 적외선 천문학위성(Spitzer, JWST) 데이터 해석 시 고려사항을 논의하라.", "subject": "physics"}
{"id": 18, "question": "중력파 천문학에서의 이벤트율 예측을 위해 은하 형성과 병합 역사의 통계적 모델을 구축하라. 관측 가능한 신호 수와 초기 우주 구조 시뮬레이션 결과를 비교해 모형의 매개변수(예: 병합 시간 척도)를 보정하라.", "subject": "physics"}
{"id": 19, "question": "블랙홀 주변 강착원반의 열적 안정성 조건을 계산해 내부 경계의 진동 모드(QPO)를 설명하라. 관측된 주파수와 원반 매개변수(반경, 질량)의 관계를 모델링하고, 최대 회전 블랙홀 경우의 특이점을 논의하라.", "subject": "physics"}
{"id": 20, "question": "우주 최초의 별(3세대 별) 형성 시뮬레이션을 통해 금속 없는 구름의 중력 붕괴를 재현하라. Pop III 별의 질량 스펙트럼과 수명 예측 값을 관측 가능한 중간적색편이 초신성 잔해와 비교해라.", "subject": "physics"}
{"id": 21, "question": "감마선 폭발(GRB)의 광도 곡선에서 관측된 플래토(Plateau) 현상을 자기장 재구성 모델로 설명하라. 중입자 풍과 상대론적 충격파 이론을 결합해 지속 시간-에너지 관계를 재해석하고, Swift 관측 데이터와의 일치성을 검증하라.", "subject": "physics"}
{"id": 22, "question": "중력렌즈 이중이미지의 시간 지연 데이터를 활용해 렌즈 은하의 질량 분포를 3차원으로 재구성하라. 암흑물질 후광(haze)의 비등방성 효과를 고려해 기존 Singular Isothermal Sphere 모델의 한계를 개선하는 방안을 제시하라.", "subject": "physics"}
{"id": 23, "question": "지구 근접 소행성(NEO)의 궤도 진화를 야르콥스키 효과와 태양 복사압으로 모델링하라. 장기 관측 데이터를 기반으로 충돌 위험도를 재계산하고, 편향 기술의 최적 적용 시점을 결정하는 알고리즘을 설계하라.", "subject": "physics"}
{"id": 24, "question": "우주 마이크로파 배경의 B-mode 편광 패턴을 이용해 원초적 중력파 신호를 분리해내라. 계기 잡음, 은하간 먼지, 렌즈 효과 등 간섭 요소를 고려한 신호 복원 절차를 단계별로 설명하고, BICEP/Keck Array 데이터 적용 사례를 분석하라.", "subject": "physics"}
{"id": 25, "question": "초거대질량 블랙홀 쌍성계의 상호 작용을 통해 은하 합병의 증거를 탐지하는 방법을 설계하라. 시뮬레이션된 스펙트럼 라인 변동 데이터와 실제 퀘이사 관측 결과를 비교해 검출 한계를 예측하고, JWST 분광기의 활용 가능성을 평가하라.", "subject": "physics"}
{"id": 26, "question": "우주선의 스펙트럼에서 '무릎(knee)' 현상이 발생하는 원인을 은하 자기장과 우주풍 모델로 설명하라. 지상 검출기(Auger Observatory) 데이터와 우주 기원 모델(예: 활동성 은하핵, 초신성 잔해)을 종합해 이론적 예측과의 일치성을 검토하라.", "subject": "physics"}
{"id": 27, "question": "중성자별의 표면 열방출을 관측해 내부 초전도체 상태의 가능성을 탐구하라. 회전 감쇠 데이터와 열전달 시뮬레이션을 비교해 핵물질 상태 방정식(EOS)의 제약 조건을 도출하라.", "subject": "physics"}
{"id": 28, "question": "우주 재이온화 시대의 21cm 신호 모델링을 위해 방사선 전달과 가스 온도 진화를 통합하라. EDGES 관측 데이터의 비정상적 흡수 신호를 설명하기 위한 비표준 암흑물질 시나리오(예: 상호작용 암흑물질)를 평가해라.", "subject": "physics"}
{"id": 29, "question": "쌍성계에서 백색왜성의 질량 증가율을 측정해 Ia형 초신성의 전조 현상을 예측하라. 질량 이동률과 핵융합 불안정성의 임계값을 계산하고, 관측 가능한 전조 신호(UV/광학 변동)의 탐지 방법을 설계하라.", "subject": "physics"}
{"id": 30, "question": "중력파 천문학에서의 신호 대 잡음비(SNR) 최적화를 위해 탐지기 배열을 재구성하라. 3차원 신호 상관 분석과 지구 자전에 따른 감도 변화를 고려해 LIGO/Virgo/KAGRA의 협동 관측 전략을 개선하라.", "subject": "physics"}
{"id": 31, "question": "은하 중심 방향의 적외선 과잉 복사를 고밀도의 젊은 항성 집단과 초고밀도 분자구름 모델로 설명하라. 관측 스펙트럼의 분자선(예: HCN)과 연속파 방출을 분석해 별 형성률의 공간적 분포를 3D로 재구성하라.", "subject": "physics"}
{"id": 32, "question": "외계행성 대기의 탈출을 항성 풍과 자기장 상호작용으로 모델링하라. Hydrodynamic 탈출률 계산과 자기장 차폐 효과를 결합해 Hubble/WFC3 분광 데이터와 비교하라.", "subject": "physics"}
{"id": 33, "question": "고에너지 중성미자 관측 사건(예: IceCube)을 활동성 은하핵(AGN)과 연결해 입자 가속 메커니즘을 분석하라. 펨토초 감마선 폭발과의 시간 상관성을 탐색해 다중신호 천문학(Multi-messenger)의 검증 절차를 설계하라.", "subject": "physics"}
{"id": 34, "question": "초신성 잔해의 충격파 전파 속도를 X선 표면 밝기 분포와 연결해 계산하라. 열적/비열적 복사 모델을 적용해 SNR의 연령 추정 오차를 줄이고, 역사적 초신성 기록(예: 케플러 초신성)과의 일치성을 검증하라.", "subject": "physics"}
{"id": 35, "question": "우주 팽창의 가속화를 측정하는데 사용되는 표준 촉광(SNIa)의 광도 보정을 암흑에너지 상태 방정식과 통합하라. 적색편이 대역별 시스템 오차를 고려한 보간법을 제안하고, DESI 분광 데이터의 예측 불확실성을 평가하라.", "subject": "physics"}
{"id": 36, "question": "블랙홀 열역학의 호킹 복사와 정보 역설 문제를 양자장 이론과 연결지어 설명하라. AdS/CFT 대응성을 활용한 정보 보존 가설을 수학적으로 기술하고, 실험적 검증 가능성(예: 유사 블랙홀 시스템)을 논의하라.", "subject": "physics"}
{"id": 37, "question": "우주 최초의 은하 형성을 우주 끈(cosmic string) 모델로 설명해보라. 끈 네트워크의 에너지 밀도와 초기 밀도 요동의 상관관계를 시뮬레이션하고, JWST의 고적색편이 은하 관측 데이터와 비교해라.", "subject": "physics"}
{"id": 38, "question": "중력파 천문학에서 이벤트의 편광 특성을 분석해 블랙홀 형성 메커니즘(예: 직접적 붕괴 vs 항성 진화)을 구분하라. 파형 분해 기술을 적용해 LIGO O3 데이터의 편광 비대칭성을 정량적으로 평가하라.", "subject": "physics"}
{"id": 39, "question": "우주 재이온화 시대의 21cm 신호와 은하 형성 역사를 연결하는 방사선 전달 코드를 개발하라. 재이온화 전면의 공간적 비균질성을 모델링하고, LOFAR 관측 데이터와의 적합도를 최적화하는 매개변수 공간을 탐색하라.", "subject": "physics"}
{"id": 40, "question": "중력렌즈 다중 이미지의 색 지수 차이를 분석해 렌즈 은하의 질량 분포를 시간적으로 변화하는 모델로 설명하라. 강한 렌즈 시스템과 약한 렌즈 데이터를 통합해 암흑물질 후광의 동적 진화를 추적하라.", "subject": "physics"}
{"id": 41, "question": "펄서의 자기권에서의 전자-양전자 쌍 생성 메커니즘을 싱크로트론 복사와 브레머스트랄룽 복사로 모델링하라. 고에너지 감마선 방출 스펙트럼과 Fermi-LAT 데이터를 비교해 입자 에너지 상한을 추정하라.", "subject": "physics"}
{"id": 42, "question": "우주 배경 복사의 이방성 스펙트럼을 이용해 초기 우주의 인플레이션 매개변수(예: 스펙트럼 지수, 텐서-스칼라 비율)를 추정하라. Planck 위성 데이터와 BICEP/Keck Array의 B-mode 신호를 통합 분석하는 다변량 모델을 구축하라.", "subject": "physics"}
{"id": 43, "question": "고에너지 감마선 폭발(GRB)의 후광 감쇠를 중성수소 흡수와 우주 재이온화 역사로 해석하라. Swift/XRT 데이터와 광학적 깊이 모델을 비교해 재이온화 완전성의 임계 적색편이를 결정하라.", "subject": "physics"}
{"id": 44, "question": "은하 중심의 초대질량 블랙홀 Sagittarius A*의 플레어 현상을 상대론적 플라즈마 불안정성으로 설명하라. Chandra/XMM-Newton 데이터와 Event Horizon Telescope의 편광 맵을 결합해 플레어 에너지 원천을 모델링하라.", "subject": "physics"}
{"id": 45, "question": "우주선과 우주선 유래 감마선의 스펙트럼을 분석해 은하 자기장의 구조와 세기를 추정하라. 전파 관측 데이터(예: Fermi-LAT, HAWC)와 수치 모델을 비교해 자기장 불균일성의 공간적 분포를 복원하라.", "subject": "physics"}
{"id": 46, "question": "우주 팽창의 가속화 측정에서 암흑에너지 클러스터링 효과를 중력렌즈 맵과 결합해 분석하라. Weak lensing과 바리온 음향 진동(BAO) 데이터를 통합해 w와 σ8의 상관성을 평가하는 모델을 구축하라.", "subject": "physics"}
{"id": 47, "question": "중성자별 내부의 초유체 상태를 관측적 징후(예: 글루치 감쇠)로 역산해 핵물질 상태 방정식을 제약하라. LIGO/Virgo의 합병 이벤트 데이터를 활용해 초전도 상전이를 탐지하는 방법을 설계하라.", "subject": "physics"}
{"id": 48, "question": "우주 재이온화 시대의 은하 형성률을 21cm 신호와 은하 광도 함수로 연결하라. 재이온화 광자의 탈출 분율 모델을 개선해 JWST의 고적색편이 은하 스펙트럼 데이터와 비교해라.", "subject": "physics"}
{"id": 49, "question": "중력파 이벤트의 스카이 위치 추정 정확도를 개선하기 위한 신경망 기반 신호 처리 알고리즘을 설계하라. 기존 매칭 필터링 기법과 비교해 시간 지연 및 위상 정보를 최적화하는 절차를 설명하고, LIGO O4 데이터 적용 시 기대되는 성능 향상을 예측하라.", "subject": "physics"}
{"id": 50, "question": "외계행성 대기 중 생물 지표 기체(예: 산소, 메탄)의 스펙트럼 신호를 행성의 자기장 및 항성 활동으로 인한 간섭 신호와 구분하는 방법을 논의하라. JWST/NIRSpec 데이터와 자기장-대기 상호작용 모델을 통합해 신뢰도 평가 프레임워크를 제안하라.", "subject": "physics"}
