{"id": 1, "question": "황색포도상구균의 생물막 형성 과정에서 Quorum Sensing 분자 신호가 3차원 구조에 미치는 영향을 생화학적 메커니즘과 연관지어 설명하고, 생물막 저해제 개발에 적용할 수 있는 다중 표적 전략 설계 과정을 단계적으로 제시하세요.", "subject": "physics"}
{"id": 2, "question": "대장균에서 발생한 플라스미드 매개 항생제 내성 전이 현상을 전사조절 인자 관점에서 분석하고, 내성 확산을 차단하기 위한 유전자 회로의 합성생물학적 설계 방안을 실험적 데이터로 뒷받침하여 제안하세요.", "subject": "physics"}
{"id": 3, "question": "박테리오파지가 그람음성균의 외막 단백질을 분해하는 메커니즘을 분자 동역학 시뮬레이션과 결합하여 설명하고, 이를 응용한 광범위 항균 펩타이드 개발 프로세스 수립 방안을 논리적으로 전개하세요.", "subject": "physics"}
{"id": 4, "question": "혐기성 미생물이 장내 환경에서 탄소원 경쟁을 위해 사용하는 대사 조절 네트워크 구조를 비교하고, 이 시스템을 모방한 인공 미생물군집 설계를 통한 염증성 장질환 치료 전략을 다층적 사고로 제안하세요.", "subject": "physics"}
{"id": 5, "question": "결핵균 항원 85 복합체가 숙주 세포의 TLR 수용체를 회피하는 구조를 단백질 상호작용 분석법으로 해독하고, 이를 표적으로 한 차세대 백신 설계에서의 결정인자 도출 방법을 체계화하세요.", "subject": "physics"}
{"id": 6, "question": "해양성 시아노박테리아의 이산화탄소 농축 메커니즘을 광합성 효율 최적화와 연계하여 설명하고, 산업화 과정에서 발생 가능한 대사 부담 해소를 위한 대사공학 접근법을 창의적 통합 프로세스로 제시하세요.", "subject": "physics"}
{"id": 7, "question": "리스테리아 모노사이토제네스이 숙주 세포 내에서 액틴 중합을 유도하는 메커니즘의 진화적 적응을 유전체 비교 분석을 통해 규명하고, 이를 모방한 세포 내 약물전달 시스템 개발 방안을 단계별 설계하세요.", "subject": "physics"}
{"id": 8, "question": "곰팡이-방선균 공동배양 시스템에서 생산되는 새로운 항생제의 생합성 유전자 군을 RNA-seq 데이터 마이닝으로 식별하고, 이 화합물의 농업 적용 시 발생할 수 있는 독성 저감 전략을 생태계 수준에서 추론하세요.", "subject": "physics"}
{"id": 9, "question": "인간의 질 미생물군집이 유산균 생산을 통해 병원성 칸디다 알비칸스를 억제하는 역학을 수학적 모델링으로 표현하고, 이 모델을 기반으로 한 맞춤형 프로바이오틱스 조합 설계 프레임워크를 수립하세요.", "subject": "physics"}
{"id": 10, "question": "플라티넘 기반 항생제에 내성을 보이는 아시네토박터의 효소 시스템을 구조생물학적 분석과 머신러닝 예측으로 해석하고, 이 데이터를 활용한 항생제 재설계 전략을 다층적 검증 단계로 제시하세요.", "subject": "physics"}
{"id": 11, "question": "고세균 Thermococcus의 과열내성 리보솜 구조를 크라이오-전자현미경으로 분석한 결과를 바탕으로, 산업적 효소 안정화를 위한 단백질 엔지니어링 방법론을 계통발생학적 접근을 포함해 체계적으로 제안하세요.", "subject": "physics"}
{"id": 12, "question": "장내 세균군집 변화가 숙주의 세로토닌 수송체 발현에 영향을 미치는 경로를 메타볼로믹스-프로테오믹스 통합 분석으로 규명하고, 이를 활용한 신경정신과 질환 치료 페노타입 예측 알고리즘 설계 과정을 논리화하세요.", "subject": "physics"}
{"id": 13, "question": "광감수성이 다른 클로스트리디움 종들의 광합성 부산물 이용 효율을 비교 정량화하고, 이 결과를 기반으로 혐기성 소화조 내 에너지 생산 최적화를 위한 미생물 조합 전략을 메타게놈 수준에서 추론하세요.", "subject": "physics"}
{"id": 14, "question": "헬리코박터 파일로리가 위 상피세포에 주입하는 CagA 단백질의 포스포릴레이션 경로 변이를 질량분석기로 매핑하고, 이 변이를 표적으로 한 표적 치료제 개발을 위한 동물모델 실험 설계를 유전체 교정 기술과 연계하여 제시하세요.", "subject": "physics"}
{"id": 15, "question": "병원성 비브리오 균의 퀴논 신호체계를 이용한 생물발광 조절 메커니즘을 전자현미경 관찰과 유전자 발현 프로파일링으로 해석한 뒤, 이 시스템을 응용한 환경 오염 실시간 모니터링 센서 개발 프로세스를 생화학적 검증 단계로 체계화하세요.", "subject": "physics"}
{"id": 16, "question": "방선균 Streptomyces의 2차 대사산물 생산을 촉진하는 환경적 스트레스 요인을 전사체학적 관점에서 분류하고, 산업 규모의 발효 공정에서의 생산성 향상을 위한 다학제적 최적화 전략을 수학적 모델링과 함께 제안하세요.", "subject": "physics"}
{"id": 17, "question": "리스테리아의 세포 내 이동성 결정 인자인 InlB 단백질의 숙주 세포 접착 메커니즘을 원자력 현미경으로 분석하고, 이 구조를 모방한 나노의약품 전달 시스템의 표적 특이성 향상 방안을 표면 플라스몬 공명 기술로 검증하는 과정을 설계하세요.", "subject": "physics"}
{"id": 18, "question": "토양 미생물군집이 오염물질 분해 과정에서 발생하는 활성산소 종을 제어하는 항산화 시스템을 메타게놈 데이터에서 예측 모델링하고, 이 모델을 기반으로 한 인공 미생물 컨소시엄 설계로 중금속 오염 토양 복원 프로세스를 제안하세요.", "subject": "physics"}
{"id": 19, "question": "인플루엔자 바이러스의 헤마글루티닌 단백질에 대한 숙주 세포의 당화 변형 패턴 변동을 당단백질체학으로 분석하고, 이를 이용한 범용 백신 후보항원의 역학적 안정성 평가 프레임워크를 계산생물학적 방법으로 수립하세요.", "subject": "physics"}
{"id": 20, "question": "광합성 박테리아의 전자전달계 구성요소가 염분에 의해 영향을 받는 메커니즘을 전기화학 임피던스 분광법으로 측정하고, 해양 환경에서 바이오에너지 생산을 극대화할 수 있는 인공 전자 수용체 설계 전략을 전자 이동 속도 이론과 연계해 제안하세요.", "subject": "physics"}
{"id": 21, "question": "병원성 대장균의 유형 III 분비 시스템에서 분비되는 효과자 단백질들의 호스트 특이적 독성 메커니즘을 단백질 상호작용 맵핑으로 밝히고, 이를 차단한 숙주 유래 펩타이드 억제제의 작용 기전을 3D 구조 기반 도킹 시뮬레이션으로 예측하세요.", "subject": "physics"}
{"id": 22, "question": "인간 마이크로바이옴의 박테리오신 유전자 다양성을 메타전사체 분석으로 분류하고, 이 데이터를 활용해 항생제 사용 없이 요로감염증을 예방할 수 있는 프로바이오틱스 조합 전략을 생태학적 안정성 관점에서 체계적으로 수립하세요.", "subject": "physics"}
{"id": 23, "question": "호열성 고세균의 DNA 복구 효소 시스템이 방사선 저항성을 제공하는 분자적 기반을 단일분자 형광 현미경으로 관찰하고, 이를 모방한 방사선 치료 보조제 개발을 위한 효소-나노복합체 설계 프로세스를 생화학적 특성화 단계로 제시하세요.", "subject": "physics"}
{"id": 24, "question": "병원성 진균의 세포벽 구성 성분인 베타-글루칸의 면역조절 기능을 면역단백질체학으로 분석하고, 이 물질을 이용한 항암제 보조 요법의 면반응 최적화 전략을 숙주-미생물 상호작용 네트워크로 추론하세요.", "subject": "physics"}
{"id": 25, "question": "혐기성 미생물군집이 해양 퇴적물에서 유기물 분해 시 발생하는 메탄 방출량을 조절하는 메커니즘을 메타게놈 메타볼로믹스로 규명하고, 이를 기반으로 한 온실가스 저감 기술 개발을 위한 생물학적-지질학적 통합 모델을 제안하세요.", "subject": "physics"}
{"id": 26, "question": "황색포도상구균의 독소 생성 유전자를 제어하는 sRNA의 발현 변동을 실시간 qPCR로 정량화하고, 이 데이터를 머신러닝 모델에 입력해 독소 생산 예측 및 저해 화합물 스크리닝 전략을 자동화 프로세스로 설계하세요.", "subject": "physics"}
{"id": 27, "question": "대장균 O157:H7의 장내 침습 메커니즘에 관여하는 Type III 분비 시스템의 구조적 유연성을 X-선 결정학으로 분석하고, 이 시스템을 표적으로 한 나노바디 치료제의 결합 친화도 향상 방안을 분자 동역학 시뮬레이션으로 검증하는 과정을 체계화하세요.", "subject": "physics"}
{"id": 28, "question": "장내 세균의 단쇄지방산 생성 경로가 숙주 대사에 미치는 영향을 질량분석 기반 플럭스 분석으로 평가하고, 이를 기반으로 대사질환 치료를 위한 미생물 유래 생리활성 물질의 타겟 전달 시스템을 공학적 설계로 제시하세요.", "subject": "physics"}
{"id": 29, "question": "결핵균 세포벽의 마이콜산 합성에 관여하는 Polyketide synthase의 구조적 변이체를 크라이오-전자현미경으로 해석하고, 이 변이의 약물 저항성 기작을 3D 분자 모델링으로 예측한 뒤 표적형 약물 재설계 전략을 생화학적 검증 단계로 수립하세요.", "subject": "physics"}
{"id": 30, "question": "해양 미생물의 생물광합성을 증진하는 바이러스 감염 메커니즘을 메타전사체-바이러스체학으로 분석하고, 이를 응용한 바이오에너지 생산 시스템의 광전환 효율 향상 방안을 생태계 수준에서 창의적 통합 접근법으로 제안하세요.", "subject": "physics"}
{"id": 31, "question": "항생제 내성 유전자의 수평 전이를 촉진하는 Integron 구조의 진화적 적응을 계통발생학적-생정보학적 방법으로 추적하고, 이 구조의 기능적 모듈성을 활용한 새로운 항생제 표적 식별 전략을 분자생물학적 실험으로 검증하세요.", "subject": "physics"}
{"id": 32, "question": "장내 바이러스 파지가 미생물군집 동적 안정성에 미치는 영향을 virome 시퀀싱과 네트워크 분석으로 규명하고, 이 데이터를 기반으로 프로바이오틱 파지를 이용한 염증 조절 치료제 설계 프로세스를 생태학적 균형 관점에서 체계화하세요.", "subject": "physics"}
{"id": 33, "question": "병원성 곰팡이의 세포막 스테롤 합성 경로에 대한 항진균제 저항성 메커니즘을 크로마틴 구조 분석과 유전자 발현 프로파일링으로 밝히고, 이 경로를 우회하는 새로운 표적을 다중 오믹스 데이터로 예측해 실험적 검증 단계를 설계하세요.", "subject": "physics"}
{"id": 34, "question": "산업적으로 중요한 효소 생산 방선균의 2차 대사산물 생합성 유전자 군집을 CRISPR 기반 유전자 회로로 조작하고, 발효 조건 최적화를 위한 인공지능을 통합한 다학제적 전략을 실험 데이터 기반 최적화 프로세스로 제시하세요.", "subject": "physics"}
{"id": 35, "question": "인간 장내 바이러스의 숙주 특이적 감염 메커니즘을 단일세포 시퀀싱으로 분석하고, 이 데이터를 활용해 바이러스-세균 상호작용을 조절하는 신규 항생제 대체 요법 개발 방안을 생태학적 네트워크 모델로 추론하세요.", "subject": "physics"}
{"id": 36, "question": "병원성 비브리오 균의 생물막 형성 조절 인자를 나노입자 기반 이미징으로 시각화하고, 이 인자의 활성을 저해하는 펩타이드 억제제의 구조-기능 관계를 인공지능 예측 모델과 실험적 검증 단계로 통합하는 프로세스를 설계하세요.", "subject": "physics"}
{"id": 37, "question": "고세균의 질소 고정 효소 시스템이 극한 환경에서 안정적으로 기능하는 분자적 기전을 X선 자유전자레이저로 분석하고, 이를 모방한 산업용 촉매의 열안정성 향상 방안을 원자 수준에서 생화학적 실험으로 검증하세요.", "subject": "physics"}
{"id": 38, "question": "인간 마이크로바이옴의 대사물질 프로파일이 간 대사에 미치는 영향을 질량분석-유전체 연계 분석으로 평가하고, 이 결과를 기반으로 한 간질환 치료를 위한 미생물 유래 대사조절제 개발 전략을 시스템 생물학적 접근법으로 제시하세요.", "subject": "physics"}
{"id": 39, "question": "결핵균 항원 인식 T 세포의 대사 재프로그래밍 메커니즘을 단일세포 대사체학으로 분석하고, 이를 이용해 감염 치료에 효과적인 면역조절 나노입자 설계를 계산생물학적 모델로 예측한 뒤 실험적 검증 단계를 체계화하세요.", "subject": "physics"}
{"id": 40, "question": "해양 미생물의 플라스틱 분해 효소 시스템이 산업 폐기물의 복합 구조에 적응하는 분자적 기반을 분자 동역학 시뮬레이션과 실험으로 규명하고, 이를 응용한 고효율 생분해 기술 개발을 위한 다중 효소 공학 전략을 체계적으로 제안하세요.", "subject": "physics"}
{"id": 41, "question": "항생제 내성 유전자의 토양-임상 전이 경로를 환경 메타게놈-임상 분리주 연계 분석으로 추적하고, 이 경로를 차단하기 위한 생물학적-공학적 통합 관리 시스템을 생태학적 모델링과 실험적 검증을 병행해 설계하세요.", "subject": "physics"}
{"id": 42, "question": "인간 장내 바이러스의 세균 숙주 조절 메커니즘을 단일바이러스 유전체학과 숙주 반응 분석으로 밝히고, 이를 응용한 프로바이오틱스 바이러스 설계를 통한 대사질환 치료 전략을 생태계 수준에서 추론하세요.", "subject": "physics"}
{"id": 43, "question": "병원성 진균의 약물 저항성 진화를 실시간 세포 분리 기술로 추적하고, 저항성 변이를 표적하는 CRISPR 기반 유전자 드라이브 시스템을 설계해 실험실 수준에서 검증하는 과정을 체계화하고 산업적 적용 가능성을 평가하세요.", "subject": "physics"}
{"id": 44, "question": "해양성 미생물의 바이오에너지 생산에 영향을 미치는 환경 스트레스 요인을 메타볼로믹스와 기계학습으로 분석하고, 이를 기반으로 한 해양 바이오리파이너리 최적화 전략을 수학적 모델링으로 예측하고 실험적 검증 단계를 수립하세요.", "subject": "physics"}
{"id": 45, "question": "장내 세균의 면역조절 대사물질 생산 경로를 조작하기 위한 합성생물학적 접근법에 대해 논의하고, 이를 이용한 자가면역질환 치료를 위한 개인 맞춤형 미생물군집 설계를 다단계 추론으로 제시하세요.", "subject": "physics"}
{"id": 46, "question": "병원성 대장균의 독성 인자 발현을 조절하는 sRNA-단백질 상호작용의 구조적 기반을 NMR 분광법으로 규명하고, 이 상호작용을 방해하는 펩타이드 억제제의 구조 최적화 전략을 분자 모델링과 실험적 검증 단계로 통합하세요.", "subject": "physics"}
{"id": 47, "question": "산업 미생물의 대사 효율을 높이기 위한 유전자 회로 설계를 위해 계산생물학적 도구를 활용한 대사플럭스 예측과 실험적 검증을 연계한 프로세스를 수립하세요. 이때 미생물의 스트레스 반응 시스템을 통합하는 방안을 창의적으로 제시하세요.", "subject": "physics"}
{"id": 48, "question": "인간 마이크로바이옴 변화를 조기에 감지할 수 있는 비침습적 생체지표 개발에 대해 논의하고, 이를 위해 다중오믹스 데이터를 통합 분석한 인공지능 모델을 설계해 실험실 검증을 통한 신뢰성 확보 방안을 제시하세요.", "subject": "physics"}
{"id": 49, "question": "병원성 진균의 세포벽 재구성 메커니즘이 약물 저항성에 미치는 영향을 원자간력 현미경으로 분석하고, 이 메커니즘을 표적하는 나노입자 기반 약물 전달 시스템의 작용 기전을 생체 내 이미징 기술로 검증하는 과정을 체계화하세요.", "subject": "physics"}
{"id": 50, "question": "해양 미생물군집의 탄소 순환 기능을 최적화하는 환경을 인공지능으로 예측하고, 이를 기반으로 한 바이오리미디에이션 기술 개발을 위해 다종의 미생물을 조절하는 합성생물학적 도구를 설계하는 방안을 생태학적 안정성과 연계해 제시하세요.", "subject": "physics"}
