{"id": 1, "question": "급성 스트레스로 인한 교감신경계의 활성화가 심장 박출량 증가로 이어지는 메커니즘을 설명하고, 이 과정에서 심장의 베타-1 아드레날린 수용체 작용제가 투여되었을 때 나타날 수 있는 부작용을 혈역학적 및 분자생물학적 수준에서 분석하세요. 또한, 이러한 수용체의 과활성화를 억제할 수 있는 약물 표적 제시 및 그 작용 원리를 단계적으로 설명하세요.", "subject": "physics"}
{"id": 2, "question": "당뇨병과 연관된 고혈당 상태에서 췌장의 알파 세포와 베타 세포 간의 피드백 조절 이상이 발생하는 과정을 세포 신호 전달 경로의 관점에서 설명하고, 인슐린 저항성 극복을 위한 대사적 우회 경로의 실험적 구현 가능성과 한계를 비교 평가하세요. 추가적으로, GLP-1 유사체 기반 치료전략이 이 경로에 미치는 영향을 추론하세요.", "subject": "physics"}
{"id": 3, "question": "고산 지역에서 저산소증에 대한 신체의 즉각적 및 만성적 적응 기전을 폐포-모세혈관 기체 교환 효율 변화와 헤모글로빈 변이성 단백질 발현 증대의 두 축에서 분석하세요. 이와 함께, 에리스로포이에틴 수용체 발현 조절 실패가 만성적 고산병 발생에 미치는 영향과 치료적 개입 방향을 제안하세요.", "subject": "physics"}
{"id": 4, "question": "운동 중 골격근에서 발생하는 젖산 생성 증가가 간의 포도당 신생합성 과정에 미치는 역동적 영향을 미토콘드리아 호흡사슬 활동과 글루카곤 신호 전달 관점에서 비교하고, 운동선수에게 과도한 무산소 운동 부하가 초래할 수 있는 대사 불균형을 해결하기 위한 영양학적 전략을 단계적으로 제시하세요.", "subject": "physics"}
{"id": 5, "question": "알츠하이머 병 환자에서 베타 아밀로이드 플라크 축적이 시냅스 가소성 감소와 장기기억 손실을 유발하는 분자적 과정을 칼슘 신호 조절 이상과 연관지어 설명하고, NMDA 수용체 변조제 약물이 시냅스 기능 회복에 기여할 수 있는 이중적 메커니즘을 동역학적 모델링으로 추론하세요.", "subject": "physics"}
{"id": 6, "question": "신장 세뇨관에서 나트륨-칼륨 펌프(Na+/K+-ATPase)의 기능 저하가 혈액량 조절 및 세포 내 이온 균형 붕괴로 이어지는 과정을 사구체 여과율(GFR)과의 상관관계에서 분석하고, 심부전 환자에게 사용되는 나트륨 배설 촉진제의 이중적 치료 효과를 생리학적 피드백 메커니즘 관점에서 평가하세요.", "subject": "physics"}
{"id": 7, "question": "뇌하수체 전엽의 성장호르몬(GH) 분비가 간에서의 IGF-1 생성을 통해 근육 성장을 촉진하는 경로를 후성유전적 조절과 결부지어 설명하고, GH 과잉 분비로 인한 말단비대증에서 관찰되는 연골세포 과증식의 분자적 기반을 표적 치료제 개발과 연관시켜 창의적으로 접근하세요.", "subject": "physics"}
{"id": 8, "question": "체온 조절 중추의 열스트레스 반응이 피하 혈관 확장과 발한 작용을 통해 이루어지는 생리학적 메커니즘을 열수용체와 교감신경계 상호작용 관점에서 분석하고, 고온 환경에서의 작업자에게 발생할 수 있는 열사병 위험 감소를 위한 생체역학적 예측 모델 설계 방향을 제시하세요.", "subject": "physics"}
{"id": 9, "question": "신경전달물질 아세틸콜린이 근육형 니코틴성 수용체(nAChR)와 신경형 니코틴성 수용체(nAChR)에 결합할 때 발생하는 이온 흐름 차이와 이를 통한 근수축/신경가소성 조절 메커니즘을 비교하고, 니코틴 중독의 중추 신경계 영향에서 관찰되는 수용체 하향조절 현상을 약물학적 관점에서 해결 방안을 모색하세요.", "subject": "physics"}
{"id": 10, "question": "간문맥 고혈압을 동반한 간경변증 환자에서 위장관 출혈이 발생하는 병인 기전을 간내 혈류 역학적 변화와 혈소판 기능 저하의 두 가지 차원에서 분석하고, 베타 차단제 투여가 출혈 위험을 감소시키는 과정을 교감신경 활동과 문맥압 강하 효과의 상관성으로부터 설명하세요.", "subject": "physics"}
{"id": 11, "question": "갑상선 호르몬의 세포 내 전사 조절 기전이 지방산화 효소 발현에 미치는 영향을 에너지 대사 균형과 연결지어 설명하고, 갑상선 기능 저하증 환자에서 체중 증가가 발생하는 대사적 역설을 미토콘드리아 기능 저하와 연관시켜 실험적 검증 방안을 제안하세요.", "subject": "physics"}
{"id": 12, "question": "중추신경계 허혈 시 글루타메이트 유도에 의한 엑사이토톡시시티가 신경세포 사멸을 유발하는 과정을 칼슘 유입-미토콘드리아 투과성 전이(MPT) 연계 현상으로 분석하고, NMDA 수용체 길항제가 치료 전략으로 가질 수 있는 한계와 대체 표적(예: 칼슘 결합 완충 단백질)의 개발 가능성을 평가하세요.", "subject": "physics"}
{"id": 13, "question": "수면-각성 주기 조절에 관여하는 오렉신 신경회로의 이상 활성화가 불면증과 과각성을 유발하는 생리학적 경로를 시상하부-뇌하수체-부신축(HPA axis)과의 상호작용에서 설명하고, 오렉신 수용체 차단제가 수면 장애 치료에 적용될 때 예상되는 중추신경계 부작용 해결 방안을 추론하세요.", "subject": "physics"}
{"id": 14, "question": "당뇨병성 신병증에서 고혈당에 의한 신장 사구체 기저막 두께 증가가 단백질뇨로 이어지는 병리기전을 당화종말산물(AGEs) 축적과 TGF-β 신호 전달 과활성화 관점에서 분석하고, 항산화제와 TGF-β 억제제를 병용한 복합 치료전략의 잠재적 효율성을 세포실험 설계를 통해 제시하세요.", "subject": "physics"}
{"id": 15, "question": "항이뇨호르몬(ADH)의 작용 기전 변화를 겪는 요붕증 환자에서 수분 균형 이상이 발생하는 과정을 수집세관 세포의 아쿠아포린-2 채널 재분포 현상과 결부지어 설명하고, 데스모프레신 치료 시 예상되는 신장 농축 능력 회복 메커니즘과 한계점을 물-전해질 대사 관점에서 비교 평가하세요.", "subject": "physics"}
{"id": 16, "question": "장기간의 무중력 상태가 근골격계에 미치는 영향을 근육 위축과 골흡수의 분자적 조절 경로(예: 미오스타틴/액티빈 신호, RANKL/OPG 비율)에서 분석하고, 우주비행사를 위한 저항 운동 프로그램이 이들 경로를 조절하는 생리활성 물질(예: 이리신, IGF-1) 분비에 미치는 영향을 실험적으로 검증하는 방법을 제안하세요.", "subject": "physics"}
{"id": 17, "question": "패혈증 쇼크에서 과도한 염증성 사이토카인 분비가 혈관 확장과 모세혈관 누출로 이어지는 과정을 TLR4/NF-κB 경로와 혈관내피 성장인자(VEGF) 발현 변화와 연결지어 설명하고, 항염증 치료제와 혈관 수축제의 병용 요법이 혈압 회복에 기여할 수 있는 생리학적 근거를 단계적으로 제시하세요.", "subject": "physics"}
{"id": 18, "question": "파킨슨병에서 도파민 신경세포 손실의 진행 속도가 연령 관련 미토콘드리아 DNA 손상과 어떻게 연관되는지를 자유 라디칼 생성과 전자전달계 복합체 I 기능 저하 관점에서 분석하고, 코엔자임 Q10 보충제가 질병 진행을 지연시킬 수 있는 분자적 기반과 임상적 한계를 평가하세요.", "subject": "physics"}
{"id": 19, "question": "월경 주기 중 황체기에서의 프로게스테론 상승이 기초 체온을 증가시키는 열생성 메커니즘을 갈색 지방 조직(BAT) 활성화와 UCP1 발현 관점에서 설명하고, 불임 치료 중 황체기 지원 요법이 체온 조절에 미치는 영향과 환자 관리 전략을 생리학적 데이터 기반으로 설계하세요.", "subject": "physics"}
{"id": 20, "question": "항콜린제 투여 후 나타나는 구강 건조 현상의 분자적 원인을 타액선 세포에서의 아세틸콜린 수용체 차단과 세포 외 칼슘 농도 변화의 연쇄반응에서 분석하고, 타액 분비 증진을 위한 대체 신호 전달 경로(예: 퓨린성 수용체 활성화) 표적 치료 개발의 가능성을 세포실험과 동물 모델을 통해 평가하세요.", "subject": "physics"}
{"id": 21, "question": "고지대 적응 과정에서 폐동맥 고혈압이 발생하는 병인을 저산소 유도 인자(HIF-1α)의 과발현과 폐동맥 평활근 세포 증식 간 관계에서 설명하고, HIF-1α 억제제를 활용한 예방적 치료 접근법의 타당성과 심혈관계 부작용 위험을 비교 분석하세요.", "subject": "physics"}
{"id": 22, "question": "만성 신부전 환자의 요독증에서 관찰되는 심혈관계 석회화 현상을 인산-칼슘 평형 이상과 FGF23-klotho 신호 경로의 붕괴와 연결지어 분석하고, 비타민 D 유사체가 골격 대사와 심혈관 건강에 미치는 이중적 영향을 실험적 모델에서 검토하는 방법을 제안하세요.", "subject": "physics"}
{"id": 23, "question": "우울증 환자에서 관찰되는 해마 신경발생 감소 현상을 코르티솔 과잉 분비와 BDNF 발현 저하 간 상호작용에서 설명하고, 항우울제(SSRI) 치료가 신경가소성을 회복하는 과정을 세로토닌 5-HT1A 수용체-크레브 결합 단백질(CREB) 경로 활성화 관점에서 단계적으로 추론하세요.", "subject": "physics"}
{"id": 24, "question": "선천성 심장 질환인 대동맥 협착 환자에서 발생하는 좌심실의 비대 기전을 벽 응력 증가와 유전자 발현 프로파일(예: 미오신 경쇄 아이소폼 전환) 변화와 연관지어 분석하고, 베타 차단제 투여가 심근 에너지 대사 효율을 개선할 수 있는 분자적 메커니즘을 ATP 생성 경로와 연결지어 제시하세요.", "subject": "physics"}
{"id": 25, "question": "크론병의 만성 염증 상태에서 장 뉴런 손상이 발생하는 과정을 TNF-α 유도와 장내 미생물군 변화(예: 유익균 감소)의 상호작용으로 설명하고, 프로바이오틱스 치료가 신경세포 보호 효과를 나타낼 수 있는 면역학적 및 대사적 경로를 실험적으로 검증하는 방안을 설계하세요.", "subject": "physics"}
{"id": 26, "question": "당뇨병 망막병증에서 혈관 내피 성장 인자(VEGF)의 과발현이 미세혈관 손상과 출혈에 기여하는 메커니즘을 저산소 반응과 혈관 투과성 증가에서 분석하고, 항-VEGF 치료제가 야기할 수 있는 망막 허혈을 해결하기 위한 이중 표적(예: VEGF + angiopoietin-2 억제) 치료 전략을 생리역학적 모델에서 평가하세요.", "subject": "physics"}
{"id": 27, "question": "수면 무호흡증 환자의 간헐적 저산소증이 심혈관 질환 위험을 증가시키는 과정을 산화 스트레스와 교감신경 과활성화의 연쇄반응에서 설명하고, 지속적 양압기(CPAP) 치료가 심장 부하를 감소시키는 생리학적 메커니즘을 폐동맥 압과 심박출량 변화 관점에서 평가하세요.", "subject": "physics"}
{"id": 28, "question": "류머티스 관절염에서 활성화된 T 세포가 연골 파괴를 유도하는 과정을 사이토카인 폭풍(IL-1β, TNF-α)과 MMP 발현 증진 간 관계에서 분석하고, JAK-STAT 신호 억제제를 사용한 표적 치료가 연골 보호 효과를 나타낼 수 있는 분자적 기반과 한계를 임상 데이터를 통해 추론하세요.", "subject": "physics"}
{"id": 29, "question": "간경변증에서 간성 뇌병증의 발생 기전을 암모니아 대사 장애와 신경교세포(별아교세포)의 글루타민 합성 증가에서 설명하고, 락툴로스 치료가 장내 암모니아 생성 감소와 뇌부종 완화에 기여하는 과정을 미생물군 조절 및 삼투효과와 연관지어 단계적으로 제시하세요.", "subject": "physics"}
{"id": 30, "question": "비만 관련 인슐린 저항성에서 지방조직의 만성 염증 반응이 근육세포의 GLUT4 이동을 억제하는 과정을 TNF-α 신호와 인슐린 수용체 기질(IRS-1) 세린 인산화 관점에서 분석하고, 항염증 식이요법이 인슐린 감수성을 개선하는 효과를 미토콘드리아 기능과 연결지어 실험 설계로 검증하세요.", "subject": "physics"}
{"id": 31, "question": "급성 췌장염의 초기 염증 반응이 전신 염증 반응 증후군(SIRS)으로 진행되는 과정을 트립신 활성화와 NF-κB 경로의 연쇄적 활성화에서 설명하고, 초기 항염증 치료(예: IL-10 투여)가 장기 손상을 완화할 수 있는 생리학적 근거를 동역학적 모델링을 통해 제시하세요.", "subject": "physics"}
{"id": 32, "question": "골다공증의 진행 과정에서 파골세포 활성화와 조골세포 기능 저하가 조화를 이루는 메커니즘을 RANKL/OPG 비율과 Wnt/β-catenin 신호 경로 변화에 기반해 분석하고, 이중 표적 치료제(예: RANKL 억제제 + Wnt 경로 활성화제) 개발 시 예상되는 생리학적 효과와 부작용을 생체 내에서 검증하는 방법을 제안하세요.", "subject": "physics"}
{"id": 33, "question": "천식 환자에서 기도의 과민반응이 발생하는 과정을 IgE-FcεRI 경로와 Th2 사이토카인(IL-4, IL-5, IL-13) 발현 증가의 상호작용으로 설명하고, 류코트리엔 수용체 길항제가 기관지 수축을 억제하는 분자적 메커니즘을 세포막의 이온 채널 조절과 결부지어 추론하세요.", "subject": "physics"}
{"id": 34, "question": "만성 신부전에서의 요독성 근병증 발생 기전을 요독 독소가 미토콘드리아의 전자전달계 복합체 II를 억제하는 과정과 근육 위성세포 증식 저하 간 관계에서 분석하고, 비타민 E 유사 항산화제가 근력 회복에 기여할 수 있는 생리학적 경로를 실험적으로 검증하는 방안을 설계하세요.", "subject": "physics"}
{"id": 35, "question": "전신성 홍반성 루푸스(SLE)에서 자가항체 생성이 신장 사구체 손상을 유발하는 과정을 B형 세포의 과활성화와 보체 시스템(C3a, C5a) 활성화 간 상호작용으로 설명하고, 보체 억제제(예: 에쿨리주맙)가 신장 보호 효과를 나타낼 수 있는 면역조절 메커니즘을 분자 수준에서 분석하세요.", "subject": "physics"}
{"id": 36, "question": "파킨슨병의 운동 증상(경직, 진전)이 기저핵 회로 이상과 어떻게 연관되는지를 도파민 결핍과 글루타메이트 신호 과활성화 관점에서 분석하고, 심부 뇌 자극(DBS) 치료가 회로 기능을 정상화하는 과정을 신경회로 수준에서 추론하세요.", "subject": "physics"}
{"id": 37, "question": "알코올성 간손상에서 산화 스트레스가 간세포 사멸(세포자멸사/괴사)을 유도하는 과정을 CYP2E1 활성화 증가와 글루타티온 고갈 관점에서 설명하고, N-아세틸시스테인(NAC) 치료가 간세포 보호에 기여할 수 있는 항산화 메커니즘을 실험적으로 입증하는 방법을 제안하세요.", "subject": "physics"}
{"id": 38, "question": "항고혈압제 투여 후 발생할 수 있는 기립성 저혈압 현상을 혈관의 바소프레신 수용체(V1) 발현 감소와 연관지어 분석하고, 신장 보전 효과(예: 나트륨 배설)를 유지하면서도 혈압을 안정화할 수 있는 복합 약물 전략을 생리학적으로 설계하세요.", "subject": "physics"}
{"id": 39, "question": "염증성 장질환(IBD)에서 장 관련 림프조직(GALT)의 면역 조절 이상이 병원체 침투에 대한 과민반응을 유발하는 과정을 TLR5 신호 결핍과 마이크로바이옴 변화 간 상호작용에서 설명하고, 프로바이오틱스 치료가 장벽 기능 회복을 촉진하는 면역조절 메커니즘을 동물 모델에서 검증하는 방법을 제시하세요.", "subject": "physics"}
{"id": 40, "question": "선천성 대흉맥협착증 환자에서 발생할 수 있는 폐동맥 고혈압의 병리생리학적 기전을 프로스타사이클린(PGI2) 감소와 엔도텔린-1(ET-1) 증가 간 균형 붕괴에서 분석하고, 표적 치료제(예: ET-1 수용체 길항제)의 적용 가능성과 심혈관 부작용 위험을 평가하는 실험 설계를 제안하세요.", "subject": "physics"}
{"id": 41, "question": "간에서의 글리코겐 합성 장애가 글리코겐증(type I) 환자에게 저혈당을 유발하는 과정을 글루코키네이스 결핍과 포도당-6-인산가수분해효소(G6Pase) 활성 저하 간 관계에서 설명하고, 식이 요법(예: 지속적인 옥수수 전분 섭취)이 혈당 조절에 효과적인 생리학적 이유를 대사 경로 수준에서 단계별로 제시하세요.", "subject": "physics"}
{"id": 42, "question": "심부전 환자에서 베타 차단제가 심박수 감소와 심근 수축력 증가를 동시에 유발하는 역설적 효과를 아데노신 수용체 조절과 베타-아레스틴 신호 경로 관점에서 분석하고, 장기 투여 시 예상되는 심근 리모델링 억제 효과를 평가하는 방법을 분자생물학적 접근으로 설계하세요.", "subject": "physics"}
{"id": 43, "question": "자가면역성 간염에서 간세포의 항원 제시 세포(APC) 기능 획득이 CD8+ T 세포 활성화를 유도하는 과정을 MHC class I 경로 발현 증가와 연관지어 설명하고, PD-1/CTLA-4 억제제가 면역 억제를 완화할 수 있는 분자적 메커니즘과 임상적 한계를 평가하세요.", "subject": "physics"}
{"id": 44, "question": "당뇨병성 신경병증에서 말초 신경의 미토콘드리아 기능 장애가 축삭 변성을 유발하는 과정을 ROS 생성과 ATP 생산 감소 간 상관관계에서 분석하고, 코엔자임 Q10 보충이 신경 전도 속도를 개선할 수 있는 생리학적 경로를 전자현미경 및 전기생리학적 실험으로 검증하는 방안을 제안하세요.", "subject": "physics"}
{"id": 45, "question": "만성 폐쇄성 폐질환(COPD) 환자의 기류 제한이 기도 재구성과 폐 실질 손상의 상호작용에서 발생하는 메커니즘을 MMP-9 발현 증가와 TIMP-1 저하 관점에서 설명하고, 항산화제(예: NAC)와 프로테아제 억제제 병용 요법이 폐 기능 저하를 지연시킬 수 있는 세포실험적 근거를 제시하세요.", "subject": "physics"}
{"id": 46, "question": "알츠하이머병에서 타우 단백질 과인산화의 진행을 억제하는 키네이스 억제제 개발이 신경세포 보호에 기여할 수 있는 메커니즘을 GSK-3β 신호 경로와 미토콘드리아 역학 관점에서 분석하고, 혈뇌장벽 투과성을 높이는 나노입자 전달 시스템의 필요성을 실험적으로 입증하세요.", "subject": "physics"}
{"id": 47, "question": "전신성 동맥경화증에서 혈관 평활근 세포의 증식과 이동을 촉진하는 사이토카인(예: PDGF, FGF)의 역할을 NF-κB 경로와 RhoA/ROCK 신호 활성화 간 상호작용에서 설명하고, 스타틴 계열 약물이 염증 반응을 억제하는 이중 메커니즘(콜레스테롤 저하 + RhoA 억제)을 분자 수준에서 비교 평가하세요.", "subject": "physics"}
{"id": 48, "question": "신장 이식 후 발생하는 급성 거부반응에서 T세포 매개 면역 공격이 세관 상피세포를 손상시키는 과정을 perforin/granzyme B 경로와 Fas/FasL 상호작용 관점에서 분석하고, 면역억제제가 세포 사멸 경로를 선택적으로 차단하는 메커니즘을 실험 모델로 입증하는 방법을 제안하세요.", "subject": "physics"}
{"id": 49, "question": "다낭성 난소 증후군(PCOS)에서 인슐린 저항성이 고안드로겐혈증을 유발하는 과정을 SHBG 감소와 간에서의 IGF-1 발현 변화와 연관지어 설명하고, 메트포르민 치료가 난소 안드로겐 생성을 억제하는 생리학적 경로를 AMPK 활성화와 결부지어 단계적으로 추론하세요.", "subject": "physics"}
{"id": 50, "question": "노화 관련 황반 변성(AMD)에서 맥락막 신생혈관 형성을 유도하는 VEGF 신호 전달 경로가 브룸 멤브레인 손상과 어떻게 연관되는지를 설명하고, 항-VEGF 주사가 맥락막 혈류 역학을 변화시킬 수 있는 생리학적 영향을 동물 모델에서 평가하는 실험 설계를 창의적으로 접근하세요.", "subject": "physics"}
