{"id": 1, "question": "토성의 위성 엔셀라두스에서 관측된 간헐천의 구성 성분을 분석해 내부 해양 환경을 추론하고, 유로파와의 유사점 및 차이점을 지질·화학적 측면에서 비교하라. 이를 바탕으로 미래 탐사선에서 수집해야 할 핵심 데이터와 실험 설계를 단계별로 제시하세요.", "subject": "physics"}
{"id": 2, "question": "대륙 분지의 침강 속도와 퇴적층의 두께 데이터가 주어졌을 때, 지각 평형을 설명하는 아이소스태시(Isostasy) 이론과 연관지어 해당 지역의 지질학적 역사를 재구성하라. 침강 메커니즘이 해당 지역의 고기후 변화에 미친 영향을 포함한 종합적 분석을 제시하세요.", "subject": "physics"}
{"id": 3, "question": "화성 탐사 로버 퍼서비어런스가 촬영한 셰일 지층의 층리 구조를 분석해 고대 호수 환경을 복원하라. 층서학적 데이터와 광물학적 분석 결과를 종합해 수심, 수온, 유기물 함량 변화 경향을 추론하고, 생물학적 흔적 탐지 가능성을 평가하는 절차를 기술하세요.", "subject": "physics"}
{"id": 4, "question": "지구 내부 외핵의 유동 패턴과 지구 자기장 생성 메커니즘을 다루며, 최근 연구에서 제시된 ‘다이나모 이론’의 한계를 극복하고자 하는 실험 모델(예: 액체 나트륨 실험)을 설명하세요. 이를 외핵과 유사한 조건의 외계 행성 핵에 적용했을 때 예상되는 자기장 특성과 차이점을 논하라.", "subject": "physics"}
{"id": 5, "question": "히말라야 산맥의 지각 단락 현상(Thrust Fault)에서 발생한 지진파 자료를 해석해 판 경계의 응력 축적-방출 주기와 암석권의 점성(viscosity) 분포를 추정하라. 이 데이터를 동아시아 지역의 향후 지진 위험 평가 모델에 통합하는 방법론을 단계별로 설계하세요.", "subject": "physics"}
{"id": 6, "question": "토성의 북극 육각형 구름 구조의 형성 원인에 대해, 유체 역학적 불안정성(Fluid Instability) 이론과 대기 순환 모델을 결합해 설명하시오. 유사한 패턴이 관측된 해왕성의 대기와 비교했을 때 행성 환경 조건(온도, 압력, 조성)이 미치는 영향을 다단계 추론의 프레임워크로 분석하라.", "subject": "physics"}
{"id": 7, "question": "지구의 플라이스토세 빙하기 주기와 외계 행성 글리제 581g의 궤도 이심률을 비교해 ‘스노우볼 어스(Snowball Earth)’ 메커니즘의 타당성을 검증하라. 외계 행성의 계절 변화 패턴이 생명체 거주 가능성에 미치는 영향을 정량적 지표로 제시하는 방안을 논의하세요.", "subject": "physics"}
{"id": 8, "question": "해양 지각의 자기 역전 패턴을 분석해 지구 자기극의 장기적 이동 경로와 지각 확산 속도를 추정하라. 이를 토대로 대서양의 중앙 해령에서 발생한 미확인 열점(Hotspot) 활동의 영향을 평가하는 실험적 접근 방식을 설계하시오.", "subject": "physics"}
{"id": 9, "question": "목성 대기 대적점(Great Red Spot)의 지속 메커니즘을 열역학적 균형 이론과 각운동량 보존 관점에서 설명하시오. 지구 허리케인과 유사한 유체 역학적 현상과 차이점을 비교하며, 장기간 유지된 에너지원(예: 목성 내부의 열적 대류)을 규명하기 위한 관측 전략을 제시하라.", "subject": "physics"}
{"id": 10, "question": "운석 충돌 크레이터의 크기-깊이 비율과 대상 천체(달, 화성, 수성의 지각 강도 자료를 비교해 충돌로 인한 지각 변형 정도를 정량화하라. 이를 바탕으로 행성 표면의 내구성 평가 모델을 수립하고, 생명체 존재 가능 행성에 대한 충돌 환경 영향 예측 방식을 기술하세요.", "subject": "physics"}
{"id": 11, "question": "판 구조론의 ‘열점 추적 가설’을 바탕으로 하와이의 화산 열점과 지구 맨틀 대류를 연결해 설명하시오. 화성 올림푸스 화산의 단일 화산 형성과 대비되며, 이는 각 행성의 내부 열역학 구조에 대해 어떤 차이점을 시사하는지 다단계 추론으로 분석하라.", "subject": "physics"}
{"id": 12, "question": "극지방 빙상의 동위원소 조성(δ¹⁸O) 데이터를 활용해 과거 해수면 높이와 평균 기온 변화 경향을 재구성하라. 이를 통해 다음 빙하기 주기를 예측하는 확률적 모델과 현재의 온실 가스 배출이 이 모델에 미칠 영향을 시뮬레이션을 통해 평가하시오.", "subject": "physics"}
{"id": 13, "question": "타이탄의 메탄 순환 시스템을 분석하면서, 지구의 수문 순환과의 유사점과 차이점을 비교하라. 액체 메탄의 존재 하에 발생할 수 있는 지각 변형(예: 침식, 퇴적) 메커니즘을 제시하고, 타이탄 표면의 지질도 작성 절차를 설계하시오.", "subject": "physics"}
{"id": 14, "question": "지구의 맨틀 대류 속도와 판 운동 속도의 상관관계를 수치 모델링과 결합해 설명하시오. 금성 대기 순환 모델과의 비교를 통해 맨틀 활동 차이가 행성 표면 온도와 지각 진화에 미치는 영향을 추론하는 프레임워크를 제안하라.", "subject": "physics"}
{"id": 15, "question": "화성 운석 ALH84001에서 발견된 자기장 기록층을 분석해 고대 화성의 전역적 자기장 존재 여부와 지속 기간을 추정하라. 이를 바탕으로 자기장 소멸이 화성 대기 탈출 및 건조화 과정에 미친 영향을 단계별로 논하라.", "subject": "physics"}
{"id": 16, "question": "판 경계 유형(보존형, 발산형, 수렴형)에서 발생하는 지진의 진원 깊이 분포를 통계적으로 비교해 지각-맨틀 경계면의 물리적 특성 강도를 추정하라. 이를 바탕으로 일본 열도 지역의 판 경계 복잡성이 대규모 쓰나미 발생에 미치는 영향을 평가하는 실험적 설계를 제시하라.", "subject": "physics"}
{"id": 17, "question": "외계 행성 K2-18b의 대기 스펙트럼 데이터를 분석해 H₂O, CO₂, CH₄의 분광학적 특징을 기반으로 생명체 존재 가능성을 평가하라. 지구 극한 환경 미생물의 대사 경로와 비교해 생물학적 vs. 지질학적 기원을 구분하는 다단계 판단 기준을 수립하시오.", "subject": "physics"}
{"id": 18, "question": "화산성 에어로졸이 성층권 오존 농도에 미치는 영향을 광화학적 반응과 복사 평형 관점에서 설명하시오. 화성 대기에서 유사한 에어로졸이 대기 서리 형성에 미치는 영향을 예측하는 모델을 설계하고, 극한 환경에서의 기상 패턴 변화를 예측하는 방법론을 기술하라.", "subject": "physics"}
{"id": 19, "question": "지구 중심핵 내 철 합금의 결정화 과정을 핵-맨틀 경계에서의 열전도율과 연관지어 설명하시오. 수성 중심핵에서의 유사한 현상과 비교하며, 행성 형성 초기 조건이 내부 열역학적 진화에 미치는 영향을 추론하는 프레임워크를 제시하라.", "subject": "physics"}
{"id": 20, "question": "행성간 먼지(PZ)의 분포 데이터가 행성 간 각운동량 전달과 태양계 내 행성 궤도 진화에 미치는 영향을 분석하라. 이를 바탕으로 목성과 토성이 태양계 초기 먼지 분포에 미친 영향을 수치 모델링으로 재구성하는 절차를 설계하시오.", "subject": "physics"}
{"id": 21, "question": "지구 내핵-외핵 경계면에서의 액상 철 유동 패턴을 대류와 열전도의 균형 관점에서 설명하시오. 이 모델이 토성과 같은 가스 거대 행성의 핵 구조에 적용될 경우 예상되는 차이점(예: 자기장 세기, 내부 열 분포)을 다단계로 추론하라.", "subject": "physics"}
{"id": 22, "question": "해양 분지의 열류량 데이터와 암석권 연령을 비교해 지각 열류량 분포의 패턴을 규명하라. 이를 바탕으로 인도-유라시아 충돌 시 생성된 티베트 고원의 지각 두께 변화를 추론하고, 해당 지역의 지속적인 융기와 침식 속도를 예측하는 모델을 제안하시오.", "subject": "physics"}
{"id": 23, "question": "화성 탐사선에서 수집된 지표면 레이더 데이터를 분석해 극관(permafrost layer) 아래 물-빙 구조의 분포를 3D로 재구성하라. 이를 바탕으로 화성의 계절성 변화와 극관 융해가 대기 순환에 미치는 영향을 시뮬레이션으로 분석하는 절차를 설계하시오.", "subject": "physics"}
{"id": 24, "question": "지구의 지각 단층대와 달의 그랩텐(Graben) 구조를 비교해 중력장 차이와 내부 탄성 반동(seismic rebound) 메커니즘을 규명하라. 이 데이터를 바탕으로 이오(화성의 위성)의 표면 변형 패턴을 예측하는 모델을 수립하시오.", "subject": "physics"}
{"id": 25, "question": "외계 행성 TRAPPIST-1e의 조석 가열 효과와 궤도 이심률이 생명체 존재 가능성에 미치는 영향을 수치 모델링으로 분석하라. 지구-달 시스템과 비교해 조석 진화가 행성 표면 환경과 대기 유지에 미치는 차이점을 다단계로 설명하라.", "subject": "physics"}
{"id": 26, "question": "지구 지각의 화강암질 지각과 초염기성 지각의 밀도 차이를 지각 평형과 판 구조론과 연관지어 설명하시오. 달 표면의 고령층과 비교해 중력 분포가 지각 변형에 미치는 영향을 추적하는 실험 설계를 제안하라.", "subject": "physics"}
{"id": 27, "question": "목성 대기의 제트 스트림 패턴과 지구 대류권 상층의 제트기류 형성 메커니즘을 유체 역학적 관점에서 비교하라. 이를 바탕으로 목성에서 폭풍 시스템의 장기간 지속성을 설명하는 새로운 모델을 설계하시오.", "subject": "physics"}
{"id": 28, "question": "화산 활동에 따른 화산재와 이산화탄소 방출이 대기와 해양의 탄소 순환 균형에 미치는 영향을 과거 2천만년 데이터로 분석하라. 이를 바탕으로 화성 고대 대기 진화 모델에서 화산 활동의 역할을 재정의하는 방안을 제시하라.", "subject": "physics"}
{"id": 29, "question": "지구 자기장 역전 기록과 태양계 외핵 자기장 생성 이론(다이나모 이론)을 결합해 역전 주기와 행성 내부 에너지원의 상관관계를 규명하라. 이를 수성에 적용했을 때의 예측 결과와 실제 관측을 비교해 다이나모 모델의 한계를 논의하시오.", "subject": "physics"}
{"id": 30, "question": "화성 지형의 채널 네트워크와 지구의 지하수 침식 패턴을 비교해 화성 고물 흐름의 유속과 침식률을 추정하라. 이를 바탕으로 화성 고대 수문학적 환경을 복원하는 시뮬레이션 모델을 설계하시오.", "subject": "physics"}
{"id": 31, "question": "지구 외핵에서의 각운동량 보존과 지진파 이상(travel-time anomaly)을 연계해 핵의 비대칭적 회전을 입증하라. 이 모델을 토성의 내부 구조에 적용해 자기장과 고리 시스템 형성에 미치는 영향을 추론하는 절차를 제안하라.", "subject": "physics"}
{"id": 32, "question": "지구의 대륙 이동과 해양 분지의 열적 진화를 비교해 대륙 지각의 재순환 패턴을 규명하라. 금성과 수성 같은 단일 지각 행성의 열역학적 진화와 비교해 ‘지구의 판 구조론’이 생명체 진화에 미친 영향을 분석하시오.", "subject": "physics"}
{"id": 33, "question": "태양계 외곽 천체(예: 명왕성)의 표면 메탄 얼음의 승화-침적 사이클을 행성의 열적 특성과 연결해 설명하시오. 이 모델이 엔셀라두스 간헐천 현상에 적용되었을 때의 차이점을 시뮬레이션으로 분석하고, 생명체 존재 가능성 평가 방법을 제안하라.", "subject": "physics"}
{"id": 34, "question": "지구 내 지진파의 전단파(S파) 전달 패턴을 분석해 맨틀 내부의 불균일성(디스컨티뉴이티)을 규명하라. 이를 바탕으로 화성과 토성의 맨틀 구조를 추정하는 실험 설계를 단계적으로 제시하라.", "subject": "physics"}
{"id": 35, "question": "지구의 판 경계에서 발생하는 쓰나미 파도와 화성 대지진 시 예측되는 지진해일의 전파 특성을 수치 모델링으로 비교하라. 화성 대기 밀도가 쓰나미 발달에 미치는 영향을 다단계로 추론하라.", "subject": "physics"}
{"id": 36, "question": "지구 중심핵의 대류 패턴과 목성의 유체 수소층 대류를 비교해 자기장 생성 메커니즘의 차이점을 규명하라. 이 분석을 바탕으로 목성형 행성의 자기장 진화 모델을 수립하는 절차를 기술하라.", "subject": "physics"}
{"id": 37, "question": "화성 운석 내 포착된 미세 구조 분석으로 행성 충돌 역사와 핵 분리 시점을 추정하라. 이를 바탕으로 태양계 초기 충돌 환경과 행성 형성 순서를 재구성하는 방법론을 설계하시오.", "subject": "physics"}
{"id": 38, "question": "지구의 해수면 변화와 빙하 질량 변화를 위성 관측 데이터로 연계해 미래 100년 기후를 예측하라. 이를 바탕으로 외계 행성 TRAPPIST-1e의 기후 모델을 설계할 때 고려해야 할 변수를 제시하고, 생물권 경계를 정의하는 기준을 논의하라.", "subject": "physics"}
{"id": 39, "question": "토성 고리의 미세 입자 분포 데이터를 분석해 중력장의 비선형 효과와 입자 충돌을 고려한 시뮬레이션 모델을 설계하라. 이를 바탕으로 태양계 형성 초기 행성 원반의 진화 과정을 재구성하는 프레임워크를 제안하라.", "subject": "physics"}
{"id": 40, "question": "지구의 화산 활동과 관련된 가스 방출 패턴과 타이탄 표면 메탄 액체의 분포 데이터를 비교해 화산성 사이클 메커니즘을 규명하라. 이를 바탕으로 외계 행성의 지질-기후 상호작용 모델을 설계하는 절차를 기술하라.", "subject": "physics"}
{"id": 41, "question": "대륙 지각의 Rb-Sr 동위원소 연령 데이터를 분석해 지각 재활용률과 판 구조 운동의 역사를 복원하라. 이를 바탕으로 금성의 정적 지각 진화 이론과 비교해 판 구조론의 보편성 문제를 다단계로 논의하시오.", "subject": "physics"}
{"id": 42, "question": "화성 탐사선이 수집한 표면 입자 충돌 침식 데이터를 분석해 대기 밀도와 암석 강도 간 관계를 규명하라. 이를 바탕으로 외계 행성 타이탄의 표면 침식과 유기물질 축적 패턴을 예측하는 모델을 설계하시오.", "subject": "physics"}
{"id": 43, "question": "지구 자기권의 플라즈마 파동 패턴과 목성의 극지방 오로라 현상을 비교해 행성 자기장의 에너지를 열적·운동 에너지로 전환하는 메커니즘을 규명하라. 이를 바탕으로 외계 행성의 대기 가열 과정을 시뮬레이션으로 분석하는 방안을 제시하라.", "subject": "physics"}
{"id": 44, "question": "지진파 단층촬영 자료를 이용해 맨틀 내부의 고속·저속 이상 영역을 분석하고, 이 데이터가 지구 내 열적 대류와 지각 운동의 피드백 고리에 미치는 영향을 논하라. 이를 바탕으로 화성과 토성의 내부 열역학 진화를 예측하는 모델을 설계하시오.", "subject": "physics"}
{"id": 45, "question": "지구의 해양 탄산염 보상 깊이와 외계 행성 K2-18b의 대기 CO₂ 농도를 비교해 생명체 존재 가능성 평가를 위한 정량적 기준을 수립하라. 이를 바탕으로 행성 대기-해양 상호작용 모델을 설계하시오.", "subject": "physics"}
{"id": 46, "question": "대륙 지각과 해양 지각의 지진파 속도 차이를 분석해 지각 구성 물질의 상전이 경계를 규명하라. 이를 바탕으로 수성의 고밀도 지각 형성에 대해 다이나모 이론과 연계한 새로운 모델을 제안하라.", "subject": "physics"}
{"id": 47, "question": "지구 지각 단층대의 마찰 강도와 지진 발생 확률 사이의 통계적 관계를 규명하고, 이를 바탕으로 달의 지진 활동 예측 모델을 설계하라. 데이터를 활용해 행성 내부 응력 상태를 추론하는 방법을 단계별로 기술하라.", "subject": "physics"}
{"id": 48, "question": "목성의 대기 대적점(Great Red Spot) 주변 유동의 속도 프로파일을 분석해 와류 안정성과 에너지 전환 효율을 추정하는 수치 모델을 설계하라. 이를 바탕으로 지구 허리케인의 장기적 지속성을 예측하는 모델을 개선하는 방안을 제시하라.", "subject": "physics"}
{"id": 49, "question": "지구 내핵-외핵 경계면의 액상 철 흐름 패턴을 전자기 유도 현상과 연계해 설명하는 모델을 수립하라. 이를 바탕으로 토성과 목성의 자기장 생성 메커니즘을 비교해 행성 내부 에너지 전달 차이를 다단계로 논의하시오.", "subject": "physics"}
{"id": 50, "question": "화성 운석 내 포획된 초기 대기의 성분을 분석해 고대 대기의 조성 변화를 추적하고, 지구 이산화탄소 순환 모델과 비교해 생명체 존재 가능성 평가를 위한 새로운 지표를 제안하라. 이를 바탕으로 외계 행성 대기 분석 프로토콜을 설계하시오.", "subject": "physics"}
