{"id": 1, "question": "금성의 두꺼운 이산화탄소 대기와 초고온 표면 온도 형성 메커니즘을 복사전달 이론과 열역학 법칙을 연계하여 설명하고, 금성 초기 기후가 현재와 달라진 과정을 다단계 지질학적 증거와 결합시켜 추론하시오.", "subject": "physics"}
{"id": 2, "question": "화성 남극의 극관 계절성 변화 데이터를 분석하여 대기 순환 모델과 연결하고, 과거 화성 북반구의 고대 강줄기 흔적을 설명하는 기후 시스템 변화 시나리오를 창의적으로 제안하시오.", "subject": "physics"}
{"id": 3, "question": "지구 대기 중 에어로졸이 복사강제에 미치는 영향을 위성 관측 자료로 정량화한 후, 화성 먼지 폭풍 기간의 지역적 에너지 수지 변화를 비교하여 두 행성의 기후 피드백 과정을 비교 분석하시오.", "subject": "physics"}
{"id": 4, "question": "해양 순환 모델링을 기반으로 백악기 지구 온실기 해양의 용존 산소 농도 분포를 재구성하고, 금성 구름층 내 광화학 반응과의 유사점을 찾아 행성 대기 진화 연구 방향을 제시하시오.", "subject": "physics"}
{"id": 5, "question": "화성 운석 시료의 지르콘 연대 측정 결과를 토대로 화성 지각 변동사 추적을 시도하고, 이를 지구의 초대륙 주기 이론과 대비하며 판구조 작용 가능성 여부를 다각도에서 논증하시오.", "subject": "physics"}
{"id": 6, "question": "금성의 화산 활동 흔적이 포착된 최근 레이더 영상을 해석하여 대규마 용암 흐름 패턴을 분석한 후, 지구형 행성의 내부 열적 진화 모델을 보완하는 가설을 수립하시오.", "subject": "physics"}
{"id": 7, "question": "화성 대기 중 메탄 농도 변동을 궤도선 관측 데이터와 지하 얼음 분포 지도와 연관지어, 생물학적·비생물학적 생성 기작의 구분 기준을 실험적 접근법으로 제안하시오.", "subject": "physics"}
{"id": 8, "question": "지구의 빙하기-간빙기 주기에서 극지방 빙상의 알베도 피드백 강도를 계산한 후, 금성 초기 냉각 시나리오에 적용할 경우 발생할 모순점을 동역학 시뮬레이션으로 도출하시오.", "subject": "physics"}
{"id": 9, "question": "화성 표면 산화철 분포를 이용한 고대 수문학적 네트워크 재구성 작업을 진행하고, 지구 사하라 사막의 사구 이동 패턴과 비교하여 먼지 이동 메커니즘의 차이를 입자 역학 관점에서 비교하시오.", "subject": "physics"}
{"id": 10, "question": "지구 온실효과 계산에 사용되는 HITRAN 분자 분광 데이터베이스를 응용하여, 금성과 화성 대기 중 미확인 복사에 의한 에너지 수지 재분석 결과를 제시하고 그 불확실성을 줄이는 방안을 토의하시오.", "subject": "physics"}
{"id": 11, "question": "화성 대기의 계절적 압력 변화를 지구 남극 오존홀 형성 과정과 대비하여, 극한 환경에서의 화학 반응 속도론 모델링을 통해 대기 보존 기작을 재해석하시오.", "subject": "physics"}
{"id": 12, "question": "금성 구름층의 황산 방울 형성 실험을 지구 성층권 에어로졸 연구와 연계하여 재현하고, 초기 금성의 물 순환 가설에 대한 검증 가능성을 레이저 분광법 기반으로 제시하시오.", "subject": "physics"}
{"id": 13, "question": "화성 표면의 풍화 암석 시료를 지구의 남극 건빙 지역과 비교 분석하여, 극저온 환경에서의 화학적 풍화 속도 모델을 수정하고 행성 표면 진화 타임라인을 재구축하시오.", "subject": "physics"}
{"id": 14, "question": "지구 대기 중 라돈-222 농도 측정 방법을 차용하여 화성 지각의 열류량 분포를 추정하는 새로운 탐사 기술을 제안하고, 이를 통해 행성 내부 열역학적 구조를 예측하는 과정을 서술하시오.", "subject": "physics"}
{"id": 15, "question": "금성 대기의 초회전(superrotation) 현상을 설명하는 각운동량 전달 모델을 지구 적운 대류 현상과 비교하고, 두 행성에서의 열적 평형 유지 메커니즘 차이를 유체 역학 시뮬레이션으로 분석하시오.", "subject": "physics"}
{"id": 16, "question": "화성 남극의 드라이아이스 승화물 순환 주기를 지구의 계절적 강수 패턴과 연관지어 기후 모델링하고, 극관 아래의 액체수 존재 가능성에 대한 새로운 해석 기준을 제안하시오.", "subject": "physics"}
{"id": 17, "question": "지구 열수 분출공 생태계의 생물지화학적 순환 모델을 금성의 구름층 미생물 존재 가설에 적용하여, 잠재적 생명 탐사를 위한 분광학적 서명 검출 전략을 단계별로 설계하시오.", "subject": "physics"}
{"id": 18, "question": "화성 대기 탈출 과정을 지구 극광 관찰과 유사한 방법으로 모델링하고, 항성풍 영향 하에서의 행성 대기 보유력 한계를 플라즈마 물리학적 접근으로 재정의하시오.", "subject": "physics"}
{"id": 19, "question": "금성 지표면의 극히 낮은 지형 변동성을 지구 판구조론과 대조하며, 테라의 조기 지질학적 활동을 추적하기 위한 지진계 배열 설계를 우주탐사 미션 관점에서 창의하시오.", "subject": "physics"}
{"id": 20, "question": "지구 이산화탄소 지중 저장 기술을 화성 대기 변환 프로젝트에 응용하는 방안을 에너지 수지 분석과 공학적 구조 안정성 평가를 통해 실현 가능성을 다각도로 검토하시오.", "subject": "physics"}
{"id": 21, "question": "화성 운석 아가시크 편마암의 광물은학적 특성을 분석하여 고대 화성 맨틀 구성 추론을 시도하고, 지구 해양 지각과의 차이를 마그마 분화 과정으로 설명하시오.", "subject": "physics"}
{"id": 22, "question": "금성의 레이더 지형도에서 관측된 테라 형성 메커니즘을 지구의 알프스 조산대 구조와 비교하며, 내부 대류 모델 수정 필요성을 지각 두께 분포 데이터와 결부시켜 논증하시오.", "subject": "physics"}
{"id": 23, "question": "화성 대기의 초저온에서의 이산화탄소 상변화를 지구 남극 빙상 하부의 기포 포획 과정과 연관지어, 기후 기록에 남은 과거 대기압 변동 패턴을 복원하시오.", "subject": "physics"}
{"id": 24, "question": "지구 대기 중 희유기체 농도 비율 분석을 기반으로 화성 대기 탈출 역사를 재구성하고, 행성 자기장 부재 시기의 이온화 과정을 수치 모델링하시오.", "subject": "physics"}
{"id": 25, "question": "금성 구름층의 번개 발생 빈도를 지구의 뇌우 활동과 비교하여 대기 전기화학적 환경을 추정하고, 초기 유기분자 생성 가능성을 양자역학 계산으로 탐구하시오.", "subject": "physics"}
{"id": 26, "question": "화성 표면 암석권의 균열 네트워크를 지구 열수 순환계와 연계하여 분석하고, 지하 액체수 저장 가능 영역을 유동역학 시뮬레이션으로 예측하시오.", "subject": "physics"}
{"id": 27, "question": "금성 대기의 황산 구름층 반사율 변화를 지구의 화산 폭발 사례(예: 피나투보)와 비교하고, 단기적 기후 냉각 효과의 행성간 차이점을 광학적 모델링으로 도출하시오.", "subject": "physics"}
{"id": 28, "question": "화성 남극 극관의 층상 구조를 지구 그린란드 빙상과 유사한 방법으로 코어링하여 계절 퇴적물을 분석하고, 100만 년 주기 기후 변동을 스펙트럼 분석해 내시오.", "subject": "physics"}
{"id": 29, "question": "지구 해양의 열염분 순환 모델을 응용해 화성 고대 바다의 염분 분포 재구성을 시도하고, 광물 퇴적층 데이터와의 불일치를 설명하기 위한 대기-해양 상호작용 가설을 제안하시오.", "subject": "physics"}
{"id": 30, "question": "금성 대기 중 이산화탄소 농도 변화를 추적하는 방법을 지구 화석 연료 배출 모니터링 기술과 비교하고, 장기적 기후 예측의 불확실성을 줄이기 위한 다중 센서 시스템 설계를 창의하시오.", "subject": "physics"}
{"id": 31, "question": "화성 표면의 철분 풍부 토양 산화 과정을 지구의 사하라 사막 모래 변색 현상과 연계하여 광화학적 반응 속도론을 수립하고, 대기 산화 능력의 시공간적 변화를 추정하시오.", "subject": "physics"}
{"id": 32, "question": "지구 지진파 토모그래피 기술을 차용해 금성 내부 구조를 3D 모델링하고, 맨틀 대류 속도 추정을 통해 지질 활동 주기 예측 가능성을 논증하시오.", "subject": "physics"}
{"id": 33, "question": "화성 대기 중 아르곤 동위원소 비율 분석을 기반으로 대기 탈출 역사를 재구성하고, 행성 질량 손실률을 지구 초기 대기 진화와 비교하는 수치 모델을 개발하시오.", "subject": "physics"}
{"id": 34, "question": "금성 지표의 극도로 높은 표면 압력을 고려한 탐사 로버 설계 방안을 지구 심해저 장비와 비교 분석하고, 열적·기계적 스트레스 해결 방안을 유체 역학 시뮬레이션으로 제시하시오.", "subject": "physics"}
{"id": 35, "question": "화성 북반구 저지대의 고평탄면을 지구의 대륙붕 형성과 대비하여 침강 메커니즘을 지각 평형 이론으로 설명하고, 고대 해양 존재 가능성에 대한 새로운 증거를 추론하시오.", "subject": "physics"}
{"id": 36, "question": "지구 온실 기체의 적외선 흡수 스펙트럼 데이터베이스를 활용해 금성 대기 중 미확인 복사에 의한 추가 가열 효과를 정량화하고, 기후 모델 예측 오차를 재평가하시오.", "subject": "physics"}
{"id": 37, "question": "화성 극관의 드라이아이스 승화 잠열 계산값을 지구 극지방의 열수지 모델링에 적용하고, 계절적 대기압 변동의 에너지 원천을 열역학적 접근으로 규명하시오.", "subject": "physics"}
{"id": 38, "question": "금성 구름층 미생물 가설 검증을 위한 분광학적 서명 탐색 전략을 지구의 극지방 성층권 박테리아 연구와 연계하여 설계하고, 노이즈 제거 알고리즘을 머신러닝 기반으로 제안하시오.", "subject": "physics"}
{"id": 39, "question": "화성 대기 탈출로 인한 수소/중수소 비율 변화를 지구 오존홀 모니터링 기술과 유사한 방법으로 추적하고, 물 존재 역사적 한계를 동위원소 기하학으로 재정의하시오.", "subject": "physics"}
{"id": 40, "question": "지구 대기 중 라빈슨 사이클 이론을 응용해 금성 초고온 환경에서의 가상 열교환 시스템 작동 가능성을 열역학 제2법칙 관점에서 평가하고, 잠재적 에너지 자원을 산출하시오.", "subject": "physics"}
{"id": 41, "question": "화성 표면의 충격 크레이터 분포 분석을 통해 충돌체 유입 역사를 재구성하고, 지구 백악기 K-T 경계 층과의 유사성 비교를 통해 생명 체계 붕괴 시나리오를 창의적 적용하시오.", "subject": "physics"}
{"id": 42, "question": "금성 대기 중 황화물의 광화학적 분해 과정을 지구의 화산 가스 모니터링 사례와 비교하여 산성비 형성 메커니즘을 추정하고, 지표면 부식 속도 예측 모델을 수립하시오.", "subject": "physics"}
{"id": 43, "question": "화성 남극 극관의 얼음 층간 동위원소 비율을 지구의 빙하기-간빙기 전환기 데이터와 비교하고, 과거 기후 급변 사건의 유사성 여부를 통계적 유의성 검증으로 판단하시오.", "subject": "physics"}
{"id": 44, "question": "지구 맨틀 대류를 설명하는 플룸 구조론을 금성 지표면 열점 분포와 연관지어 분석하고, 행성 내부 열원 감소에 따른 지질학적 활동 소멸 시기를 예측하시오.", "subject": "physics"}
{"id": 45, "question": "화성 대기 중 먼지 입자의 전자 충전 현상을 지구의 극지방 우주선 반응과 비교하여 전리층 형성 메커니즘을 재정의하고, 무선 통신 장애 예측 모델을 개발하시오.", "subject": "physics"}
{"id": 46, "question": "지구 해양 열염분 순환 모델을 화성 고대 바다에 적용해 대류 패턴을 시뮬레이션하고, 극관 얼음 형성과의 상관성을 유체 역학적 경계 조건으로 해석하시오.", "subject": "physics"}
{"id": 47, "question": "금성 대기 중 황산의 광분해 반응을 지구의 성층권 오존층 파괴와 유사하게 모델링하고, 자외선 차단 효율을 대기 화학 반응 네트워크 분석으로 정량화하시오.", "subject": "physics"}
{"id": 48, "question": "화성 표면 암석의 풍화 껍질 두께 분포를 지구의 사바나 지형 풍화와 비교하여 기후 건조 지수 모델을 수립하고, 고대 수문학적 활동 시기를 역추적하시오.", "subject": "physics"}
{"id": 49, "question": "지구 대기 중 수증기 농도 변화를 추적하는 위성을 활용해 금성 구름층의 미세물리 과정을 원격 감시하고, 열적 안정성 분석 결과를 바탕으로 강수 가능성 가설을 검증하시오.", "subject": "physics"}
{"id": 50, "question": "화성 내부의 잔여 지열 에너지를 지구의 지열발전소 기술과 연계해 활용하는 방안을 제시하고, 행성 환경과의 상호작용을 열역학 제1법칙 관점에서 평가하는 시스템 설계를 창의하시오.", "subject": "physics"}
