{"id": 1, "question": "다중분광 위성 영상에서 획득한 표면 반사도 데이터를 활용하여 열대 우림 지역의 산림 벌채 경계를 정확하게 식별하는 알고리즘을 설계하려고 합니다. 스펙트럼 혼합 분석 기법과 머신러닝 분류 모델의 결합을 통해 최소 3단계의 처리 과정을 제시하고, 각 단계에서 발생할 수 있는 오차 원인을 물리학적 관점에서 분석하시오.", "subject": "physics"}
{"id": 2, "question": "지구 시스템의 에너지 수지 균형을 위성 관측 기반 지표로 평가하기 위해, 구름 알베도, 지표면 장파복사, 대기 수증기의 상호작용을 종합적으로 고려한 모델을 구축하세요. 계절별 데이터 변동성을 설명할 수 있는 수리적 프레임워크를 제안하고, 기후 모델에 통합 시 예상되는 한계를 창의적으로 해결하시오.", "subject": "physics"}
{"id": 3, "question": "합성개구레이더(SAR) 데이터를 이용한 산사태 위험 지역에서 지반 변위 속도를 정량화하는 과정에서, 위상 간섭기법(InSAR)의 시간적 및 공간적 분해능 한계를 극복하기 위한 전략을 단계별 설명하시오. 또한 변위율과 강수량 데이터 간의 상관성을 통계적 물리적 접근으로 분석하시오.", "subject": "physics"}
{"id": 4, "question": "전 지구적 이산화탄소 농도 모니터링 위성인 OCO-2의 관측 자료를 활용할 때, 도시 열섬 효과와 인간 활동이 위성 기반 탄소 플럭스 추정에 미치는 체계적 오류를 평가하시오. 오류 보정을 위한 융합 데이터 접근법(예: 열적외선 분광+GPS 기상 데이터)을 제안하고 기술적 실현 가능성을 검토하시오.", "subject": "physics"}
{"id": 5, "question": "해양 표층 엽록체 농도(Chl-a) 추정 시 다중분광 위성의 대기 보정 과정에서 발생하는 오류를, 레이리 산란 모델과 해양 표층 반사율 간의 물리적 상호작용을 통해 해결하시오. 오차 전파의 수학적 모델링을 제시하고 현장 측정 데이터와의 불일치 원인을 지구물리학적 관점에서 설명하시오.", "subject": "physics"}
{"id": 6, "question": "극지방 해빙 두께 추정을 위해 라이다(LiDAR)와 레이더 고도계 데이터를 융합할 때, 두 센서 간의 관측 시차에서 비롯된 오차를 보정하는 방법을 기하학적 변환 및 시계열 보간 기법으로 개발하시오. 기후 모델 입력 자료로서의 적합성을 평가하기 위한 검증 프로토콜을 제시하시오.", "subject": "physics"}
{"id": 7, "question": "도시 지역 열환경 분석을 위해 열적외선 위성 영상과 지형 데이터를 결합한 3D 복사 열전달 모델을 설계하시오. 건물 높이와 재질 파라미터가 표면 온도 분포에 미치는 영향을 수치 모의하고, 도시 계획 시 이를 반영한 열저감 전략의 최적화 방안을 제안하시오.", "subject": "physics"}
{"id": 8, "question": "대기 중 미세먼지(PM2.5) 농도 추정을 위한 위성 기반 역산 알고리즘 개발 과정에서, 에어로졸 광학 두께(AOD)와 지상 관측치의 공간적 비균질성을 극복하기 위한 기계학습 전처리 기법을 설계하시오. 역산 모델의 물리적 제약 조건을 보존하면서 데이터 동화 기법을 적용하는 다단계 접근법을 제시하시오.", "subject": "physics"}
{"id": 9, "question": "위성 관측 열적외선 자료를 이용한 토양 수분 추정 시, 토양 유형 및 식생 피복의 영향을 분리하기 위해 물리적 기반 모델과 데이터 기반의 경험적 모델을 결합한 하이브리드 기법을 개발하시오. 모델의 검증 시 발생하는 스케일 불일치를 해결하기 위한 다중분해능 데이터 융합 전략을 제안하시오.", "subject": "physics"}
{"id": 10, "question": "열대 저기압의 발달 단계에서 해수면 온도(SST)와 대기 습도 프로파일이 구름 시스템 진화에 미치는 영향을, 위성 관측 자료를 기반으로 한 역학-열역학 결합 모델로 분석하시오. 모델의 예측 정확도를 향상시키기 위한 앙상블 기법 도입과 관측 데이터의 시간적·공간적 샘플링 전략을 설계하시오.", "subject": "physics"}
{"id": 11, "question": "위성 기반 토양 침식 모니터링에서, 분광 반사도와 지형의 상호작용으로 인한 그림자 영역의 오류를 보정하기 위한 지형 정규화 알고리즘을 개발하시오. DEM 데이터와 다중 각도의 위성 관측 자료를 통합하여 3D 지형 영향을 정량화하는 방법을 제시하고 현장 검증 방법을 설명하시오.", "subject": "physics"}
{"id": 12, "question": "위성 미세중력장(Gravity Recovery) 자료를 이용한 지하 수자원 변동 탐지 시, 대기압과 해양 조류 효과로 인한 노이즈를 제거하는 물리적 필터링 기법을 설계하시오. 장기적 수자원 변화 추세 분석을 위한 시공간적 스무딩 기법과의 결합 방안을 검토하고 환경적 적용 사례를 제시하시오.", "subject": "physics"}
{"id": 13, "question": "위성 SAR 데이터를 활용한 습지 생태계의 생체량 추정에서, 수면 간섭과 식생 구조의 복합적 영향을 분리하기 위한 편파 분해 기법을 개발하시오. 이중편파 및 quad-polarization 데이터를 결합한 모델 설계 후, 생태계 탄소 저장량 추정으로의 확장성을 논의하시오.", "subject": "physics"}
{"id": 14, "question": "도시 열환경 분석을 위한 위성 열적외선 자료의 지상 검증에서, 건물 표면 재질과 구조물 형태에 따른 열 복사 특성 차이를 정량화하기 위한 실험 설계를 제안하시오. 복사 전달 모델의 한계를 보완하기 위한 현장 측정 기반의 경험적 보정 모델을 구축하고 실시간 모니터링 시스템으로 통합하는 방안을 논의하시오.", "subject": "physics"}
{"id": 15, "question": "기후 모델 검증 시 위성 관측 CO₂ 농도와의 불일치를 해결하기 위해, 대기 수송 모델과 위성 역산 결과의 공간적 해상도 차이를 보완하는 다해상도 데이터 융합 기법을 개발하시오. 모델의 신뢰도 평가를 위한 교차 검증 프로토콜을 제시하고 기후 예측 정확도 향상 효과를 시뮬레이션하시오.", "subject": "physics"}
{"id": 16, "question": "위성 기반 지표면 온도(LST) 추정에서 도시 지역 열적외선 신호의 비등방성 문제를 해결하기 위해, 다양한 관측 각도의 위성 데이터를 통합한 이방성 보정 알고리즘을 설계하시오. 3D 도시 모델과의 결합을 통한 복사 전달 모의 기법을 제시하고 현장 적용 사례를 분석하시오.", "subject": "physics"}
{"id": 17, "question": "극지 빙하의 두께 변화 모니터링 시, 라이다 고도계와 위성 SAR 간섭계의 데이터 융합을 통해 얼음 유동성 파라미터를 추정하는 방법을 개발하시오. 빙하의 역학적 특성과 기후 변수 간의 상관관계를 물리적 모델로 분석하고 예측 불확실성을 줄이는 방안을 제시하시오.", "subject": "physics"}
{"id": 18, "question": "위성 관측을 통한 해양 색도 분석 시, 해수와 부유 물질의 복합적 영향으로 인한 오차 영역을 스펙트럼 혼합 분석으로 분리하는 방법을 단계별로 설명하시오. 혼합 픽셀을 해석하기 위한 선형/비선형 분리 기법을 비교하고, 해양 오염 추적 적용 사례를 제시하시오.", "subject": "physics"}
{"id": 19, "question": "대기 중 메탄(CH₄) 농도 추정을 위한 위성 분광기의 관측 오차를, 기체의 흡수선 프로파일과 대류 혼합 효율을 고려한 물리-통계적 모델로 보정하는 방법을 개발하시오. 지역별 배출원 특성(예: 습지, 산업 시설)을 반영한 다변량 회귀 모델을 설계하고 검증 실험을 제안하시오.", "subject": "physics"}
{"id": 20, "question": "위성 관측을 이용한 도시 성장 예측 모델에서, 토지 이용 변화 데이터와 사회경제적 지표를 융합하기 위한 시공간적 상관 분석 프레임워크를 구축하시오. 머신러닝 모델의 과적합 문제를 해결하기 위한 물리적 제약 조건을 도입하고, 정책 결정 지원을 위한 시뮬레이션 도구를 설계하시오.", "subject": "physics"}
{"id": 21, "question": "극지방 해빙의 알베도 변화를 위성 다중분광 데이터로 분석할 때, 눈 덮임 두께와 얼음 구조의 복합적 영향을 분리하기 위한 스펙트럼 분해 기법을 개발하시오. 계절적 변화와 기후 피드백 메커니즘을 수리적 모델로 설명하고, 관측 데이터의 한계를 극복하기 위한 창의적 해결 방안을 제시하시오.", "subject": "physics"}
{"id": 22, "question": "위성 기반 강우 추정(IMERG) 자료를 지역 수문 모델에 적용할 때 발생하는 스케일 불일치를, 고해상도 지형 데이터와 결합한 다운스케일링 기법으로 해소하시오. 강우-유출 모의 정확도 향상을 위한 물리적 파라미터 보정 방법을 제안하고, 홍수 예측 시스템으로의 통합 방안을 논의하시오.", "subject": "physics"}
{"id": 23, "question": "위성 SAR 데이터를 활용한 산사태 위험 지역의 지반 안정성 평가에서, 토양 수분과 식생 피복의 상호작용을 고려한 다변량 위험 지수를 설계하시오. 시계열 SAR 데이터 분석을 통한 변위율 예측 모델을 구축하고, 실시간 모니터링 시스템으로의 확장 가능성을 검토하시오.", "subject": "physics"}
{"id": 24, "question": "위성 관측을 통한 도시 열환경 분석 시, 건축물 재질과 녹지 공간의 열적 영향을 분리하기 위한 스펙트럼 혼합 분석 기법을 개발하시오. 3D 도시 열복사 모델의 구축과 현장 측정을 통한 검증 방법을 제시하고, 도시 기후 완화 전략 설계에의 적용 사례를 논의하시오.", "subject": "physics"}
{"id": 25, "question": "대기 에어로졸 특성 분석을 위한 위성 다중각 분광 데이터 처리에서, 입자 크기와 형태의 복합적 영향을 분리하기 위한 역산 알고리즘을 설계하시오. Mie 산란 이론과 머신러닝 기법을 결합한 하이브리드 모델을 제안하고, 대기 오염 모니터링 적용 사례를 분석하시오.", "subject": "physics"}
{"id": 26, "question": "위성 기반 토양 수분 추정 모델의 정확도를 향상시키기 위해, 기상 데이터(예: 강수량, 풍속)와의 물리적 상관관계를 통합한 다변량 보정 기법을 개발하시오. 시공간적 자기상관성을 고려한 모델 검증 방법을 제시하고, 농업 용수 관리 시스템으로의 통합 방안을 논의하시오.", "subject": "physics"}
{"id": 27, "question": "극지 빙하 용해로 인한 해수면 상승 예측 모델에서, 위성 관측을 통한 빙하 질량 변화와 해양 열 확장 효과를 통합하는 방법을 단계별로 설명하시오. 기후 모델과의 상호작용을 고려한 불확실성 정량화 기법을 제시하고, 장기 예측 시나리오 구축을 위한 전략을 설계하시오.", "subject": "physics"}
{"id": 28, "question": "위성 미세중력장 데이터를 이용한 지하 대수층 변동 탐지 시, 인위적 수자원 사용 패턴과 자연적 기후 변수를 분리하기 위한 신호 처리 기법을 개발하시오. 다중 주파수 필터링과 물리적 제약 조건을 결합한 분석 프레임워크를 제안하고, 수자원 관리 정책 결정에의 적용 가능성을 검토하시오.", "subject": "physics"}
{"id": 29, "question": "위성 열적외선 영상을 활용한 도시 열환경 분석에서, 건물 높이와 방위각이 열 분포에 미치는 영향을 3D 복사 전달 모델로 시뮬레이션하시오. 모델의 검증을 위한 UAV 기반 현장 측정 데이터 수집 방법을 설계하고, 도시 계획에의 적용 사례를 제시하시오.", "subject": "physics"}
{"id": 30, "question": "대기 CO₂ 농도의 시공간적 변동성을 위성 관측과 지상 기반 FluxNet 데이터를 융합하여 분석할 때, 데이터 스케일의 불일치를 해결하기 위한 통계적 다운스케일링 기법을 설계하시오. 탄소 플럭스 추정 모델의 불확실성 분석을 수행하고, 기후 모델 개선 방안을 논의하시오.", "subject": "physics"}
{"id": 31, "question": "위성 SAR 데이터를 이용한 습지 지형 변화 모니터링에서, 수면 변동과 식생 성장 간의 상호작용을 물리적으로 모델링하시오. 시계열 SAR 데이터 분석을 통한 퇴적물 이동 추세 추정 방법을 제시하고, 생태계 보전 전략 설계에의 적용 사례를 논의하시오.", "subject": "physics"}
{"id": 32, "question": "위성 미세중력장(GRACE) 자료와 지하수 수위 관측 데이터를 융합하여 대규모 지하수 자원 변동을 추정할 때, 지표 부하(예: 강우, 작물 생장)의 영향을 보정하는 물리-통계적 모델을 개발하시오. 모델의 검증과 불확실성을 정량화하기 위한 교차 분석 방법을 설계하고, 지속 가능한 수자원 관리 전략을 제안하시오.", "subject": "physics"}
{"id": 33, "question": "위성 다중분광 영상에서 도시 열섬 효과의 공간적 패턴을 분석할 때, 지표면 재질과 토지 이용 유형의 영향을 분리하기 위한 스펙트럼 혼합 분석 기법을 적용하시오. 3D 도시 열복사 모델과의 결합을 통한 복사 에너지 분배 메커니즘을 설명하고, 열 저감 정책 수립에의 활용 방안을 논의하시오.", "subject": "physics"}
{"id": 34, "question": "위성 SAR 데이터와 라이다(LiDAR) 자료를 융합하여 산림 생태계 생체량을 추정할 때, 식생 구조와 지형 영향을 분리하는 3D 모델링 기법을 개발하시오. 다중 센서 데이터의 공간 해상도 차이를 보정하는 알고리즘과 탄소 저장량 추정 정확도를 향상시키는 방법을 제시하시오.", "subject": "physics"}
{"id": 35, "question": "위성 관측을 통한 해양 플랑크톤 군집 분포 예측에서, 수온, 영양염, 빛 조건의 복합적 영향을 고려한 생물-물리 결합 모델을 설계하시오. 머신러닝 기반의 예측 모델과 물리적 제약 조건을 통합하는 프레임워크를 제안하고, 기후 변화 영향 평가 방안을 논의하시오.", "subject": "physics"}
{"id": 36, "question": "위성 열적외선 자료를 이용한 지표면 에너지 수지 분석 시, 지표면과 대기의 복사 상호작용을 고려한 복사 전달 모델을 구축하시오. 도시 지역과 자연 지역 간의 열적 특성을 비교하고, 기후 모델 개선 방안을 단계별로 제시하시오.", "subject": "physics"}
{"id": 37, "question": "위성 SAR 데이터를 활용한 지질 구조 탐지에서, 지표면의 지형적 특성과 지하 구조의 간섭을 분리하기 위한 위상 분석 기법을 개발하시오. 단층 활동의 시간적 변화를 모니터링하는 알고리즘을 설계하고, 지진 위험 평가 시스템으로의 통합 가능성을 검토하시오.", "subject": "physics"}
{"id": 38, "question": "위성 기반 강우 추정(IMERG) 자료의 정확도를 지상 레이더 및 기상 관측소와 융합하여 향상시키기 위한 데이터 동화 기법을 설계하시오. 시공간적 보간 방법과 물리적 제약을 결합한 하이브리드 모델을 제안하고, 홍수 예측 시스템 적용 사례를 분석하시오.", "subject": "physics"}
{"id": 39, "question": "위성 미세중력장(GRACE) 데이터를 이용한 대규모 지하수 변동 분석에서, 인위적 양수 행위와 자연적 강수 패턴의 영향을 분리하는 다변량 회귀 모델을 개발하시오. 모델의 검증과 불확실성 분석을 위한 교차 검증 프로토콜을 제시하고, 수자원 정책 결정 지원 방안을 논의하시오.", "subject": "physics"}
{"id": 40, "question": "위성 다중분광 영상에서 도시 열환경 분석 시, 건물 재질, 높이, 녹지 공간의 복합적 영향을 3D 열복사 모델로 시뮬레이션하시오. 모델의 검증을 위한 UAV 기반 현장 측정 데이터 수집 계획을 수립하고, 도시 열 저감 전략 설계에 대한 시사점을 제시하시오.", "subject": "physics"}
{"id": 41, "question": "위성 SAR 데이터를 이용한 습지 생태계 변화 모니터링에서, 퇴적물 이동과 식생 성장 간의 상호작용을 물리적으로 모델링하시오. 시계열 SAR 데이터 분석을 통한 생태계 건강 지수 추정 방법을 제안하고, 보전 전략 수립에의 적용 사례를 논의하시오.", "subject": "physics"}
{"id": 42, "question": "위성 미세중력장 자료와 지하수 수위 데이터를 융합하여 대수층 변동 추세를 분석할 때, 기후 변동성(예: 엘니뇨)과 인간 활동의 영향을 분리하는 통계적 분해 기법을 설계하시오. 장기적 지하수 관리 전략 수립을 위한 예측 모델 구축 방안을 제시하고, 정책 결정 지원을 위한 시뮬레이션 도구를 개발하시오.", "subject": "physics"}
{"id": 43, "question": "위성 열적외선 영상과 도시 3D 모델을 결합한 복사 전달 해석을 통해, 건물 높이와 배치 패턴이 열 분포에 미치는 영향을 수치 모의하시오. 모델의 검증을 위한 UAV 기반 열적외선 측정 방법을 설계하고, 도시 계획 시 열 환경 최적화 방안을 논의하시오.", "subject": "physics"}
{"id": 44, "question": "위성 SAR 데이터를 활용한 지반 변위 모니터링에서, 자연적 요인(예: 지각 운동)과 인위적 요인(예: 광산 개발)의 영향을 분리하는 다변량 분석을 수행하시오. 시계열 InSAR 데이터 해석을 통한 위험 지역 식별 알고리즘을 설계하고, 재해 예방 시스템 통합 방안을 제시하시오.", "subject": "physics"}
{"id": 45, "question": "위성 기반 강우 추정 자료의 공간적 해상도를 고해상도 지형 데이터와 결합한 다운스케일링 기법을 개발하여 지역 수문 모델 정확도를 향상시키시오. 물리 기반 보간 방법과 머신러닝 기법의 통합을 제안하고, 홍수 예측 시스템 적용 사례를 분석하시오.", "subject": "physics"}
{"id": 46, "question": "위성 미세중력장(GRACE) 데이터를 이용한 극지 빙하 질량 변화 분석에서, 해양 열 확장과 강수량 변화의 영향을 분리하는 신호 처리 기법을 설계하시오. 장기 기후 모델과의 통합을 위한 불확실성 정량화 방법을 제시하고, 해수면 상승 예측 시나리오 구축을 위한 전략을 논의하시오.", "subject": "physics"}
{"id": 47, "question": "위성 SAR 데이터를 활용한 해양 조류 분포 추정 시, 해수면 거칠기와 생물량의 복합적 영향을 분리하기 위한 편파 분해 기법을 개발하시오. 시계열 SAR 데이터 분석을 통한 조류 성장 모델링 방법을 제안하고, 수산 자원 관리 시스템으로의 통합 가능성을 검토하시오.", "subject": "physics"}
{"id": 48, "question": "위성 미세중력장 자료와 기상 데이터(강수량, 기온)를 융합하여 대규모 토양 수분 변동 모델을 구축하시오. 물리적 제약 조건을 도입한 데이터 동화 기법을 설계하고, 농업 생산성 예측 모델과의 통합 방안을 제시하시오.", "subject": "physics"}
{"id": 49, "question": "위성 다중분광 영상을 이용한 도시 녹지 공간 평가 시, 식생 건강과 미기후 조절 기능을 동시에 고려한 다변량 지수 설계하시오. 3D 열복사 모델과의 결합을 통한 열 저감 효과 시뮬레이션 방법을 제시하고, 도시 공원 설계에의 적용 사례를 논의하시오.", "subject": "physics"}
{"id": 50, "question": "위성 SAR 데이터를 활용한 지반 안정성 평가에서, 토양 수분과 지진 파동 속도의 상관관계를 고려한 위험 예측 모델을 설계하시오. 다중 센서 데이터 융합을 통한 실시간 모니터링 시스템 구축 방안을 제시하고, 재해 예방 정책 수립을 위한 분석 프레임워크를 제안하시오.", "subject": "physics"}
