{"id": 1, "question": "지구 자기장 역전 사건 동안 지각과 코어의 상호작용 변화가 지자기 편각 기록에 어떻게 반영되는지 고지자기 데이터를 분석하여 추론하고, 이를 바탕으로 다음 역전 가능성이 20% 이상 증가할 경우 전력 그리드 설계자가 취해야 할 대비 전략을 제시하세요.", "subject": "physics"}
{"id": 2, "question": "외핵의 유체 흐름과 지구 다이너모 이론의 상관관계를 설명하는 수학적 모델(Landerkin 방정식 중심)을 활용해, 특정 반경 범위 내에서 각속도 변화가 지자기 세기 감소로 이어지는 메커니즘을 단계별로 유도하시오.", "subject": "physics"}
{"id": 3, "question": "남극 빙핵 내 포획된 지자기 입자 데이터를 이용해 40,000BP(기원전) 시기의 지자기 축 경사각을 재구성한 후, 해당 시점의 오로라 타원체 모델이 현대와 어떻게 다른지 비교 분석하시오.", "subject": "physics"}
{"id": 4, "question": "해양 퇴적물 코어에서 발견된 고지자기 이상체(geomagnetic anomaly)의 공간적 분포를 GIS 기법으로 재구성하고, 판구조 운동의 재구성을 통해 대륙 분열이 지자기 강도에 미친 영향을 정량화하시오.", "subject": "physics"}
{"id": 5, "question": "지자기 폭풍(Swarm)과 태양 플레어 발생 간 상관계수를 산출하는 통계 모델을 설계할 때, 지구의 외권 자기장이 우주기상 변화를 완화하는 역할을 고려한 실험 설계를 제안하시오.", "subject": "physics"}
{"id": 6, "question": "페트로브스식 모델(Petrovs model)을 수정하여 코어의 전도성 유체에서 Alfven 파동 전파 속도를 계산할 때, 코어-맨틀 경계면의 비선형 열팽창 효과가 자기 발생 메커니즘에 미치는 영향을 평가하는 방정식을 도출하시오.", "subject": "physics"}
{"id": 7, "question": "화산암 표본의 잔류자기 측정값이 대륙 이동의 평균 속도와 불일치하는 현상을 설명하는 3가지 물리적 가능성을 제시하고, 각 가설을 검증하기 위한 실험적 접근법(예: 열적/압전 탈자기 실험)을 단계적으로 설계하시오.", "subject": "physics"}
{"id": 8, "question": "지구 3차원 지자기장 모델에서 극이동(polar wandering) 경로를 재현하는 데 필요한 경계조건들(코어 점성, 전기 전도도, 각운동량 보존)을 정의하고, 실제 관측 데이터와의 편차를 줄이기 위한 수치해석적 보정 기법을 제안하시오.", "subject": "physics"}
{"id": 9, "question": "해양 자기 이상 패턴을 이용한 대륙 복원도가 5천만 년 전부터 관찰된 지자기 세기 감소와 연결되는 메커니즘을 고해양학적 증거(예: 해령 확장율 데이터)와 연계해 설명하시오.", "subject": "physics"}
{"id": 10, "question": "지구 자기권의 형태가 태양계 내 다른 행성(예: 금성의 자기장 부재, 목성의 강한 자기장)과 비교될 때, 액체 금속 코어 두께와 행성 자전주기 간 상관관계를 기반으로 한 예측 모델을 수학적으로 입증하시오.", "subject": "physics"}
{"id": 11, "question": "과거 지자기 역전 주기(Chrons)의 분포를 푸리에 변환한 결과에서 나타나는 주파수 특성 변화를 분석하고, 이를 지구 내부 대류 패턴 변동과 연관지어 해석한 연구 설계안을 작성하세요. 단, 95% 신뢰구간을 적용해야 함.", "subject": "physics"}
{"id": 12, "question": "인공위성에서 관측된 고에너지 입자가 지자기 극한(geomagnetic cusp) 지역에서의 분포가 대기 이온층 전류 시스템과 상호작용하는 과정을 4단계 모델로 설명하고, 인공위성 궤도 안정성 예측 알고리즘에 통합 가능한 수학적 표현식을 도출하시오.", "subject": "physics"}
{"id": 13, "question": "고지자기 데이터를 통해 유라시아 대륙과 북미 대륙이 분리되기 시작한 시점의 지자기 강도를 비교 분석한 후, 맨틀 플룸 활동이 코어 대류 유동에 미친 영향을 유체역학적 시뮬레이션으로 증명하는 방법을 단계별로 제시하시오.", "subject": "physics"}
{"id": 14, "question": "지자기 역전 과정에서 발생하는 지각 내 암석 자성체 재정렬 현상을 재현하기 위한 실험실에서 초전도체를 이용한 가상의 코어 흐름 생성 장치 설계를 설명하고, 이때 고려해야 할 5가지 경계조건(예: 레이놀즈 수, 마그네틱 프라우드 수)을 서술하시오.", "subject": "physics"}
{"id": 15, "question": "지구 자기권의 모양이 태양풍 입자와 상호작용하여 발생하는 플라즈마 불안정 현상을 예측하는 MHD 모델에서의 경계조건 설정 방법을 설명하고, 실제 관측 데이터와의 비교를 통해 모델 검증 단계를 어떻게 구성할 것인지 제시하시오.", "subject": "physics"}
{"id": 16, "question": "백악기-고제3기 경계에 기록된 지자기 강도와 당시 소행성 충돌 사건으로 인한 대기 중 입자 농도 증가 간 상관관계를 3차원 지구시스템 모델로 분석하는 실험 프로토콜을 설계하시오.", "subject": "physics"}
{"id": 17, "question": "코어의 대류 패턴이 지자기 축 경사각(dip angle)에 미치는 영향을 설명하는 회전 좌표계 기반 유체 모델을 수립할 때, 코리올리 효과와 로런츠 힘의 상호작용을 수학적으로 분리하고 각 항이 자기장 생성률에 기여하는 방식을 비교 분석하시오.", "subject": "physics"}
{"id": 18, "question": "지질시대별 지자기 역전 빈도와 화산 활동 주기의 상관관계를 통계적 시계열 분석으로 검증한 후, 이를 바탕으로 향후 5만 년 이내 역전 발생 가능성을 Monte Carlo 시뮬레이션으로 예측하는 방법을 제시하세요.", "subject": "physics"}
{"id": 19, "question": "화성 표면의 고자기 데이터를 이용해 과거 화성 자기장의 존재 여부를 추정할 때, 화성 코어의 고체화 과정과 맨틀 화학성분 변화가 지자기 소멸에 미친 영향을 입증하는 암석학적 증거를 제시하시오.", "subject": "physics"}
{"id": 20, "question": "지자기 역전에 따른 생물 멸종 사건(예: 데본기 대멸종) 간 연관성을 설명하기 위해, 지구 자기장 약화가 우주 방사선의 지표 침투율에 미친 영향을 정량화한 수학적 모델을 구축하고, 이를 고생물학적 기록(예: 식물 포자체 크기 변화)과 비교해 검증하시오.", "subject": "physics"}
{"id": 21, "question": "지구 자기권의 극지방에서의 플라즈마 시트(plasma sheet) 두께 변화가 우주기상 예측 모델에 미치는 영향을 분석하기 위해, MHD 시뮬레이션 데이터를 실제 극지방 관측소 자료(예: 스발바르도 자기 관측소)와 비교하는 방법을 단계별로 제시하시오.", "subject": "physics"}
{"id": 22, "question": "지자기 역전 시 지각의 잔류자화 역전 과정이 암석의 자성체 크기 분포에 따라 어떻게 달라지는지를 실험적 접근(예: 열탈자-재가자 실험)으로 분석하고, 이를 고지자기 복원도의 오차 보정에 적용하는 방안을 서술하세요.", "subject": "physics"}
{"id": 23, "question": "지구 다이너모 이론에서 코어-맨틀 경계면의 토모그래피 영상과 지자기 세기 변동의 상관관계를 분석한 후, 맨틀 대류 세포 구조가 외핵 흐름에 미치는 영향을 수치적으로 모델링하는 방법을 제안하시오.", "subject": "physics"}
{"id": 24, "question": "지구 자기권의 구조가 인공위성 통신 신호(예: GPS 전파 지연)에 미치는 영향을 평가하고, 이를 보정하기 위한 실시간 자기장 모니터링 시스템 설계 시 고려해야 할 5가지 기술적 요소(예: 샘플링 주파수, 센서 배열)를 설명하시오.", "subject": "physics"}
{"id": 25, "question": "지질학적 시간 규모로 지자기 세기 변동이 해양 퇴적물의 산화 환원 상태에 미친 영향을 산소 동위원소 데이터와 비교해 분석한 후, 이를 기반으로 과거 기후 변동 모델을 수정하는 방법을 제시하세요.", "subject": "physics"}
{"id": 26, "question": "지구 자기장 역전 주기를 주기함수 삼각파 형태로 모델링한 후, 이 모델이 실제 관측 데이터(예: 하와이 용암 암석 데이터)와 얼마나 잘 부합하는지 평가하는 통계적 기법(예: 최소자승법 잔차 분석)을 단계별로 서술하시오.", "subject": "physics"}
{"id": 27, "question": "지구 내부 코어의 액체-고체 경계면에서의 열 대류와 전기 전도도 변화가 지자기 생성률에 미치는 영향을 수치해석적으로 시뮬레이션하고, 코어 구성 물질(예: 철-니켈 합금 비율) 변화가 결과에 주는 영향을 비교하는 실험 설계를 작성하세요.", "subject": "physics"}
{"id": 28, "question": "고지자기 데이터로 복원한 고대 지자기 극 위치를 지도 상에 투영할 때 발생하는 극 이동 왜곡 현상(polar wandering path distortion)을 보정하기 위한 3가지 수학적 변환 기법을 비교하고, GIS 소프트웨어에 통합하는 방법을 단계별로 설명하시오.", "subject": "physics"}
{"id": 29, "question": "태양풍 입자와 지구 자기권의 상호작용으로 발생하는 오로라 현상을 설명하는 전하 입자 운동 방정식을 유도하고, 실제 관측 자료(예: 알래스카 오로라 관측소 데이터)를 활용해 방정식의 상수 값을 실험적으로도출하는 방법을 제시하세요.", "subject": "physics"}
{"id": 30, "question": "대륙 이동 속도가 지자기 이상체(anomaly)의 지리적 분포에 미치는 영향을 분석하기 위해, 아프리카 대륙 분열기(약 1억 년 전)의 자기 해양 지형도를 재생성하고, 현대 관측 데이터와의 차이를 정량적 지표로 평가하는 방법을 설명하세요.", "subject": "physics"}
{"id": 31, "question": "지구 자기권의 형태가 우주 기상 현상에 미치는 영향을 분석하기 위해, 지자기 극한(geomagnetic cusp) 지역에서의 입자 플럭스 밀도 측정값을 시간-공간 3차원 그래프로 변환하고, 이를 태양 플레어 발생 주기와 비교한 상관관계를 통계 검정하시오.", "subject": "physics"}
{"id": 32, "question": "고지자기 데이터로 확인된 과거 지자기 역전 사건(예: Matuyama-Brunhes 역전) 당시의 지구 환경 변화(예: 대기 CO₂ 농도, 해양 산소 농도)를 종합해, 지자기 역전 자체가 환경 변화에 직접 기여했는지 여부를 과학적 가설로 설정하고 그 검증 방법을 제시하세요.", "subject": "physics"}
{"id": 33, "question": "지구 다이너모 모델에서 코어의 회전 속도와 지자기 세기 간 비선형 관계를 설명하는 이론을 수학적 차원 분석법(Dimensional Analysis)으로 유도하고, 실험 데이터를 바탕으로 관계식의 상수 값을 결정하는 단계를 제시하시오.", "subject": "physics"}
{"id": 34, "question": "지구 자기권의 극 이동(polar drift) 속도가 최근 100년 간 가속화된 현상을 인공위성과 지표 관측 데이터를 결합해 분석한 후, 외핵 대류의 비정상적 변화가 지구 자전축에 미치는 영향을 MHD 모델로 증명하는 방법을 단계별로 서술하세요.", "subject": "physics"}
{"id": 35, "question": "지자기 역전 시 지각 암석의 잔류자화 보존력이 온도 및 화학적 풍화 작용에 따라 어떻게 달라지는지를 실험적으로 검증한 후, 고지자기 복원도에서 오차를 줄이기 위한 보정 알고리즘을 제안하시오.", "subject": "physics"}
{"id": 36, "question": "지구 자기권의 자기장 선이 태양풍 입자에 의해 변형되는 과정(Voltage Convective Cell)을 수치해석적으로 모델링하고, 이 모델이 위성 궤도 상에서의 전자 밀도 변동을 얼마나 정확히 예측하는지를 실제 관측 데이터와 비교해 평가하세요.", "subject": "physics"}
{"id": 37, "question": "지자기 역전 주기(~20만 년~100만 년)가 지구 내부 코어-맨틀 열역학적 시스템의 장기적 안정성 지표로서 기능할 수 있는지를 분석하기 위해, 열역학적 평형 상태와 비선형 동역학 이론을 접목한 가설 모델을 수립하세요.", "subject": "physics"}
{"id": 38, "question": "지구 자기권의 플라즈마 시트(plasma sheet) 두께 변화가 지자기 폭풍 시 전력 송신선에 유도되는 전압을 결정하는 메커니즘을 전자기 유도 법칙으로 설명하고, 이를 기반으로 한 예방적 차단 회로 설계 조건을 수식으로 제시하시오.", "subject": "physics"}
{"id": 39, "question": "고지자기 데이터와 방사성 동위원소 연대를 결합해 대륙 분리 시기를 추적할 때, 코어의 지자기 생성 메커니즘이 판구조 운동에 영향을 미쳤음을 입증하는 다중 증거 체계(예: 맨틀 플룸 타이밍, 대륙 균열 속도)를 제시하시오.", "subject": "physics"}
{"id": 40, "question": "지구 자기장 세기 감소가 우주선 차단 효율에 미치는 영향을 분석해 1만 년 전부터의 생물 유전자 돌연변이 빈도와 비교하는 통계 모델을 수립하고, 이 모델이 미래 생물 진화에 주는 시사점을 서술하세요.", "subject": "physics"}
{"id": 41, "question": "코어 대류의 비선형적 난류 효과가 지자기 생성에 미치는 영향을 분석하기 위해, Reynolds-Averaged Navier-Stokes 방정식(RANS)에 전자기장을 도입한 수정 모델을 구축하고 실험 데이터로의 검증 단계를 설명하세요.", "subject": "physics"}
{"id": 42, "question": "지구 자기권의 형태가 태양풍 입자에 의한 대기 손실(예: 수소 이온 탈출)을 줄이는 메커니즘을 유체역학적 관점에서 설명하고, 화성 대기 소실 현상과 비교해 지구 자기장의 보호 효과를 정량화한 연구를 설계하세요.", "subject": "physics"}
{"id": 43, "question": "지자기 역전 시 맨틀 대류의 열전달 변화가 코어 온도 분포에 미치는 영향을 3차원 열유체역학 시뮬레이션으로 분석한 후, 이를 기반으로 지자기 역전 주기를 예측하는 수학적 알고리즘을 제안하세요.", "subject": "physics"}
{"id": 44, "question": "지구 자기권의 극지방에서 관측되는 자기장 선 재배열 현상을 Maxwell 방정식과 유체역학적 접근법을 통합해 설명하는 이론 모델을 수립하고, 이 모델이 실제 오로라 현상 예측에 어떻게 활용될 수 있는지 서술하세요.", "subject": "physics"}
{"id": 45, "question": "고지자기 데이터로 복원한 대륙 이동 경로가 지자기 세기 변동과 상호작용하는 과정을 3D 지구 모델로 시각화한 후, 이를 이용해 대륙 분할이 코어 대류 패턴에 미친 영향을 입증하는 실험적 검증 방법을 제시하시오.", "subject": "physics"}
{"id": 46, "question": "지자기 역전으로 인한 전리층 변동 예측이 무선 통신 시스템 설계에 어떻게 반영될 수 있는지를 분석하기 위해, 과거 역전 사건 시 전리층 높이 변화 데이터를 수집하고 이를 전자기파 전파 모델과 통합하는 방법을 단계별로 설명하세요.", "subject": "physics"}
{"id": 47, "question": "지구 자기권의 내부 경계면(플라즈마 경계층)에서의 자기장 재결합 현상을 입자 시뮬레이션으로 모델링하고, 이 모델이 지자기 폭풍 시 인공위성 궤도 안전성을 예측하는 데 어떻게 활용될 수 있는지 서술하세요.", "subject": "physics"}
{"id": 48, "question": "지구 자기장 세기 변화가 우주 방사선 차단 효율에 미치는 영향을 Monte Carlo 시뮬레이션으로 분석한 후, 이를 인간 DNA 손상 가능성과 연관지어 10만 년 주기의 생명 진화 모델을 수립하세요.", "subject": "physics"}
{"id": 49, "question": "코어 대류 속도가 지자기 축 경사각(dip angle)에 미치는 영향을 유체역학적으로 분석하고, 이를 바탕으로 극지에서의 지자기 편각 측정이 대륙 이동을 추적하는 데 어떻게 활용되는지를 실제 사례(예: 대서양 중앙 해령)와 연결해 설명하세요.", "subject": "physics"}
{"id": 50, "question": "지구 자기권의 플라즈마 흐름이 위성 통신 신호에 미치는 간섭 효과를 최소화시키기 위한 실시간 자기장 모니터링 시스템 설계 시, MHD 시뮬레이션과 실험 데이터의 통합 분석 절차를 5단계로 나누어 제시하고 각 단계에서 필요한 기술적 요소를 서술하세요.", "subject": "physics"}
