{"id": 1, "question": "탄소 나노튜브 표면에 형성된 자기조립 단층막(SAM)의 분자 배열이 물 접촉각에 미치는 영향을 계면 에너지와 표면 거칠기의 상관관계로 분석하고, 생체 적합성이 요구되는 의료용 임플란트 소재 설계에 어떻게 활용될 수 있는지 단계별로 설명하세요.", "subject": "physics"}
{"id": 2, "question": "폐수 처리 과정에서 중금속 이온을 흡착하기 위한 활성탄 표면의 산소 관능기 형성 방법을 제안하고, 흡착 등온선 실험 데이터를 Langmuir 및 Freundlich 모델로 비교한 결과로부터 활성탄의 흡착 메커니즘을 규명하는 과정을 서술하세요.", "subject": "physics"}
{"id": 3, "question": "연료전지 촉매로 사용되는 백금 나노입자의 표면 산화가 수소 산화 반응(HOR)의 전류밀도에 미치는 영향을 전자현미경(SEM) 및 X선 광전자 분광법(XPS) 데이터 기반으로 분석하고, 안정성 향상을 위한 표면 보호층 설계 방안을 제시하세요.", "subject": "physics"}
{"id": 4, "question": "계면활성제의 임계미셀농도(CMC)가 분자 내 소수성 사슬 길이와 이온 강도에 따라 변화하는 현상을 표면 장력 측정 데이터와 결합 법칙이 설명하는 방법을 비교하고, CMC 조절을 통한 석유 회수 효율 극대화 전략을 다단계로 추론하세요.", "subject": "physics"}
{"id": 5, "question": "실리콘 웨이퍼 표면의 미세패턴을 이용한 광촉매 반응을 설계할 때, 표면 플라즈몬 공명(SPR) 효과가 반응 선택성에 미치는 영향을 UV-Vis 분광 분석 결과로 설명하고, 나노구조 최적화를 통한 에너지 전환 효율 개선 방안을 제시하세요.", "subject": "physics"}
{"id": 6, "question": "고분자 전해질 멤브레인(PEM)의 양이온 교환 용량(CEC)이 이온 전도도에 미치는 영향을 NMR 및 전기화학적 임피던스 분광법(EIS) 데이터로 분석한 후, 연료전지 성능 향상을 위한 표면 관능기 변형 방법을 창의적으로 제안하세요.", "subject": "physics"}
{"id": 7, "question": "철-니켈 합금 표면에서 발생하는 선택 산화 현상을 XPS 및 주사투과전자현미경(STEM) 분석으로 규명하고, 내식성 향상을 위한 표면 부동태화층 형성 조건을 열역학 및 동역학적 관점에서 추론하세요.", "subject": "physics"}
{"id": 8, "question": "콜로이드 입자의 안정성에서 DLVO 이론에 따른 반발력과 인력의 균형을 고려하여 전해질 농도에 따른 응고 현상을 예측하고, 생체 분자 검출 센서로 활용될 경우 표면 전하 밀도 조절로 인한 감도 변화 메커니즘을 설명하세요.", "subject": "physics"}
{"id": 9, "question": "금속-유기 구조체(MOF)의 표면 기공 구조가 이산화탄소 포집 효율에 미치는 영향을 기체 흡착 등온선 및 분자 동역학 시뮬레이션으로 분석하고, 재사용성을 고려한 표면 개질 전략을 제시하세요.", "subject": "physics"}
{"id": 10, "question": "바이오센서 전극 표면의 단백질 흡착을 억제하기 위한 PEG(폴리에틸렌 글리콜) 코팅 방법을 설계하고, 표면 에너지 측정 및 생체 적합성 시험 결과를 종합하여 최적의 코팅 두께와 분자량 조합을 결정하세요.", "subject": "physics"}
{"id": 11, "question": "반도체 공정에서 포토레지스트 제거 후 잔류 탄소 오염물 제거를 위한 플라즈마 처리 조건을 표면 분석 기술(AES, XPS)로 평가하고, 처리 효율 향상을 위한 표면 반응 메커니즘 기반 최적화 방안을 제안하세요.", "subject": "physics"}
{"id": 12, "question": "생체 모방 접착제의 표면 젖음성을 증가시키기 위해 상어 피부 미세구조를 모방한 패턴을 설계할 때, 나노임프린트 리소그래피 기술을 활용한 표면 형상 제어도와 접착력 시험 데이터를 통합 분석하는 방법을 서술하세요.", "subject": "physics"}
{"id": 13, "question": "리튬 이온 배터리 음극 재료의 표면 부식을 방지하기 위해 고체 전해질 계면(SEI) 형성을 유도하는 첨가제를 개발할 경우, 전해질 분해 생성물의 표면 분석 및 전기화학적 사이클링 데이터를 기반으로 안정성의 결정 인자를 규명하세요.", "subject": "physics"}
{"id": 14, "question": "광촉매 표면에서 전자-정공 재결합을 억제하는 나노구조 설계를 위해 TiO₂ 표면에 금속 나노입자의 위치별 영향을 주사전자현미경(SEM) 및 광루미네선스(PL) 분석으로 비교하고, 반응 경로 최적화를 위한 표면 개질 전략을 제시하세요.", "subject": "physics"}
{"id": 15, "question": "생체 분자 분리를 위한 크로마토그래피 컬럼에서 고정상의 표면 친화성 변화를 HPLC 데이터와 XPS 분석으로 관찰한 후, 표적 분자 선택성을 높이기 위한 표면 기능화 방법을 창의적으로 설계하세요.", "subject": "physics"}
{"id": 16, "question": "나노복합재료에서 매트릭스-필러 계면의 결합 강도를 평가하기 위해 인장으로 인한 표면 미세균열 발생 메커니즘을 원자간력 현미경(AFM)으로 분석하고, 강도 향상을 위한 표면 화학적 개질 방안을 단계적으로 설명하세요.", "subject": "physics"}
{"id": 17, "question": "수처리 멤브레인의 오염을 방지하기 위해 표면 초소수성 코팅을 설계할 때, 접촉각 측정 및 표면 에너지 계산으로부터 최적화 조건을 도출하고, 실제 운용 환경에서의 내구성을 평가하는 실험적 접근법을 제시하세요.", "subject": "physics"}
{"id": 18, "question": "금속 표면에서의 부식 억제를 위해 아민 계열 억제제의 흡착 메커니즘을 전기화학적 임피던스 분석(EIS)과 분자 동역학 시뮬레이션으로 비교하고, 선택적 부식 방지를 위한 분자 설계 전략을 제시하세요.", "subject": "physics"}
{"id": 19, "question": "생체 적합성 테스트를 위한 표면 개질에서 세포 부착을 촉진하는 RGD 펩타이드 배열을 설계할 때, 표면 플라스몬 공명(SPR) 센서로 결합 친화도를 측정하고, 세포 배양 실험을 통해 생착률을 최적화하는 과정을 서술하세요.", "subject": "physics"}
{"id": 20, "question": "금속-공기 배터리의 공기 전극 표면에서 산소 환원 반응(ORR) 촉매 활성을 향상시키기 위해 나노입자 크기 및 분산 상태를 TEM 및 XRD로 분석하고, 표면 산소 결함 농도를 조절하는 전략을 제시하세요.", "subject": "physics"}
{"id": 21, "question": "고분자 필름의 표면 마이크로가공 공정을 설계할 때, 레이저 어블레이션으로 형성된 미세구조의 젖음성 변화를 접촉각 측정 및 SEM 이미지로 분석하고, 생체 분자 센서 적용 가능성을 평가하세요.", "subject": "physics"}
{"id": 22, "question": "나노기공 막의 표면 전하 조절이 이온 선택 투과성에 미치는 영향을 전기영동 및 전도도 측정으로 관찰하고, 해수 담수화 공정에서의 에너지 효율 향상을 위한 표면 기능화 방법을 단계적으로 추론하세요.", "subject": "physics"}
{"id": 23, "question": "전자소자 제조에서 산화물 표면의 결함 밀도가 전하 이동에 미치는 영향을 AFM 및 켈빈 탐침 힘 현미경(KPFM)으로 분석한 후, 결함 제어를 통한 반도체 성능 개선 방안을 제시하세요.", "subject": "physics"}
{"id": 24, "question": "바이오센서의 표면에서 비특이적 단백질 흡착을 억제하기 위해 zwitterionic 고분자 코팅을 설계할 경우, 표면 접촉각 및 QCM(수정미소저울) 데이터로 흡착 억제 메커니즘을 규명하고, 감도 최적화를 위한 두께 조절 전략을 제안하세요.", "subject": "physics"}
{"id": 25, "question": "석탄 가스화 공정에서 생성된 미세 입자의 표면 재결정화 과정을 XRD 및 TEM으로 분석하고, 입자 응집 억제를 위한 표면 활성제 적용 가능성을 반응 공학 관점에서 평가하세요.", "subject": "physics"}
{"id": 26, "question": "금속 표면의 열산화 반응에서의 산화층 성장 메커니즘을 시차열분석(DSC) 및 X선 회절(XRD) 데이터로 분석하고, 내식성 향상을 위한 표면 미세구조 설계 방안을 제시하세요.", "subject": "physics"}
{"id": 27, "question": "고분자 전해질막의 표면 수분 흡착 특성을 FT-IR 및 동적 기계 분석(DMA)으로 평가한 후, 연료전지 습도 변화에 따른 성능 안정성 향상을 위한 표면 개질 방법을 추론하세요.", "subject": "physics"}
{"id": 28, "question": "반도체 패키징에서 인터포저 표면의 미세 균열 발생 메커니즘을 주사전자현미경(SEM) 및 XPS 분석으로 규명하고, 신뢰성 향상을 위한 표면 거칠기 최적화 전략을 단계별로 제시하세요.", "subject": "physics"}
{"id": 29, "question": "생체 분자 정제 공정에서 크로마토그래피 고정상의 표면 친화성 변화를 HPLC 피크 분석과 XPS 데이터로 관찰한 후, 표적 단백질 회수율 향상을 위한 표면 기능화 방법을 창의적으로 설계하세요.", "subject": "physics"}
{"id": 30, "question": "나노포어스 멤브레인의 표면 전하 밀도 조절이 이온 투과성에 미치는 영향을 전기화학적 임피던스 분석(EIS) 및 표면 에너지 계산으로 분석하고, 해수 담수화 효율 향상 방안을 제시하세요.", "subject": "physics"}
{"id": 31, "question": "금속 유기 구조체(MOF)의 표면 기공 크기 분포가 메탄 저장 용량에 미치는 영향을 기체 흡착 등온선 및 분자 시뮬레이션으로 분석하고, 저장 밀도 극대화를 위한 표면 개질 전략을 단계별로 설명하세요.", "subject": "physics"}
{"id": 32, "question": "반도체 표면의 불순물 확산을 방지하기 위한 실리콘 질화물(Si₃N₄) 캡핑층의 두께를 XPS 및 SIMS로 분석하고, 열적 안정성을 고려한 최적 두께 결정 과정을 서술하세요.", "subject": "physics"}
{"id": 33, "question": "생체 모방 접착제의 표면 젖음성을 개선하기 위해 연어 비늘의 미세구조를 모방한 패턴을 설계할 때, 나노임프린트 기술을 활용한 표면 형상 제어와 접착력 시험 데이터를 통합하여 최적 형상을 추론하세요.", "subject": "physics"}
{"id": 34, "question": "배터리 음극 재료의 표면 부식을 억제하기 위해 고체 전해질 계면(SEI) 형성을 유도하는 첨가제 농도를 순환 전압 전류법(CV)으로 분석하고, 안정성의 화학적 결정 인자를 규명하세요.", "subject": "physics"}
{"id": 35, "question": "광촉매 표면에서 전자-정공 재결합 억제를 위해 TiO₂ 표면에 금속 나노입자의 위치별 영향을 PL 및 SEM으로 비교하고, 반응 경로 최적화를 위한 표면 개질 전략을 제시하세요.", "subject": "physics"}
{"id": 36, "question": "나노복합재료의 매트릭스-필러 계면 결합 강도를 AFM 및 인장 시험으로 평가하고, 강도 향상을 위한 표면 화학적 개질 방안을 단계적으로 설계하세요.", "subject": "physics"}
{"id": 37, "question": "수처리 멤브레인의 오염을 방지하기 위해 표면 초소수성 코팅의 내구성을 환경 챔버 테스트와 표면 분석으로 평가하고, 실제 운용 환경에서의 성능 유지 방안을 제시하세요.", "subject": "physics"}
{"id": 38, "question": "금속 표면의 부식 억제를 위한 아민 계열 억제제의 흡착 메커니즘을 EIS 및 분자 동역학 시뮬레이션으로 비교한 후, 선택적 부식 방지를 위한 분자 설계 전략을 단계별로 추론하세요.", "subject": "physics"}
{"id": 39, "question": "생체 분자 분리의 크로마토그래피 컬럼 고정상 표면 친화성 변화를 HPLC 및 XPS 데이터로 분석하고, 표적 분자 선택성을 높이기 위한 표면 기능화 방법을 창의적으로 제안하세요.", "subject": "physics"}
{"id": 40, "question": "전자소자 제조에서 산화물 표면의 결함 밀도가 전하 이동에 미치는 영향을 KPFM 및 AFM으로 분석한 후, 결함 제어를 통한 반도체 성능 개선 방안을 제시하세요.", "subject": "physics"}
{"id": 41, "question": "바이오센서의 표면에서 비특이적 단백질 흡착 억제를 위한 zwitterionic 고분자 코팅의 두께를 QCM 및 접촉각 측정으로 최적화하고, 감도 향상 전략을 단계별로 설명하세요.", "subject": "physics"}
{"id": 42, "question": "석탄 가스화 공정에서 생성된 미세 입자의 표면 재결정화 과정을 TEM 및 XRD로 분석하고, 입자 응집 억제를 위한 표면 활성제 적용 가능성을 반응 공학 관점에서 평가하세요.", "subject": "physics"}
{"id": 43, "question": "금속 표면의 열산화 반응에서의 산화층 성장 메커니즘을 DSC 및 XRD 데이터로 분석하고, 내식성 향상을 위한 표면 미세구조 설계 방안을 제시하세요.", "subject": "physics"}
{"id": 44, "question": "고분자 전해질막의 표면 수분 흡착 특성을 FT-IR 및 DMA로 평가한 후, 연료전지 습도 변화에 따른 성능 안정성 향상을 위한 표면 개질 방법을 추론하세요.", "subject": "physics"}
{"id": 45, "question": "반도체 패키징에서 인터포저 표면의 미세 균열 발생 메커니즘을 SEM 및 XPS 분석으로 규명하고, 신뢰성 향상을 위한 표면 거칠기 최적화 전략을 단계별로 제시하세요.", "subject": "physics"}
{"id": 46, "question": "생체 분자 정제 공정에서 크로마토그래피 고정상의 표면 친화성 변화를 HPLC 및 XPS 데이터로 관찰한 후, 표적 단백질 회수율 향상을 위한 표면 기능화 방법을 창의적으로 설계하세요.", "subject": "physics"}
{"id": 47, "question": "나노포어스 멤브레인의 표면 전하 밀도 조절이 이온 투과성에 미치는 영향을 EIS 및 표면 에너지 계산으로 분석하고, 해수 담수화 효율 향상 방안을 제시하세요.", "subject": "physics"}
{"id": 48, "question": "금속 유기 구조체(MOF)의 표면 기공 크기 분포가 메탄 저장 용량에 미치는 영향을 기체 흡착 등온선 및 분자 시뮬레이션으로 분석하고, 저장 밀도 극대화를 위한 표면 개질 전략을 단계별로 설명하세요.", "subject": "physics"}
{"id": 49, "question": "반도체 표면의 불순물 확산을 방지하기 위한 Si₃N₄ 캡핑층의 두께를 XPS 및 SIMS로 분석하고, 열적 안정성을 고려한 최적 두께 결정 과정을 서술하세요.", "subject": "physics"}
{"id": 50, "question": "생체 모방 접착제의 표면 젖음성 개선을 위한 연어 비늘 미세구조 패턴 설계를 나노임프린트 기술과 접착력 시험 데이터로 최적화하고, 생체 적합성 평가를 통합하세요.", "subject": "physics"}
