{"id": 1, "question": "역상 HPLC를 이용한 환경 수질의 미량 유기오염물질 검출 실험에서, 동일한 시료를 다른 컬럼 길이(50mm, 150mm)와 이동상 유속(0.5mL/min, 1.5mL/min) 조건으로 분석한 결과 피크 분할도와 검출 감도가 상이하게 나타났다. 분리 메커니즘의 물리적 화학적 원리를 단계별로 서술하고, 최적의 분리 조건을 도출하기 위한 3단계 실험 설계안을 제시하세요. 또한 C18 고정상의 탄소 부하율이 선택도에 미치는 영향에 대해 동역학적 관점에서 평가하시오.", "subject": "physics"}
{"id": 2, "question": "EDTA 표준용액을 이용한 Zn²⁺ 이온의 적정에서, pH 변화에 따라 금속-EDTA 착물 형성 속도가 비선형적으로 감소하는 실험 데이터가 관측되었다. 반응 메커니즘을 Lewis 산-염기 상호작용과 결합 배위 환경을 고려하여 설명하고, 적정 곡선 해석을 통해 당량점을 결정하는 2가지 수학적 모델링 방법을 비교·분석하시오. 추가로 pH 조절제 선택이 분석 정확도에 미치는 영향을 열역학적으로 예측하라.", "subject": "physics"}
{"id": 3, "question": "FT-IR 분광기로 측정한 미지의 고분자 필름 스펙트럼에서 1710 cm⁻¹와 3300 cm⁻¹ 부근의 흡수 피크가 관측되었다. 이를 바탕으로 가능한 작용기 구조를 3단계로 추론하고, 열중량분석(TGA) 결과와 연계하여 열분해 경로를 제시하시오. 또한, 이러한 고분자를 생체 적합성 재료로 활용하기 위해 표면 개질이 필요한 화학적 결합 전략을 설계하라.", "subject": "physics"}
{"id": 4, "question": "순환 전압전류법(CV)으로 측정한 전극 반응에서 피크 전위 분리가 스캔 속도에 비례하여 증가하는 현상이 관찰되었다. 이는 전극 표면에서의 전기화학적 과정이 어떤 반응 차수를 따르는지 판단하시오. 확산 제어와 흡착 제어 메커니즘을 구별하는 실험 프로토콜을 설계하고, 활성 물질 농도 변화가 전극 반응의 가역성에 미치는 영향을 Nernst 방정식을 활용해 분석하라.", "subject": "physics"}
{"id": 5, "question": "ICP-OES를 이용한 해수 시료의 Sr/Ca 비율 분석에서, 시료 전처리 과정에서 발생하는 행렬 효과(matrix effect)로 인해 10% 이상의 계통 오차가 나타났다. 내부 표준물질 보정(IS)과 표준 첨가법(SA)의 오차 보정 효율을 비교하고, 주사전자현미경(SEM-EDS)과의 상호 보완적 분석 전략을 제안하라. 또한, 해수의 pH와 염분 농도가 플라즈마 안정성에 미치는 영향을 플라즈마 물리학 관점에서 설명하시오.", "subject": "physics"}
{"id": 6, "question": "유기발광다이오드(OLED) 소재의 전하 이동 특성을 분석하기 위해 사이클릭 볼타몰모그래피(CV) 실험에서 환원/산화 피크가 넓게 나타나는 현상이 관측되었다. 이는 물질의 전자 구조와 어떤 상관관계가 있는지 에너지 밴드 갭 계산을 통해 입증하시오. 또한, 박막 두께와 용매 종류가 전극-유기층 계면의 전하 주입 효율에 미치는 영향을 Monte Carlo 시뮬레이션으로 모델링하라.", "subject": "physics"}
{"id": 7, "question": "이온교환수지 컬럼에서 Ca²⁺과 Mg²⁺의 분리 효율이 수지의 기능적 그룹(-SO₃H) 밀도와 유체의 이온 세기(ionic strength)에 따라 달라지는 실험 결과를 얻었다. 이온 선택성 계수를 계산하는 3가지 수학적 모델을 비교하고, 연속 모드에서의 breakthrough curve 예측 방정식을 유도하시오. 추가로 해수 담수화 공정에 적용할 때 경제성을 고려한 수지 재생 주기 최적화 방안을 제시하라.", "subject": "physics"}
{"id": 8, "question": "크로마토그래피에서 머무름 시간(retention time)이 이동상 조성과 시료 분자량의 비선형적 상관성을 보일 때, 이를 설명하는 이론적 모델을 2가지 이상 제시하고 각 모델의 한계를 실험 데이터를 통해 검증하라. 분자량 분포(MWD)가 넓은 폴리머 시료의 분리 최적화를 위해 SEC와 HPLC를 결합한 2차원 분리 시스템을 설계할 때 고려해야 할 매개변수(유속, 컬럼 온도 등)를 단계적으로 분석하시오.", "subject": "physics"}
{"id": 9, "question": "전기화학 임피던스 분광법(EIS)을 이용해 부식 방지 코팅막의 임피던스 스펙트럼을 측정한 결과, 고주파 영역에서 반원(SEM) 형태와 저주파 영역에서 직선(Warburg)이 동시에 나타났다. 이에 해당하는 등가 회로를 설계하고, 각 소자(R, C, W)가 나타내는 물리적 의미를 층상 구조 관점에서 해석하라. 추가로 코팅막 두께와 기공률이 전극 반응 저항에 미치는 영향을 유한 요소 분석(FEA)으로 시뮬레이션하라.", "subject": "physics"}
{"id": 10, "question": "미량 페놀 화합물 검출을 위한 전기화학적 바이오센서 개발 시, 효소 고정화 방법(교차결합 vs. 흡착)이 감도와 직선성 범위에 미치는 영향을 전기화학적 표면 분석(CA, DPV)을 통해 비교 평가하시오. 생체 적합성을 개선하기 위해 금 나노입자/Au 전극 복합체를 사용할 경우, 전자 전달 속도 상수를 계산하는 방법과 신호 증폭 메커니즘을 양자점 결합 효과를 고려해 설명하라.", "subject": "physics"}
