{"id": 1, "question": "AIBN과 V-70을 개시제로 사용한 MMA-중합에서 얻은 두 폴리머의 분자량 분포 차이를 열분해 가스 크로마토그래피(LC-MS) 및 겔 투과 크로마토그래피(GPC) 데이터를 기반으로 비교 분석하고, 각 개시제의 반응 메커니즘이 분자 구조에 미치는 영향을 분자 수준에서의 전자 분포 변화와 연관지어 설명하세요.", "subject": "physics"}
{"id": 2, "question": "블록 공중합체의 미세상 분리 현상을 예측하는 Flory-Huggins 상호작용 파라미터(χ)와 세그먼트 길이의 상관관계를 기반으로, PEG-PPG-PEG 트라이블록 공중합체에서 온도 변화에 따른 용해도 전이 온도(LCST)를 계산하는 이론적 모델을 제시하고, 실험 데이터와의 편차를 줄이는 방법을 제안하세요.", "subject": "physics"}
{"id": 3, "question": "고분자 전해질 연료전지(PEMFC)에서 술폰산기 함량에 따른 나피온 멤브레인의 이온 전도도와 기계적 강도 간 트레이드오프 현상을 분석하기 위해, 술폰화 정도와 가교도 변화를 고려한 실험 설계를 구축하고, 분자 동역학 시뮬레이션으로 예측된 결과를 검증하는 단계적 접근법을 설명하세요.", "subject": "physics"}
{"id": 4, "question": "광가교 반응을 이용한 4D 프린팅 소재 설계 시, UV 조사 시간과 광개시제 농도가 광경화가능성 수지의 형상 기억 성능에 미치는 영향을 동역학 모델링으로 예측하고, 실제 프린팅 시 발생할 수 있는 수축 응력을 보상하기 위한 열가소층 복합체 구조를 제안하세요.", "subject": "physics"}
{"id": 5, "question": "단백질 기반 생분해성 고분자의 효소 분해 메커니즘을 분자 역학 시뮬레이션으로 분석할 때, 펩타이드 서열과 2차 구조가 프로테아제 활성에 미치는 영향을 정량화하기 위한 컴퓨팅 파라미터 설정 방안을 설명하고, 실험 데이터와의 일관성을 평가하는 통계적 방법을 제안하세요.", "subject": "physics"}
{"id": 6, "question": "전기장 유도 자기조립(self-assembly)을 통한 전도성 고분자/탄소나노튜브 복합재료 제조 시, 전극 간 거리 변화와 용액의 유전상수가 나노튜브 배열 및 전기적 이방성에 미치는 영향을 다체 시뮬레이션으로 모델링하고, 실험적 검증 시 필요한 매개변수 최적화 절차를 단계적으로 제시하세요.", "subject": "physics"}
{"id": 7, "question": "고리 열림 중합(ROP)에서 촉매-개질제 계면이 폴리락타이드(PLA)의 스테레오규칙성에 미치는 영향을 1H-NMR 및 편광 현미경 관측 결과를 바탕으로 분석하고, 광학적 순도를 개선하는 코폴리머 설계 전략을 분자 수준에서 설명하세요.", "subject": "physics"}
{"id": 8, "question": "고온에서의 고분자 열분해 가스 크로마토그래피-질량분석(GC-MS) 데이터를 해석할 때, 열안정성 지수(TAI)와 교차 결합 밀도의 상관관계를 기반으로 한 예측 모델을 개발하고, 실험적 검증을 위한 열중량 분석(TGA) 실험 조건을 최적화하세요.", "subject": "physics"}
{"id": 9, "question": "pH 감응형 스마트 폴리머를 이용한 약물 전달 시스템에서, 수소이온 농도 변화 시 발생하는 부피 팽윤 현상과 약물 확산 속도의 비선형 관계를 수학 모델링하고, 최적의 약물 방출 프로파일을 달성하기 위한 공중합체 조성 설계 방법을 제안하세요.", "subject": "physics"}
{"id": 10, "question": "고무의 가황 과정에서 발생하는 황 가교 밀도와 피로 저항성의 상관관계를 분석하기 위해, 동적 기계 분석(DMA)으로 측정된 tan δ 피크를 기반으로 한 예측 모델을 구축하고, 실차량 주행 시험 데이터와의 일관성 검증 방안을 단계적으로 설명하세요.", "subject": "physics"}
{"id": 11, "question": "고분자 결정화 과정에서 발생하는 스피어라이트 구조 형성을 아바커스 시뮬레이션을 통해 예측하고, 냉각 속도와 핵 생성제의 표면 에너지가 결정 크기와 분포도에 미치는 영향을 분석하세요. 예측 결과를 편광 현미경으로 검증할 때의 관찰 각도 최적화 방법을 제안하세요.", "subject": "physics"}
{"id": 12, "question": "이온 교환 수지에서의 금속 이온 흡착 등온선을 Langmuir 및 Freundlich 모델로 해석하고, 고분자의 기능적 그룹 밀도와 흡착 선택성 간의 관계를 전기화학적 임피던스 분광법(EIS) 데이터로 검증하세요. 혼합 이온 환경에서의 예측 정확도 향상을 위한 머신러닝 모델 적용 방안을 제시하세요.", "subject": "physics"}
{"id": 13, "question": "유기 발광 다이오드(OLED)의 전자 수송층에 사용되는 고분자 물질의 전하 이동도 측정을 위한 시간분해 광루미네선스(TRPL) 실험 설계를 구축하고, 분자 간 상호작용과 에너지 준위가 광발광 효율에 미치는 영향을 밀도범함수이론(DFT) 계산으로 분석하세요.", "subject": "physics"}
{"id": 14, "question": "나노섬유의 전기방사 공정 중 용액 점도와 인가 전압의 상호작용이 섬유 직경 분포 및 표면 거칠기에 미치는 영향을 예측하기 위한 다변수 회귀 모델을 수립하고, 실험 데이터를 기반으로 한 모델 검증 절차를 단계별로 설명하세요.", "subject": "physics"}
{"id": 15, "question": "고충격 폴리스티렌(HIPS)에서 고무 입자의 크기 분포가 인성(toughness)에 미치는 영향을 분석하기 위해, 주사전자현미경(SEM) 이미지를 기반으로 한 이미지 처리 알고리즘과 분자 역학 시뮬레이션 결과를 결합하여 예측 모델을 개발하세요.", "subject": "physics"}
{"id": 16, "question": "이온성 액체에서의 고분자 합성에서 용매의 유전상수와 이온성이 중합 속도와 분자량 분포에 미치는 영향을 분석하라. 실험적 데이터를 기반으로 한 반응 메커니즘 가설을 제안하고, 이를 분자 동역학 시뮬레이션으로 검증하는 방법을 제시하라.", "subject": "physics"}
{"id": 17, "question": "자외선 차단 코팅제로 사용되는 고분자의 광분해 저항성을 평가하기 위해, 자외선-가시광선 분광법(UV-Vis)과 푸리에 변환 적외선 분광법(FTIR)을 결합한 분해 지수(CI) 모델을 개발하고, 실험적 검증 절차를 설계하라.", "subject": "physics"}
{"id": 18, "question": "고분자-점토 복합체에서의 나노점토 분산도를 X-선 회절(XRD)과 투과전자현미경(TEM)으로 정량화하고, 분산도-기계적 강도 상관관계를 기반으로 한 예측 모델을 수립하라. 모델의 신뢰성을 검증하기 위한 다회 실험 설계 방법을 제시하라.", "subject": "physics"}
{"id": 19, "question": "전도성 고분자의 전기장 유도 정렬을 위한 전극 설계에서 전극 형상과 주파수의 조합이 분자 배향도와 전기 전도도에 미치는 영향을 동역학 시뮬레이션으로 예측하고, 실험적 검증을 위한 4점 프로브 측정 절차를 설계하라.", "subject": "physics"}
{"id": 20, "question": "생분해성 고분자의 퇴비화 과정 중 미생물 활성과 분자량 감소의 상관관계를 메타게놈 분석과 겔 투과 크로마토그래피(GPC) 데이터를 기반으로 분석하고, 분해 속도를 조절하는 첨가제 설계 전략을 분자 수준에서 제안하라.", "subject": "physics"}
{"id": 21, "question": "고분자 복합재료에서 섬유와 매트릭스 간의 계면 결합 강도를 예측하기 위한 유한요소해석(FEA) 모델을 구축하고, 실험적 데이터를 기반으로 모델을 보정하는 절차를 단계별로 설명하라. 모델의 예측 신뢰도를 평가하는 방법을 제시하라.", "subject": "physics"}
{"id": 22, "question": "마이셀 형성 시 블록 공중합체의 친수성/소수성 블록 길이 비가 임계 미셀 농도(CMC)에 미치는 영향을 분자 동역학 시뮬레이션으로 분석하고, 실험적 검증을 위한 형광 염료를 이용한 CMC 측정법을 설계하라.", "subject": "physics"}
{"id": 23, "question": "고온 초전도체의 고분자 기질 복합체를 제조할 때, 열전도도와 기계적 강도의 트레이드오프를 최적화하기 위한 나노구조 설계 전략을 분자 역학 시뮬레이션으로 예측하고, 실험적 검증을 위한 열전도 측정법(레이저 플래시법)을 설명하라.", "subject": "physics"}
{"id": 24, "question": "고분자 겔의 팽창/수축 거동을 모델링하기 위해 Flory-Rehner 이론을 확장하고, 이온 강도와 가교 밀도를 변수로 한 수학적 모델을 수립하라. 모델의 예측 능력을 실험적 데이터(부종 비율, 이온 전도성)로 검증하는 절차를 설계하라.", "subject": "physics"}
{"id": 25, "question": "고분자 기반의 유연 전자 소재에서 신축성과 전기 전도도의 상관관계를 분석하기 위해, 변형률-저항 측정 데이터와 나노구조 변화(원자력 현미경, AFM)를 결합한 다중 스케일 모델을 개발하라.", "subject": "physics"}
{"id": 26, "question": "고분자 전해질의 이온 전도도와 유리전이온도(Tg) 간의 관계를 분자 동역학 시뮬레이션으로 분석하고, 실험적 데이터를 기반으로 한 예측 모델을 수립하라. 모델의 정확도를 향상시키기 위한 머신러닝 기법 적용 방안을 제시하라.", "subject": "physics"}
{"id": 27, "question": "고분자/세라믹 복합재료의 열팽창 계수를 예측하기 위해 혼합 법칙(Mix Rule)을 개선하고, 계면 상호작용을 고려한 수정 모델을 수립하라. 예측 결과를 열기계 분석(TMA)으로 검증하는 절차를 설계하라.", "subject": "physics"}
{"id": 28, "question": "고분자 용액의 점도 데이터를 기반으로 한 분자량 분포 예측 모델을 수립하고, GPC 결과와 비교하여 모델의 정확도를 평가하라. 점도계와 GPC 데이터 간의 편차를 줄이는 방법론을 제안하라.", "subject": "physics"}
{"id": 29, "question": "고분자 기반의 항균 코팅에서 나노은 입자 함량과 표면 거칠기의 조합이 세균 부착 저항성에 미치는 영향을 정량적 표면 분석(AFM, XPS)과 생존율 측정을 결합하여 분석하고, 최적화 조합을 설계하는 방법을 제안하라.", "subject": "physics"}
{"id": 30, "question": "고분자 용융 유동성을 예측하기 위해 Carreau-Yasuda 모델을 확장하고, 전단 속도와 온도 변화를 고려한 매개변수를 실험 데이터로 보정하는 절차를 단계별로 설명하라. 예측 모델의 산업 적용 가능성을 평가하라.", "subject": "physics"}
{"id": 31, "question": "고분자 복합재료의 피로 수명을 예측하기 위한 Paris 법칙 기반 모델을 수립하고, 실험 데이터(응력-수명 곡선)를 기반으로 모델 매개변수를 최적화하는 절차를 설계하라. 모델 예측의 신뢰성을 검증하는 방법을 제시하라.", "subject": "physics"}
{"id": 32, "question": "고분자 기반의 수소 저장 소재에서 기공 크기와 표면 화학적 특성이 흡착 등온선에 미치는 영향을 분자 시뮬레이션과 실험적 BET 데이터 분석을 결합하여 분석하고, 저장 용량 최적화 전략을 제안하라.", "subject": "physics"}
{"id": 33, "question": "고분자 전해질 연료전지(PEMFC)에서 수분 함량과 이온 전도도 간의 관계를 모델링하고, 실험 데이터(전기화학적 임피던스 분광법)를 기반으로 모델의 예측 정확도를 향상시키는 방법을 제안하라.", "subject": "physics"}
{"id": 34, "question": "고분자-액체 결정 복합체에서의 자기조립 구조를 예측하고, 광학 이방성과 기계적 강도의 상관관계를 분석하는 시뮬레이션 모델을 개발하라. 실험적 검증을 위한 편광 현미경 관찰 조건을 최적화하라.", "subject": "physics"}
{"id": 35, "question": "고분자 기반의 유연 태양전지에서 광흡수층과 전극 간 계면 저항을 최소화하는 구조 설계 전략을 분자 동역학 시뮬레이션으로 예측하고, 실험적 검증을 위한 4점 프로브 측정법을 설계하라.", "subject": "physics"}
{"id": 36, "question": "고분자 복합재료의 충격 저항성을 평가하기 위한 Charpy 충격 시험 데이터 해석 모델을 수립하고, 미세구조(주사전자현미경, SEM) 데이터와의 상관관계를 분석하여 예측 모델을 개선하라.", "subject": "physics"}
{"id": 37, "question": "고분자 젤의 삼투압 특성을 예측하기 위한 Flory-Huggins 이론을 확장하고, 이온 강도와 가교 밀도를 변수로 한 수학적 모델을 수립하라. 모델의 예측 능력을 실험적 데이터(부피 팽창 비율)로 검증하는 절차를 설계하라.", "subject": "physics"}
{"id": 38, "question": "고분자/탄소나노튜브 복합재료에서 나노튜브 분산도와 전기 전도도 간의 관계를 분석하고, 분산도를 정량화하기 위한 이미지 처리 알고리즘과 전기 저항 측정 데이터를 결합한 모델을 개발하라.", "subject": "physics"}
{"id": 39, "question": "고분자 기반의 항균 필름에서 나노은 입자의 방출 속도를 제어하기 위한 층 구조 설계 전략을 수립하고, UV-Vis 분광법을 이용한 방출 속도 측정법과의 연계성을 설명하라.", "subject": "physics"}
{"id": 40, "question": "고분자 용융물의 유동 안정성을 예측하기 위한 점도-전단 속도 모델의 매개변수를 실험 데이터로 보정하고, 사출 성형 공정에서의 충진 불균형 현상을 줄이는 조건 최적화 절차를 설계하라.", "subject": "physics"}
{"id": 41, "question": "고분자 복합재료의 열화 속도를 예측하기 위한 Arrhenius 모델을 수립하고, 열중량 분석(TGA) 데이터를 기반으로 활성화 에너지를 계산하는 절차를 단계별로 설명하라. 예측 모델의 산업 적용 가능성을 평가하라.", "subject": "physics"}
{"id": 42, "question": "고분자 기반의 유연 전자 소재에서 변형에 따른 전기적 특성 변화를 분석하기 위한 다중 스케일 모델을 수립하고, 실험적 검증(저항-변형률 곡선)을 설계하라.", "subject": "physics"}
{"id": 43, "question": "고분자 전해질의 이온 전도도와 기계적 강도 간 트레이드오프를 최적화하기 위한 공중합체 조성 설계 전략을 분자 동역학 시뮬레이션으로 예측하고, 실험적 검증을 위한 동적 기계 분석(DMA)을 설명하라.", "subject": "physics"}
{"id": 44, "question": "고분자/세라믹 복합재료의 열전도도를 예측하기 위한 유효 매질 이론을 적용하고, 계면 열저항을 고려한 수정 모델을 수립하라. 예측 결과를 레이저 플래시법으로 검증하는 절차를 설계하라.", "subject": "physics"}
{"id": 45, "question": "고분자 용액의 점도 데이터를 기반으로 분자량과 분자량 분포를 예측하는 모델을 개발하고, GPC 결과와의 상관관계를 분석하여 모델의 정확도를 평가하라. 점도 측정 조건 최적화를 위한 실험적 접근 방법을 제시하라.", "subject": "physics"}
{"id": 46, "question": "고분자 기반의 항균 코팅에서 나노은 입자의 크기 분포가 세균 부착 저항성에 미치는 영향을 정량적 표면 분석(XPS, AFM)과 생존율 측정을 결합하여 분석하고, 최적화 전략을 제안하라.", "subject": "physics"}
{"id": 47, "question": "고분자 젤의 기계적 특성을 예측하기 위한 Flory 이론을 확장하고, 이온 강도와 가교 밀도를 변수로 한 수학적 모델을 수립하라. 모델의 예측 능력을 실험적 데이터(압축 테스트)로 검증하는 절차를 설계하라.", "subject": "physics"}
{"id": 48, "question": "고분자/탄소나노튜브 복합재료에서 나노튜브 배향도와 전기 전도도의 관계를 분석하고, 배향도를 정량화하기 위한 이미지 처리 알고리즘과 전기 저항 측정 데이터를 결합한 모델을 개발하라.", "subject": "physics"}
{"id": 49, "question": "고분자 기반의 수소 저장 소재에서 기공 크기와 표면 화학적 특성이 흡착 등온선에 미치는 영향을 분자 시뮬레이션과 실험적 BET 데이터 분석을 결합하여 분석하고, 저장 용량 최적화 전략을 제안하라.", "subject": "physics"}
{"id": 50, "question": "고분자 전해질 연료전지(PEMFC)에서 수분 함량과 이온 전도도 간의 관계를 모델링하고, 실험 데이터(전기화학적 임피던스 분광법)를 기반으로 모델의 예측 정확도를 향상시키는 방법을 제안하라.", "subject": "physics"}
