{"id": 1, "question": "벤젠과 사이클로헥센의 UV-Vis 흡수 스펙트럼 차이를 분자 오비탈 이론과 결합 차수 변화를 기반으로 설명하고, 이로부터 π-전자 시스템의 공액 효과 정량화 방법을 단계별 추론을 통해 제시하세요.", "subject": "physics"}
{"id": 2, "question": "고체 촉매 표면에서의 흡착 등온선을 랑뮈어 및 BET 모델을 비교하는 실험을 설계하시오. 표면적, 활성화 에너지, 다중층 형성 가능성을 고려한 데이터 해석 체계를 3단계로 구성해야 합니다.", "subject": "physics"}
{"id": 3, "question": "반응 메커니즘에서 라디칼 중간체의 존재를 확인하는 데 ESR 분광학을 활용할 때, 초기 라디칼 생성 속도와 분해 속도 상수의 상관관계식을 유도하시오. 실험 결과를 토대로 Arrhenius 플롯 작성 시 주의점을 포함할 것.", "subject": "physics"}
{"id": 4, "question": "2차 반응물 A→B의 반응속도가 온도에 따라 비아레니우스 식에서 벗어나는 경우를 가정하고, 압력 변화가 활성화 부피에 미치는 영향을 통계역학적으로 분석한 후 산업적 적용 방안을 제안하세요.", "subject": "physics"}
{"id": 5, "question": "초전도체에서 Cooper 쌍 형성 메커니즘을 BCS 이론 대신 강결합 모델로 재해석하시오. 포논-전자 상호작용 에너지 계산을 통해 임계온도 상승 전략을 다단계로 설계할 것.", "subject": "physics"}
{"id": 6, "question": "NMR 스펙트럼에서 J-결합의 다중이 분할 패턴을 카르노우시 회전(correlation spectroscopy)과 연계해 분석하시오. 3차 구조를 가진 아미노산 사슬의 conformation 변화에 따른 화학적 이동 예측을 포함합니다.", "subject": "physics"}
{"id": 7, "question": "전기화학적 임피던스 분광법(EIS)을 이용해 부식 과정에서 형성층 산화막의 저항 성분과 용량 성분을 분리하는 실험적 방법론을 제시하시오. 등가회로 모델 수정 단계와 해석 오차를 줄이는 방안을 포함합니다.", "subject": "physics"}
{"id": 8, "question": "기체-고체 촉매 반응에서 표면 확산 제한 구역과 화학 반응 제한 구역을 구별하기 위한 Arrhenius 그래프 분석 기법을 설명하고, 마이크로키네틱 모델링을 적용한 반응속도 예측을 수행합니다.", "subject": "physics"}
{"id": 9, "question": "금속-유기 구조체(MOF)에서 기체 흡착 선택성은 전자 국소 함수(ELF)와 분자 동역학 시뮬레이션을 결합해 예측 가능합니다. 질소/메탄 분리 효율을 정량화하는 3단계 분석 체계를 구성하세요.", "subject": "physics"}
{"id": 10, "question": "광학 활성 리간드가 배위한 금속 착물의 순환 이색성(CD) 스펙트럼을 해석할 때, 전자 전이와 공간 배치의 상관관계를 라포르테 규칙과 연결 지어 설명하세요. 실험 데이터 기반 착물 구조 수정 방안도 포함합니다.", "subject": "physics"}
{"id": 11, "question": "고농도 전해질 용액에서 이온 활동도 계수 계산을 위해 Debye-Hückel 이론과 Pitzer 모델을 비교하는 실험 조건을 설계하고, 농도별 이온 쌍 형성 영향이 전도도에 미치는 비선형적 영향을 정량화하세요.", "subject": "physics"}
{"id": 12, "question": "레이저 펄스 유도 형광법(LIPF)으로 다환방향족탄화수소(PAH)의 환경 분해 과정을 모니터링할 때, 에너지 준위 간 비방사적 전이율을 추정하기 위한 시간분해 분광학 적용 절차를 단계별로 제시하세요.", "subject": "physics"}
{"id": 13, "question": "고압 상변화에서의 분자 배열 재배열을 Raman 활성 모드의 압력과 주파수 관계로 분석합니다. 상전이 점 탐지를 위한 비선형 회귀 모델과 이론적 예측값의 일치도 검증 방법을 포함할 것.", "subject": "physics"}
{"id": 14, "question": "양자 화학 계산(DFT)과 실험 IR 스펙트럼을 비교하여 촉매 활성부위의 전자 밀도 분포를 역추적하는 과정을 설명하세요. 전하 이동 흡수 띠(CT band)의 위치 변화를 반응 메커니즘과 연결 지어 해석합니다.", "subject": "physics"}
{"id": 15, "question": "생화학 반응에서의 협동적 결합을 Hill 방정식으로 분석할 때, 결합 에너지 분포가 반응 속도에 미치는 영향을 확률론적 모델링을 통해 탐구하시오. 효소 활성의 allosteric 조절에 대한 실험 검증 방안을 제시합니다.", "subject": "physics"}
{"id": 16, "question": "고분자 용액의 점도-농도 데이터로부터 Flory-Huggins 상호작용 파라미터를 역산하는 방법을 3단계로 구성하고, 상분리 현상 예측 정확도에 대한 용매 유전상수의 영향을 분석합니다.", "subject": "physics"}
{"id": 17, "question": "전자현미경(TEM) 격자 이미지 분석을 통해 나노결정 내부의 격자 변형을 정량화하고, 이를 탄성변형 에너지 계산식과 결합해 열적 안정성 예측 모델을 구축하세요.", "subject": "physics"}
{"id": 18, "question": "열분해 과정에서의 질량분석기 신호 패턴을 반응 경로와 연결 지어 해석합니다. Py-GC/MS 데이터 기반 자유라디칼 생성 단계와 중간체 분해 활성화 에너지의 상관성을 다단계로 증명합니다.", "subject": "physics"}
{"id": 19, "question": "자기 공명 영상(MRI) 조영제의 T1/T2 이완 시간 비율 최적화를 위해 란타노이드 이온의 4f 전자-전자 상관 효과를 고려한 새로운 착물 설계를 제안하세요. 스핀-격자 완화 메커니즘과의 연관성을 포함합니다.", "subject": "physics"}
{"id": 20, "question": "반도체 소자에서 전하 이동 장벽을 슈뢰딩거 방정식과 Poisson 방정식의 연동 해법으로 모델링하시오. 게이트 전압에 따른 전류-전압 특성의 비선형성을 설명하고 실험적 검증 방안을 제시합니다.", "subject": "physics"}
{"id": 21, "question": "대기 중 질소산화물(NOx) 광화학 반응 네트워크에서 OH 라디칼의 촉매적 재생 메커니즘을 분광학적 모니터링 데이터와 결합해 정량 분석합니다. 광분해 및 수증기 영향에 대한 민감도 분석을 포함하세요.", "subject": "physics"}
{"id": 22, "question": "금속 나노와이어의 플라즈몬 공명 파장이 주변 유전환경에 따라 변하는 현상을 Maxwell 방정식과 비국소 광학 모델로 설명하고, 생체감지 응용 시 신호 증폭 방안을 3단계로 설계합니다.", "subject": "physics"}
{"id": 23, "question": "고분자 전해질 막의 이온 전도 메커니즘을 Debye-Hückel 근사치와 몬테카를로 시뮬레이션을 병행해 분석합니다. 가교도 증가에 따른 유리전이온도 상승과 전도도 감소 간의 상관관계를 제시합니다.", "subject": "physics"}
{"id": 24, "question": "자외선 차단제의 광안정성을 TD-DFT 계산과 실시간 UV-Vis 분광 분석을 통해 평가합니다. 에너지 준위 간 비방사적 전이를 억제하는 분자 설계 전략을 창의성을 발휘해 제안할 것.", "subject": "physics"}
{"id": 25, "question": "액정 분자의 유전율 이방성을 설명하기 위해 마크로스코픽 편광 이론과 분자 장 이론을 결합합니다. 전압 인가 시 전기장 방향에 따른 배열 변화를 3단계 수치 해석 모델로 표현합니다.", "subject": "physics"}
{"id": 26, "question": "나노포어 센싱에서 단일 분자 검출 한계선을 신호 대 잡음비(SNR)와 확산 계수 관계로 모델링합니다. 열 잡음 제어를 위한 실험적 개선 방안과 이론적 검증 절차를 구성합니다.", "subject": "physics"}
{"id": 27, "question": "생체막의 선택적 투과성을 인공 지질이중층 모델로 재현할 때, 지질 머리그룹과 탄화수소 사슬의 상호작용 에너지를 분자 동역학 시뮬레이션으로 계산합니다. 이온 채널 모방 구조 설계 시 최적화 조건을 제시할 것.", "subject": "physics"}
{"id": 28, "question": "초전도 큐비트의 결맞음 시간 향상을 위해 재료 결함을 스핀 불순물-포논 결합 모델링으로 분석합니다. 저온에서의 잡음원 식별과 차폐 전략을 다단계로 설계합니다.", "subject": "physics"}
{"id": 29, "question": "전기분해에서의 전류 효율 계산을 Faraday 법칙과 Nernst 방정식, 물질전달 계수를 통합해 확장합니다. 다공질 전극에서의 국소적 전류 밀도 분포 예측 모델을 수립하세요.", "subject": "physics"}
{"id": 30, "question": "광촉매에서의 전자-정공 재결합 억제 메커니즘을 시간분해 광루미네선스(TRPL)와 DV-Xα 분자 궤도 이론으로 분석합니다. 표면 결함 상태와 반도체적 특성의 상관성을 제안합니다.", "subject": "physics"}
{"id": 31, "question": "콜로이드 용액의 전기영동 이동도를 DLVO 이론과 Poisson-Boltzmann 방정식 개정으로 재해석합니다. 이온 세기와 pH 변화가 입자 간 상호작용 에너지에 미치는 비선형 영향을 수치화하세요.", "subject": "physics"}
{"id": 32, "question": "그래핀 기반 센서의 화학적 감응도를 분자 흡착 시 전자 구조 변화를 통해 예측합니다. DFT 계산과 실험적으로 측정한 전도도 변화 데이터의 오차를 줄이기 위한 보정 계수를 제안합니다.", "subject": "physics"}
{"id": 33, "question": "저온에서 헬륨-3의 초유체 전이 현상을 BCS 이론과 비교해 설명하고, 스핀 삼중항 결합을 고려한 비선형 거동을 동역학적 모델링으로 예측합니다. 중성자 산란 데이터 해석 방법을 포함합니다.", "subject": "physics"}
{"id": 34, "question": "광유발 전하 분리 효율을 전자 전달체의 밴드 정렬과 전자-정공 확산 길이 관계로 정량화합니다. 유기 태양전지 설계에서 재료 조합 최적화 기준을 3단계로 제시하세요.", "subject": "physics"}
{"id": 35, "question": "고분자 결정화 과정에서의 핵생성 에너지 장벽을 기공의 표면과 형태학적 결함을 고려해 계산합니다. 시차주사열량계(DSC) 데이터와 연계한 비정질-결정 상변화 모델을 구축합니다.", "subject": "physics"}
{"id": 36, "question": "전기화학적 CO₂ 환원 반응에서 구리 촉매의 선택도 변화를 표면 산화 상태와 d-밴드 중심 이론으로 분석합니다. 전극 전위 조절에 따른 생성물 분포 예측 모델을 제시합니다.", "subject": "physics"}
{"id": 37, "question": "비선형 광학 현상을 나타내는 물질의 이차 고조파 생성(SHG) 강도를 결정학적 대칭성과 전자 극화율 텐서로 표현합니다. 실험 조건 최적화 방안을 분자 배향도와 연결해 설명하세요.", "subject": "physics"}
{"id": 38, "question": "생체 분자의 동적 구조 변화를 펨토초 X선 회절법으로 추적할 때, 광이성질화 반응의 좌표계를 양자역학-고전역학 혼합 모델로 해석합니다. 반응 경로의 비평형 열역학적 분석을 포함합니다.", "subject": "physics"}
{"id": 39, "question": "양자 점 발광 다이오드의 내부 양자 효율을 Auger 재결합과 표면 상태 밀도 관계로 모델링합니다. 나노구조 표면 개질을 통한 효율 개선 방안을 창의성을 발휘해 제안할 것.", "subject": "physics"}
{"id": 40, "question": "플라즈몬 커플링에 의한 금속 나노입자 집합체에서의 국소적 전계 증강 효과를 FDTD 시뮬레이션과 Mie 이론 개정판으로 분석합니다. SERS 신호 세기 예측의 한계점과 극복 방안을 제시합니다.", "subject": "physics"}
{"id": 41, "question": "이온성 액체의 증기압 데이터를 Redlich-Kwong 상태 방정식과 COSMO-RS 모델로 비교하는 실험 설계를 수립합니다. 비이상성 기-액 상평형에 대한 분자 간 상호작용 파라미터 추정 방법을 포함할 것.", "subject": "physics"}
{"id": 42, "question": "광합성 색소 단백질의 에너지 전이 효율을 exciton theory와 Förster resonance energy transfer(FRET) 모델로 다단계로 분석합니다. 광안정성 향상을 위한 인공 안테나 시스템 설계 방안을 제안하세요.", "subject": "physics"}
{"id": 43, "question": "초고분해능 질량분석기에서 이온 이동도 분리 원리를 전기장 강도, 기체 분자 충돌 단면적, 질량-전하비 관계로 재해석합니다. 분해능 향상을 위한 펄스 변조 기술 개발 전략을 3단계로 구성합니다.", "subject": "physics"}
{"id": 44, "question": "핵자기 공명(NMR)의 화학적 이동 값을 핵 주변 전자 밀도의 양자 화학 계산(DFT)과 경험적 상관관계식(H Y) 모델로 비교 분석합니다. 용매 효과와 온도 의존성을 통합한 예측 알고리즘을 제안합니다.", "subject": "physics"}
{"id": 45, "question": "자기 저장 매체의 열적 안정성 한계를 네엘-브라운 모델과 몬테카를로 스핀 역학을 결합해 평가합니다. 초미세 구조적 결함에 의한 에너지 장벽 감소 영향을 정량화하세요.", "subject": "physics"}
{"id": 46, "question": "고분자 용액의 전단 유동 특성를 설명할 때, 유체의 점탄성 거동을 Bird-Curran 모델과 유한요소해석(FEA)으로 다단계 모델링합니다. 전단 속도 증가 시 분자 배향도 변화 예측 방법을 포함합니다.", "subject": "physics"}
{"id": 47, "question": "금속-절연체 전이 현상을 전자 상관 효과와 모트 절연체 이론을 기반으로 분석합니다. 고압 조건과 도핑 농도에 따른 전도도 변화 실험 데이터를 이론적 예측과 비교해 불일치 원인을 규명하세요.", "subject": "physics"}
{"id": 48, "question": "액적 기반 미세유체 장치에서 혼합 효율을 레이놀즈 수와 표면 장력 계수의 함수로 모델링합니다. 비선형 유체 역학적 효과와 열확산 상관관계를 고려한 최적화 알고리즘을 설계합니다.", "subject": "physics"}
{"id": 49, "question": "광촉매 수해반응의 산소 발생 반응(OER) 메커니즘을 분자 동역학 시뮬레이션과 미세전기화학 실험으로 연계 분석합니다. 촉매 표면의 산소 결합 에너지와 반응 차수의 상관관계를 제시합니다.", "subject": "physics"}
{"id": 50, "question": "초전도체의 임계전류밀도 향상을 위해 flux creep 모델을 개량하고, 결정립 경계와 결함 분포의 영향을 확률론적 접근법으로 평가합니다. 외부 자기장 하에서의 손실 감소 전략을 3단계로 설계하세요.", "subject": "physics"}
