{"id": 1, "question": "양자점의 밴드갭을 조절하기 위해 합성 조건(온도, 용매, 전구체 농도)이 미치는 영향을 분석하고, 이를 기반으로 가시광선 전체에서 발광하는 다중밴드갭 양자점 배열을 설계하는 단계적 전략을 제시하세요.", "subject": "physics"}
{"id": 2, "question": "금속-유기골격체(MOF)의 기공 크기와 표면 화학이 CO₂ 포집 효율에 미치는 영향을 동역학 모델링으로 설명하고, 산업적 배기 가스 처리에 적용하기 위한 구조 최적화 방안을 제안하세요.", "subject": "physics"}
{"id": 3, "question": "나노촉매의 표면 플라스몬 공명(SPR) 효과가 광촉매 반응 속도에 미치는 영향을 실험적으로 검증하고, SPR 조절을 통한 수소 생성 효율 극대화 방안을 제안하세요.", "subject": "physics"}
{"id": 4, "question": "블록 공중합체의 자기조립 구조가 리튬이온 배터리 분리막 성능에 미치는 영향을 분자 동역학 시뮬레이션으로 분석하고, 고용량 전지용 분리막 설계 방안을 제시하세요.", "subject": "physics"}
{"id": 5, "question": "금속 나노입자(예: Au, Ag)의 크기 및 형태(나노막대, 나노삼각뿔)가 표면 증강 라만 산란(SERS) 신호 강도에 미치는 영향을 정량화하고, 극미량 검출 센서 최적화 전략을 설명하세요.", "subject": "physics"}
{"id": 6, "question": "탄소 나노튜브의 축방향 전도도와 방사형 전도도를 비교하고, 이를 기반으로 고성능 복합 재료 설계 시 전도 경로 최적화 방안을 제안하세요.", "subject": "physics"}
{"id": 7, "question": "그래핀 옥사이드의 환원 과정에서 산소 작용기 제거율이 전기화학적 성능에 미치는 영향을 분석하고, 고성능 슈퍼커패시터 전극 소재 개발 방안을 단계적으로 제시하세요.", "subject": "physics"}
{"id": 8, "question": "분자 임프린트 폴리머(MIP)의 결합 포켓 구조가 목표 분석물 선택성에 미치는 영향을 계산하고, 환경 샘플 중 미량 약물 분석에 적용하기 위한 합성 조건을 제안하세요.", "subject": "physics"}
{"id": 9, "question": "나노입자-폴리머 하이브리드 복합재의 열적 안정성(예: 유리전이온도)을 분자간 상호작용 관점에서 설명하고, 항공우주 응용에 적합한 재료 설계 방안을 제시하세요.", "subject": "physics"}
{"id": 10, "question": "수소 저장 합금(Mg 기반)의 나노구조화(예: 다공성, 표면 개질)가 흡착/탈착 동역학에 미치는 영향을 분석하고, 고효율 수소 저장 시스템 설계 방안을 제안하세요.", "subject": "physics"}
{"id": 11, "question": "광촉매 TiO₂의 산소 공공 결함 농도가 유기 오염물 분해 효율에 미치는 영향을 전자 스핀 공명(ESR)으로 분석하고, 결함 조절을 통한 반응 메커니즘 개선 방안을 설명하세요.", "subject": "physics"}
{"id": 12, "question": "금속-반도체 이종접합 나노구조의 전하 이동 속도가 광전지 성능에 미치는 영향을 시간분해 광루미네선스(TRPL)로 분석하고, 효율 향상을 위한 설계 전략을 제시하세요.", "subject": "physics"}
{"id": 13, "question": "자기조립 단분자막(SAM)의 두께와 말단기 화학이 금속 표면 부식 속도에 미치는 영향을 전기화학적 임피던스 분광법(EIS)으로 평가하고, 부식 방지 코팅 재료 최적화 방안을 제안하세요.", "subject": "physics"}
{"id": 14, "question": "나노유체(예: Al₂O₃-물)의 열전도도 향상 메커니즘을 분자 동역학 시뮬레이션으로 설명하고, 고효율 열교환기 설계 시 최적화 조건을 제시하세요.", "subject": "physics"}
{"id": 15, "question": "이온성 액체와 나노입자 복합체의 전도도 변화를 온도 및 압력 조건에서 분석하고, 고성능 연료전지 전해질 개발 방안을 단계적으로 설명하세요.", "subject": "physics"}
{"id": 16, "question": "자기-광학 나노입자(MON)의 외부 자기장 응답 특성을 광학 분광법으로 분석하고, 차세대 광자성 소자 응용 가능성을 평가하는 전략을 제시하세요.", "subject": "physics"}
{"id": 17, "question": "탄소점의 발광 메커니즘(예: 표면 상태, 분자 상태)을 시간분해 형광 분광법(TRF)으로 분석하고, 생체 이미징 프로브 설계 방안을 제안하세요.", "subject": "physics"}
{"id": 18, "question": "금속-유기골격체(MOF)의 기체 선택성 흡착을 압력-온도-이소스테어(PTI) 곡선으로 모델링하고, 산업용 기체 분리 공정에 적용하기 위한 구조 최적화 방안을 설명하세요.", "subject": "physics"}
{"id": 19, "question": "다공성 실리카 나노입자의 기공 크기와 표면 관능화가 약물 방출 속도에 미치는 영향을 실험적으로 검증하고, 지속 방출 약물 전달 시스템 설계 전략을 제시하세요.", "subject": "physics"}
{"id": 20, "question": "탄소 나노튜브의 축방향 및 방사형 열전도도 차이를 분자 동역학 시뮬레이션으로 분석하고, 열 관리 시스템 설계 시 적용 방안을 제안하세요.", "subject": "physics"}
{"id": 21, "question": "광자성 나노입자(Fe₃O₄@SiO₂)의 표면 개질이 세포 내 섭취 효율에 미치는 영향을 정량적으로 평가하고, 약물 전달 시스템 최적화 방안을 단계적으로 설명하세요.", "subject": "physics"}
{"id": 22, "question": "금속 나노입자 촉매의 표면 구조(예: (111), (100) 결정면)가 CO 산화 반응 활성에 미치는 영향을 밀도범함수이론(DFT)으로 계산하고, 고효율 촉매 설계 전략을 제시하세요.", "subject": "physics"}
{"id": 23, "question": "블록 공중합체의 마이크로 상분리 구조가 리튬이온 전지의 음극 성능에 미치는 영향을 소각 X선 산란(SAXS)으로 분석하고, 고용량 전극 설계 방안을 제안하세요.", "subject": "physics"}
{"id": 24, "question": "그래핀 기반 복합재의 기계적 강도 향상을 위한 나노채움제(예: CNT, 실리카)의 최적화 조건을 분자 동역학 시뮬레이션으로 모델링하고, 구조-성능 상관관계를 설명하세요.", "subject": "physics"}
{"id": 25, "question": "나노입자 응집체의 형성 메커니즘을 전기영동법 및 동적광산란(DLS)으로 분석하고, 균일한 분산체 제조 공정을 설계하는 전략을 제시하세요.", "subject": "physics"}
{"id": 26, "question": "금속-유기골격체(MOF)의 구조적 안정성이 CO₂ 포집 및 방출 사이클에서 어떻게 영향을 받는지 실험적으로 평가하고, 내구성 향상을 위한 구조 개선 방안을 제안하세요.", "subject": "physics"}
{"id": 27, "question": "광촉매 나노시트(TiO₂)의 표면 전하 이동 속도가 유기 오염물 분해 효율에 미치는 영향을 광전류 측정으로 분석하고, 효율 향상을 위한 전극 설계 전략을 제시하세요.", "subject": "physics"}
{"id": 28, "question": "탄소 나노튜브-폴리머 복합재의 전기적 비등방성을 사중극자 모델과 결합해 설명하고, 유연 전자소자 설계 시 최적화 조건을 제안하세요.", "subject": "physics"}
{"id": 29, "question": "나노입자 표면 플라스몬 공명(SPR)이 분자 센싱 민감도에 미치는 영향을 표면 증강 적외선 흡수(SEIRA)로 분석하고, 극미량 분석 기술 개발 방안을 설명하세요.", "subject": "physics"}
{"id": 30, "question": "금속-반도체 나노와이어의 축방향 및 방사형 광흡수 차이를 광학 시뮬레이션으로 모델링하고, 광전지 효율 향상을 위한 구조 최적화 방안을 제시하세요.", "subject": "physics"}
{"id": 31, "question": "나노결정 반도체의 양자 구속 효과가 광발광 특성에 미치는 영향을 시간분해 광루미네선스(TRPL)로 분석하고, 디스플레이 응용 가능성을 평가하는 전략을 설명하세요.", "subject": "physics"}
{"id": 32, "question": "금속 나노입자-폴리머 하이브리드 소재의 광열 전환 효율을 분광학적 방법으로 평가하고, 암 치료 응용에 적합한 소재 설계 방안을 단계적으로 제시하세요.", "subject": "physics"}
{"id": 33, "question": "다공성 탄소 소재의 미세구조(기공 크기, 표면적)가 전기화학적 커패시턴스에 미치는 영향을 전기화학 임피던스 분광법(EIS)으로 분석하고, 슈퍼커패시터 전극 최적화 방안을 제안하세요.", "subject": "physics"}
{"id": 34, "question": "나노입자 분산 유체의 점성도 변화를 전단 속도 및 농도 조건에서 모델링하고, 윤활유 첨가제 개발 시 최적화 조건을 설명하세요.", "subject": "physics"}
