{"id": 1, "question": "코발트 기반 페로브스카이트 구조에서 산소 공공(vacancy)의 농도가 전기 전도도에 미치는 영향을 밀도범함수 이론(DFT) 계산 결과를 기반으로 설명하고, 이를 연료전지 전극 소재로 적용할 때 발생할 수 있는 열적 불안정성 문제를 극복하기 위한 결정 구조 최적화 전략을 3단계로 제시하시오.", "subject": "physics"}
{"id": 2, "question": "니켈-철 이중 금속 사이트 촉매에서 전자 전이 효과(metal-metal charge transfer)가 Fischer-Tropsch 합성 반응에서 탄화수소 선택성에 미치는 영향을 분광학적 데이터(XAS, XPS)와 결합해 설명하고, CO 흡착 에너지와 생성물 분포 간의 상관관계를 도출하여 촉미 설계 지침을 제안하세요.", "subject": "physics"}
{"id": 3, "question": "지르코늄 기반 금속-유기골격체(MOF)에서 프레임워크의 친수성-소수성 균형이 이산화탄소 분리 효율에 미치는 영향을 온도/압력 변수의 함수로 모델링하고, 흡착 등온선 실험을 통해 최적 운영 조건을 도출하는 과정에서 발생할 수 있는 측정 오류를 보정하는 방법을 논의하시오.", "subject": "physics"}
{"id": 4, "question": "스피넬 구조(MgAl₂O₄)에서 양이온 배치 무질서가 열팽창 계수에 미치는 영향을 중성자 회절 데이터와 결합해 분석한 후, 이를 고온용 세라믹 코팅 소재로 적용할 때의 결정격자 안정화 메커니즘을 열역학적 관점(엔트로피-엔탈피 보상 효과)에서 해석하세요.", "subject": "physics"}
{"id": 5, "question": "루테늄 폴피리딘 복합체의 광가교화 반응 메커니즘에서 리간드 필드 강도가 전자 수명(time-resolved spectroscopy)에 미치는 영향을 계산하고, 이를 인공 광합성 시스템의 전자전달체 설계로 확장할 때 고려해야 할 전자-양성자 결합 반응 단계의 최적화 방안을 제시하세요.", "subject": "physics"}
{"id": 6, "question": "텅스텐 브론즈(Na₀.₃₃WO₃)의 비화학양론적 결함에 의해 유발된 전극색 변화가 리튬 이온 배터리 음극 소재의 전기화학적 성능에 미치는 영향을 주사전자현미경(SEM)과 임피던스 분광법(EIS)으로 평가한 후, 표면 개질을 통한 수명 연장 전략을 설계하시오.", "subject": "physics"}
{"id": 7, "question": "플루오린화 희토류 복합체(예: LaF₃)에서 표면 하이드록실기 형성 경로가 이온 전도성 저해 메커니즘과 어떻게 연관되는지 FTIR 및 NMR 데이터를 비교 분석하고, 고온 프로톤 전도체로의 적용을 위한 결함 공학(defect engineering) 접근법을 단계별로 논증하세요.", "subject": "physics"}
{"id": 8, "question": "구리-셀레나이드 나노시트의 층간 거리가 열-전기 변환 효율에 미치는 영향을 분자 동역학 시뮬레이션으로 예측하고, 박막 제조 공정에서 발생하는 산화 문제를 방지하기 위한 실링(shelling) 공정 조건을 열전특성(zT) 최적화 관점에서 제안하시오.", "subject": "physics"}
{"id": 9, "question": "하프늄 옥시나이트라이드(HfON) 유전체 박막의 질소 농도 변화가 분극 특성에 미치는 영향을 유한요소법(FEA)으로 모델링한 후, CMOS 호환 공정을 통해 메모리 소자 적용 시 필요한 두께-누설전류 상관관계 그래프를 작성하고 공정 매개변수 최적화 방안을 수립하세요.", "subject": "physics"}
{"id": 10, "question": "철-몰리브덴 이중 사이트 촉매에서 표면 산소 브리지(μ-O)의 동적 재구성이 암모니아 합성 반응의 활성화 에너지 장벽에 미치는 영향을 기압 변화 조건에서의 in-situ XRD로 모니터링하고, 이를 기반으로 반응 경로의 경쟁 메커니즘(Volmer-Tafel vs. Heyrovsky-Khindelin)을 실험적으로 입증하는 방법을 설계하시오.", "subject": "physics"}
{"id": 11, "question": "실리카-알루미나 이중층 구조에서 브뢴스테드 산점의 분포 밀도가 메탄올-투-가스올린(MTG) 반응의 선택성에 미치는 영향을 온도 프로그래밍 탈착(TPD) 실험과 반응 동력학을 연관지어 설명하고, 촉매 수명 연장을 위한 산점 안정화 기술을 설계하시오.", "subject": "physics"}
{"id": 12, "question": "칼슘 티타네이트(CaTiO₃) 페로브스카이트에서 전자-격자 결합 강도가 압전 계수(d₃₃)에 미치는 영향을 라만 분광법과 압전 응답 이미지를 비교해 분석한 후, 나노결정화를 통한 도메인 구조 제어 전략을 전기적 히스테리시스 감소 관점에서 수립하세요.", "subject": "physics"}
{"id": 13, "question": "몰리브덴 다이설파이드(MoS₂) 단층 구조에서 설바나드리움(S-Vacancy) 결함이 수소 발생 반응(HER) 과전압에 미치는 영향을 DFT 계산으로 예측하고, 화학적 도핑(질소/황 공동도핑)을 통한 촉매 활성 최적화 과정을 전하 이동 저항과 표면 에너지 변화 측면에서 논증하시오.", "subject": "physics"}
{"id": 14, "question": "세리아(CeO₂) 기반 산소 저장 물질의 환원-산화 사이클 안정성이 자동차 배기가스의 NOx 환원 반응에 미치는 영향을 열중량분석(TGA)과 XPS로 모니터링한 후, 내구성을 개선하기 위한 이온 치환(Zr⁴⁺/Pr⁶⁺) 전략의 효과를 산소 공공 형성 에너지와 결합해 설명하세요.", "subject": "physics"}
{"id": 15, "question": "티타늄 옥시나이트라이드(TiON) 광촉매에서 질소 도핑 농도에 따른 밴드갭 조절 효과를 UV-Vis DRS와 광전류 측정으로 상관관계를 도출하고, 유기 오염물 분해 효율 극대화를 위한 최적의 도핑 조건을 전자-정공 재결합 억제 메커니즘과 연계해 제시하시오.", "subject": "physics"}
{"id": 16, "question": "망간 산화물(Mn₃O₄)의 나노튜브 구조에서 축 방향 결정 방위(001 vs. 110)가 슈퍼커패시터 전극의 용량을 결정하는 메커니즘을 전자현미경(TEM)과 전기화학적 임피던스 스펙트럼(EIS)으로 분석하고, 합성 온도 조절을 통한 형상 제어 기술을 전기적 이중층 형성 면적 증대 관점에서 수립하세요.", "subject": "physics"}
{"id": 17, "question": "인듐 주석 산화물(ITO)의 희토류 원소(La³⁺, Gd³⁺) 치환이 투명 전도막 특성과 광촉작용에 미치는 영향을 홀 효과 측정과 UV 조사 실험을 병행해 조사한 후, 태양 전지 전극 소재로의 적용 시 고려해야 할 광학적-전기적 특성 균형 전략을 설계하시오.", "subject": "physics"}
{"id": 18, "question": "아연 옥사이드(ZnO) 나노와이어 어레이의 표면 거칠기가 광촉매 반응의 전자-정공 분리 효율에 미치는 영향을 AFM과 광발광(PL) 분석을 통해 정량화하고, 표면 형상 최적화를 위한 열처리 조건(온도-시간-분위기)을 광반응 속도 상수와 연계해 제안하세요.", "subject": "physics"}
{"id": 19, "question": "알루미늄-망간 스피노엘(Al-Mn spinel)에서 Mn²⁺/Mn³⁺ 산화 상태의 비율이 내마모성에 미치는 영향을 XAS와 마찰계수 측정 데이터로 상관 분석한 후, 고경도 코팅 소재로의 적용 시 필요한 미세구조 설계 전략(입계 강화, 결정립 크기 최적화)을 제시하시오.", "subject": "physics"}
{"id": 20, "question": "바륨 티타네이트(BaTiO₃) 나노입자에서 입자 크기에 따른 유전 상수 변화를 유전 분광법으로 평가하고, 이 현상이 메모리 소자의 데이터 보존 시간에 미치는 영향을 전하 트랩 밀도와 관련해 모델링한 후, 나노구조 제어를 통한 신뢰성 향상 방안을 논의하시오.", "subject": "physics"}
{"id": 21, "question": "규소-탄소 복합체에서 탄소 코팅 두께와 기공 구조가 리튬이온 배터리의 음극 성능을 결정하는 메커니즘을 충방전 프로파일과 XRD 패턴 변화로 분석하고, 전극 밀도 최적화를 위한 복합화 공정 조건을 전기화학적 임피던스와 용량 유지율로 연결해 제시하세요.", "subject": "physics"}
{"id": 22, "question": "란타늄 스트론튬 망간산화물(LSMO)의 페로브스카이트 구조에서 산소 공공 농도가 전극의 저항 손실(Ohmic, interfacial)에 미치는 영향을 전류-전압 곡선과 EIS로 정량화한 후, 고체 산화물 연료전지(SOFC) 작동 온도에서 안정성 확보를 위한 표면 개질 기술(산소와 탄소의 협동 도핑)을 설계하시오.", "subject": "physics"}
{"id": 23, "question": "마그네슘-알루미늄 층상 복합수산화물(LDH)에서 층간 음이온 교환 능력이 중금속 이온 제거 효율에 미치는 영향을 XRD와 ICP-MS로 상관 분석하고, pH 의존성을 고려한 폐기물 처리 공정 최적화를 위해 필요 조건을 층간 거리와 흡착 등온선 모델을 통해 논증하세요.", "subject": "physics"}
{"id": 24, "question": "니켈-코발트 황화물(NiCo₂S₄) 나노플로어의 비표면적과 산화 상태 분포가 수소 발생 반응(HER) 활성에 미치는 영향을 BET, XPS, 전기화학적 활성 면적(ECSA) 측정으로 분석한 후, 형상-조성 조절을 통한 과전압 저감 전략을 전자 이동도와 활성 사이트 밀도 측면에서 제시하시오.", "subject": "physics"}
{"id": 25, "question": "티타늄 디옥사이드(TiO₂) 아나타제-루틸 혼합상에서 상전이 온도가 광촉매 활성에 미치는 영향을 온도 조절 XRD와 염료 분해 실험을 통해 조사하고, 혼합상 비율 최적화를 위한 결정학적 결함(산소 공공, 표면 하이드록실기) 제어 기술을 제시하세요.", "subject": "physics"}
{"id": 26, "question": "구리-아연-알루미늄 산화물인 촉매에서 Zn²⁺/Al³⁺ 비율이 메탄올 합성 반응의 선택성에 미치는 영향을 XAFS와 GC-MS로 상관 분석한 후, 반응 경로 메틸 포름ate vs. 디메틸 에터 경쟁을 전기화학적 전위 조절과 결합해 제어하는 방법을 설계하시오.", "subject": "physics"}
{"id": 27, "question": "철 옥시하이드록사이드(FeOOH) 나노판 구조에서 수산화 이온(OH⁻) 이동도가 리튬-이온 배터리 양극의 사이클 수명에 미치는 영향을 전기화학적 충방전 테스트와 EIS로 정량화하고, 이온 전도도 향상을 위한 수소 결합 네트워크 설계 전략을 논의하시오.", "subject": "physics"}
{"id": 28, "question": "칼슘 실리케이트 하이드레이트(C-S-H) 겔에서 Ca/Si 비가 강도 발현 메커니즘에 미치는 영향을 NMR과 기계적 특성 테스트로 분석하고, 고특성 시멘트 개발을 위한 결정성/비정질 상 비율 제어 기술을 설계하세요.", "subject": "physics"}
{"id": 29, "question": "망간 철 산화물(MnFe₂O₄)의 나노구체 합성에서 가열 속도(ramp rate)가 표면 스핀 구조 변화에 미치는 영향을 Mössbauer 분광법과 자기화 곡선 분석으로 조사한 후, 이 현상을 활용해 자기 기록 매체에서의 도메인 안정화 전략을 수립하시오.", "subject": "physics"}
{"id": 30, "question": "그래핀 옥사이드(GO)의 환원도에서 전도성 및 화학적 안정성이 전기분해 수소 생산 효율에 미치는 영향을 라만 분광법과 전류 효율 측정으로 상관 분석하고, 최적의 환원 조건(온도, 시간, 환원제 농도)을 전하 이동 저항과 기체 발생 속도 측면에서 제안하세요.", "subject": "physics"}
{"id": 31, "question": "아연-구리 스피넬(ZnCu₂O₄)에서 산소 공공 농도가 가시광 응답형 광촉매 활성에 미치는 영향을 UV-Vis DRS와 methylene blue 분해 실험을 통해 조사하고, 밴드 구조 조절을 위한 금속 도핑 전략(Cr³⁺, Fe³⁺)을 전자-정공 재결합 억제 메커니즘과 연계해 제시하시오.", "subject": "physics"}
{"id": 32, "question": "세륨-지르코늄 복합 산화물에서 Ce/Zr 비율이 자동차 배기가스 NOx 환환원 반응(SCR)에 미치는 영향을 XPS와 온도 프로그래밍 반응(TPRx)으로 분석한 후, 내구성을 고려한 지지체(SiO₂, Al₂O₃) 선택 전략을 산소 저장 용량(OSC)과 표면 산성도 측면에서 논의하시오.", "subject": "physics"}
{"id": 33, "question": "니켈-철 이중 금속 산화물(NiFe₂O₄) 나노로드에서 표면 산소 활성 종(O⁻, O₂⁻)의 분포가 산소 발생 반응(OER) 활성에 미치는 영향을 전자 스핀 공명(ESR)과 회전환 전극(RDE) 실험으로 상관 분석하고, 합성 조건(pH, 이온 강도) 조절을 통한 활성 사이트 최적화 방법을 설계하시오.", "subject": "physics"}
{"id": 34, "question": "리튬-철 인산염(LiFePO₄) 양극 소재에서 Fe²⁺/Fe³⁺ 산화 상태 변화가 전기화학적 성능에 미치는 영향을 XANES와 충방전 효율 곡선으로 조사하고, 고속 충전을 위한 탄소 코팅 두께 최적화를 이온 확산 계수와 전극 임피던스 측면에서 수립하세요.", "subject": "physics"}
{"id": 35, "question": "바륨 헥사페라이트(BaFe₁₂O₁₉) 영구자석에서 철의 산화 상태 분포가 자기적 특성(잔류자화, 보자력)에 미치는 영향을 Mössbauer 분광법과 VSM로 분석하고, 고용량 자석 개발을 위한 조성 최적화 전략(Fe²⁺ 도입)을 결정 구조 안정화와 연계해 논의하시오.", "subject": "physics"}
{"id": 36, "question": "티타늄-바나듐 산화물(TiV₂O₄) 스핀 유리에서 전자-격자 상호작용이 저차원 전도 현상에 미치는 영향을 전기 전도도 측정과 중성자 산란 실험으로 분석한 후, 이 현상을 활용한 온도 감응형 센서 소재 설계 전략을 수립하세요.", "subject": "physics"}
{"id": 37, "question": "마그네슘 보레이트(Mg₃(BO₃)₂) 형광체에서 유로퓸(Eu³⁺) 도핑 농도와 결정장 환경이 발광 스펙트럼에 미치는 영향을 PL과 XRD로 상관 분석하고, 백색 LED 응용을 위한 최적 도핑 조건을 색 좌표(CIE)와 발광 효율 측면에서 제안하시오.", "subject": "physics"}
{"id": 38, "question": "팔라듐-플래티늄 코어-쉘 나노입자에서 표면 스트레인(strain)이 일산화탄소 산화 반응 활성에 미치는 영향을 HRTEM과 in-situ FTIR로 조사하고, 합금 조성 조절을 통한 전자 밀도 분포 최적화 전략을 반응 경로(CO 흡착-탈착)와 연계해 설계하시오.", "subject": "physics"}
{"id": 39, "question": "실리카(SiO₂) 기반 메조포러스 소재에서 기공 구조와 표면 하이드록실기의 상호작용이 CO₂ 흡착 선택성에 미치는 영향을 N₂ adsorption와 FTIR-CO₂ 실험으로 분석한 후, 고온 가스 분리 공정 적용을 위한 표면 개질 기술(아민 기능화, 금속 이온 담지)을 설계하시오.", "subject": "physics"}
{"id": 40, "question": "스트론튬 타이타네이트(SrTiO₃) 페로브스카이트에서 산소 공공 이동도가 프로톤 전도도에 미치는 영향을 임피던스 분광법과 열중량 분석으로 상관 분석하고, 고온 연료전지의 전해질로의 적용을 위한 결함 제어 전략(A-site 양이온 치환)을 논의하시오.", "subject": "physics"}
{"id": 41, "question": "코발트-알루미늄 층상 이중수산화물(LDH)에서 층간 탄소의 삽입이 중금속 이온(Cd²⁺, Pb²⁺) 제거 효율에 미치는 영향을 XRD와 ICP-MS로 정량화한 후, pH-의존적 흡착 메커니즘을 층간 거리와 이온 교환 능력 측면에서 모델링하고 공정 최적화를 위한 조건(pH, 이온 강도)을 제안하세요.", "subject": "physics"}
{"id": 42, "question": "란타늄-스트론튬 망간산화물(LSM)에서 Mn³⁺/Mn⁴⁺ 비율이 고체 산화물 연료전지(SOFC) 양극의 전기화학적 성능에 미치는 영향을 XPS와 전류-전압 곡선으로 분석하고, 산소 환원 반응(ORR) 활성화를 위한 A-site 도핑(Ca²⁺, Ba²⁺) 전략을 산소 공공 형성 에너지와 표면 전도도 측면에서 설계하시오.", "subject": "physics"}
{"id": 43, "question": "티타늄 카바이드(TiC) 나노분말의 표면 산화층 두께가 초경합금 코팅의 마모 저항성에 미치는 영향을 XRD와 미세경도 시험으로 조사한 후, CVD 공정 조건(온도, 가스 분위기) 조절을 통한 산화층 두께 최적화 기술을 수립하세요.", "subject": "physics"}
{"id": 44, "question": "철-니켈 합금 나노입자의 조성 변화가 Fischer-Tropsch 합성 반응에서 올레핀/파라핀 선택성에 미치는 영향을 GC-MS와 XAFS로 상관 분석하고, 표면 전자 상태 조절을 통한 생성물 분포 제어 전략을 전하 분포와 흡착 에너지 측면에서 논의하시오.", "subject": "physics"}
{"id": 45, "question": "아연 옥사이드(ZnO) 나노막대에서 축 방향 결정 방위(002 vs. 100)가 자외선 살균 효율에 미치는 영향을 PL과 박테리아 제거 실험을 통해 정량화하고, 형상 제어를 통한 반응성 향상 전략을 전자-정공 재결합 억제와 표면 하이드록실기 형성 측면에서 수립하세요.", "subject": "physics"}
{"id": 46, "question": "몰리브덴 디설파이드(MoS₂) 단층에서 황 공백과 도핑(N, S)이 수소 발생 반응(HER) 과전압에 미치는 영향을 DFT 계산과 전기화학적 활성 면적(ECSA) 측정으로 분석한 후, 활성과 안정성 균형을 위한 복합 도핑 전략(S,V 공동도핑)을 전자 구조 측면에서 논증하시오.", "subject": "physics"}
{"id": 47, "question": "세리아-지르코니아(CeO₂-ZrO₂) 고용체에서 Ce/Zr 비율이 산소 저장 용량(OSC)에 미치는 영향을 TPR과 XRD로 상관 분석하고, 자동차 배기가스 정화 촉매로 적용 시 내구성을 고려한 최적화 조성(Ce₀.₈Zr₀.₂O₂)을 열역학적 안정성과 OSC 측면에서 제안하세요.", "subject": "physics"}
{"id": 48, "question": "니켈-코발트 알루미늄 층상 이중수산화물(LDH)에서 Co²⁺/Al³⁺ 비율이 슈퍼커패시터 전극의 용량에 미치는 영향을 CV와 EIS로 정량화한 후, 사이클 안정성 향상을 위한 층간 구조 안정화 기술(탄소 코팅, 금속 이온 교차) 전략을 수립하세요.", "subject": "physics"}
{"id": 49, "question": "갈륨 질화물(GaN) 기반 반도체에서 알루미늄 도핑이 전자 이동도와 발광 특성에 미치는 영향을 Hall 효과 측정과 PL 실험으로 분석한 후, 고효율 LED 개발을 위한 조성 최적화 전략을 밴드 구조와 결함 상태 측면에서 논의하시오.", "subject": "physics"}
{"id": 50, "question": "마그네슘 옥시설파이드(MgO·xSO₃)의 표면 산성도가 CO₂ 메탄화 반응의 선택성에 미치는 영향을 FTIR와 GC-MS로 상관 분석하고,", "subject": "physics"}
{"id": 51, "question": "반응 조건(온도, 압력) 조절을 통한 전환율 극대화 전략을 반응 경로 분석(선형 vs. 분기형 메커니즘)과 결합해 설계하시오.", "subject": "physics"}
