{"id": 1, "question": "TiO₂ 기반 광촉매의 결정 구조(아나타제 vs. 루틸)에 따른 광분해 효율이 다른 이유를 전자 구조 및 광흡수능 관점에서 설명하고, 혼합 상(mixed-phase) 광촉매 설계 시 최적화를 위한 단계적 접근 방안을 제시하세요.", "subject": "physics"}
{"id": 2, "question": "광촉매 반응에서 전자-정공 재결합 속도를 줄이기 위한 표면 개질 기술(예: 금속 나노입자 코팅, 그래핀 복합체 형성)의 효과를 반도체 물성 변화와 연결 지어 분석한 후, 실제 실험 데이터를 활용해 최적 조건을 제안하세요.", "subject": "physics"}
{"id": 3, "question": "가시광 흡수 확장을 위해 TiO₂에 질소 도핑을 수행할 때 발생하는 밴드갭 축소 메커니즘을 설명하고, 도핑 농도와 광촉매 활성 간의 비선형 관계를 실험적으로 검증하기 위한 다단계 실험 설계를 구체화하세요.", "subject": "physics"}
{"id": 4, "question": "ZnO 광촉매의 UV 활성 대역을 가시광 영역으로 이동시키기 위한 희토류 금속 이온 도핑 전략을 제안하고, XPS 데이터를 바탕으로 표면 화학 상태 변화가 전자 이동에 미치는 영향을 평가하세요.", "subject": "physics"}
{"id": 5, "question": "광촉매 분해 과정에서 생성된 활성 산소 종(ROS)의 상대적 기여도를 스핀 트랩 실험으로 구분할 때, EPR 신호 패턴을 해석하는 논리와 해당 종들의 반응 메커니즘 연관성을 설명하시오.", "subject": "physics"}
{"id": 6, "question": "수계 환경에서 유기 오염물질(예: MB, RhB)의 흡착-광분해 동역학을 Langmuir-Hinshelwood 모델로 분석할 때, pH가 흡착 등온선과 반응 속도 상수에 미치는 영향을 이론적으로 예측하고 실험 데이터로 검증하세요.", "subject": "physics"}
{"id": 7, "question": "이차원 반도체(g-C₃N₄)와 금속 유기 골격체(MOF)의 이종접합 구조 설계 시, 계면 전하 이동 효율을 극대화하기 위한 밴드 정렬 최적화 조건과 합성 공정 변수를 논의하세요.", "subject": "physics"}
{"id": 8, "question": "광전기화학적(PEC) 물 분해 시스템에서 BiVO₄ 광애노드의 낮은 전도도 문제를 해결하기 위해 WO₃와의 계면 공학을 적용할 때, 밴드 에너지 준위 조절을 통한 전자-정공 분리 효율 향상 메커니즘을 단계별로 기술하세요.", "subject": "physics"}
{"id": 9, "question": "미세플라스틱(PET) 광분해 시 발생하는 중간 생성물의 독성 평가 방법을 제안하고, 반응 경로 추적을 위한 HPLC-MS 데이터 해석 시 크로마토그램 피크 변화 패턴을 분석하는 논리를 서술하시오.", "subject": "physics"}
{"id": 10, "question": "페로브스카이트 광촉매의 광안정성 저하 원인이 되는 습도 민감성을 개선하기 위해 표면 실란화 처리 기술을 도입할 때, FTIR 스펙트럼을 활용해 실란 결합 형성을 확인하고 분해 억제 효과를 정량화하는 방법을 제시하시오.", "subject": "physics"}
{"id": 11, "question": "광촉매 반응의 양자 효율(Quantum Yield)을 실험 측정할 때 고려해야 할 광자 수 플럭스 계산, 반응 생성물 분석, 부반응 보정 단계를 설명하고, TiO₂에서 UV와 가시광 조건 간 효율 차이의 근본적 원인을 논의하세요.", "subject": "physics"}
{"id": 12, "question": "인공 광합성 시스템을 모방해 CO₂를 메탄올로 전환하기 위한 Cu-TiO₂ 복합 촉매 설계 시, Cu 나노입자의 크기 분포가 전하 분리 및 CO₂ 흡착에 미치는 영향을 TEM 이미지와 XAFS 데이터를 연관 지어 분석하세요.", "subject": "physics"}
{"id": 13, "question": "광촉매 하수 처리 공정에서 염류 농도가 전자-정공 재결합에 미치는 영향을 전기화학적 임피던스 분광법(EIS)으로 규명할 때, 나이퀴스트 플롯 해석의 핵심 단계와 결과 예측을 제시하세요.", "subject": "physics"}
{"id": 14, "question": "유기 광감응제(예: Eosin Y)를 활용한 가시광 광촉매 시스템에서 전자 공여체(Triethanolamine)의 역할을 분자 수준에서의 산화-환원 반응 경로로 설명하고, UV-Vis 분광기 데이터로 감작 효율을 평가하는 방법을 논의하세요.", "subject": "physics"}
{"id": 15, "question": "광열-광촉매 통합 시스템을 설계할 때, 금 나노입자의 표면 플라즈몬 공명(SPR) 효과가 광흡수 증대와 열적 활성화의 상호작용에 미치는 영향을 열역학 및 동역학 모델로 분석하세요.", "subject": "physics"}
{"id": 16, "question": "광분해 반응을 위한 다공성 실리카 매질 내 TiO₂ 담지율 최적화에 있어 BET 표면적, 기공 크기 분포, 빛 산란 효율의 상충 관계를 고려된 다변수 최적화 접근법을 설명하시오.", "subject": "physics"}
{"id": 17, "question": "태양광 집광 시스템 하에서 광촉매 반응기의 열적 안정성 한계를 극복하기 위해 유체 역학적 모델링과 재료 과학적 접근법을 결합한 설계 전략을 제시하세요.", "subject": "physics"}
{"id": 18, "question": "광촉매 활성 평가에서 흔히 사용되는 재현성 문제점(예: 촉매 표면 오염, 조도 불일치)을 해결하기 위한 표준화된 실험 프로토콜 설계 시, 통계적 오차 분석과 교정 방법을 포함하세요.", "subject": "physics"}
{"id": 19, "question": "광촉매 분해 반응 중 생성되는 자유 라디칼이 생체 분자에 미치는 독성 기전을 라디칼 스캐빈저 실험과 세포 독성 데이터를 연계해 설명하시오.", "subject": "physics"}
{"id": 20, "question": "페로브스카이트 광촉매의 광부식 메커니즘을 X-선 회절(XRD)과 주사전자현미경(SEM) 이미지 변화로 추적할 때, 결정 구조 붕괴와 표면 형태학적 변화 간의 상관성을 분석하세요.", "subject": "physics"}
{"id": 21, "question": "나노 구조체 광촉매(예: TiO₂ 나노튜브)의 형상(지름, 길이, 벽 두께)이 빛 포획 효율과 전하 이동 경로에 미치는 영향을 유한차분 시간영역(FDTD) 시뮬레이션과 실험 데이터로 비교 분석하세요.", "subject": "physics"}
{"id": 22, "question": "광촉매 수중 오염물 분해 시 발생하는 부차적 염소화 반응(예: 트리할로메탄 생성)을 억제하기 위한 pH 제어 및 경쟁 흡착제 도입 전략을 제안하세요.", "subject": "physics"}
{"id": 23, "question": "광촉매를 이용한 항생제(예: 테트라사이클린) 분해 시 생물분해성 대 비유기분해성 중간 생성물의 형성 비율을 GC-MS로 분석하고, 환경 영향력을 평가하는 방법을 논의하세요.", "subject": "physics"}
{"id": 24, "question": "광촉매와 미생물 전기합성 시스템을 결합한 하이브리드 수처리 공정에서 전자 전달 메커니즘을 전기화학 임피던스와 미생물 군집 분석 데이터로 설명하시오.", "subject": "physics"}
{"id": 25, "question": "ZnS-CdS 코어-셸 구조 광촉매의 밴드갭 엔지니어링을 통해 가시광선 응답 스펙트럼을 확장하는 과정에서 발생하는 격자 불일치 스트레스를 TEM과 XRD로 평가하고, 성능 최적화 방안을 제시하세요.", "subject": "physics"}
{"id": 26, "question": "광촉매 반응에서 활성 종(·OH, O₂·⁻)의 생성 속도를 경쟁적 스캐빈저 실험으로 정량화할 때, 반응 속도 상수 추정과 오류 가능성 평가 단계를 포함하세요.", "subject": "physics"}
{"id": 27, "question": "광촉매 코팅 유리 표면을 이용한 공기 중 VOC 제거 시스템에서 표면 거칠기(Ra)가 광흡수율과 흡착 용량에 미치는 영향을 AFM 이미지와 GC 데이터로 분석하세요.", "subject": "physics"}
{"id": 28, "question": "인공 광합성에서 물의 산화 반응을 촉진하는 Co-Pi 촉매와 광양극(TiO₂:Nb) 간의 계면 전하 이동 효율을 임피던스 분광법과 광전류 응답 곡선으로 평가하는 방법을 제시하시오.", "subject": "physics"}
{"id": 29, "question": "광촉매 분해 시 생성되는 탄소 중심 자유 라디칼의 안정성 차이를 DFT 계산으로 예측하고, 실험에서의 반응 선택성(산화 vs. 환원)과 연계하세요.", "subject": "physics"}
{"id": 30, "question": "광촉매 반응에서 pH가 TiO₂ 표면의 등전점(IEP)에 미치는 영향을 고려해 산성/염기성 조건에서의 반응 메커니즘 변화를 제타 전위 측정값과 연결해 설명하시오.", "subject": "physics"}
{"id": 31, "question": "금속 유기 골격체(MOF) 광촉매의 구조적 안정성 문제를 해결하기 위해 유기 링커의 기능성 그룹을 변형할 때, XRD와 TGA 데이터를 바탕으로 열적/화학적 안정성을 평가하는 방법을 논의하세요.", "subject": "physics"}
{"id": 32, "question": "광촉매 분해 반응에서 유기물의 분자량 분포가 반응 속도에 미치는 영향을 SEC(Size Exclusion Chromatography) 데이터와 반응 속도식으로 분석해 단계적 분해 경로를 추론하세요.", "subject": "physics"}
{"id": 33, "question": "페로브스카이트 광촉매의 광부식 저감을 위해 표면 리간드 패시베이션 기술을 도입할 때, FTIR과 NMR 데이터로 리간드 결합 형성을 확인하고 성능 개선 효과를 평가하세요.", "subject": "physics"}
{"id": 34, "question": "광촉매와 전기화학적 산소 발생 반응(OER) 전극의 복합 시스템에서 전하 이동 저항을 EIS로 분석할 때, 나이퀴스트 플롯의 반원 직경 변화를 기반으로 효율 저하 원인을 규명하세요.", "subject": "physics"}
{"id": 35, "question": "나노 다공성 TiO₂ 광촉매의 기공 크기와 표면 산성도(acidity)가 CO₂ 광환원 선택성에 미치는 영향을 NH₃-TPD와 CO₂-TPD 데이터로 연결해 분석하세요.", "subject": "physics"}
{"id": 36, "question": "광촉매 분해 시스템에서 유기물의 초기 농도가 반응 속도에 미치는 영향을 미시 동역학(Microkinetic) 모델로 설명하고, 실험 데이터와의 일치도를 평가하는 방법을 논의하세요.", "subject": "physics"}
{"id": 37, "question": "광촉매 표면에 형성된 전자-정공 쌍의 이동 거리를 TRPL(시간 분해 광루미네선스)로 측정할 때, 수명 감소 현상을 전자 이동 효율과 연관 지어 해석하세요.", "subject": "physics"}
{"id": 38, "question": "광촉매를 이용한 폐수의 항생제 분해 시 발생하는 항생제 내성 유전자(ARGs) 제거 효율을 qPCR로 평가하고, 분해 경로와의 상관성을 분석하세요.", "subject": "physics"}
{"id": 39, "question": "광촉매의 UV-Vis DRS 데이터를 Kubelka-Munk 함수로 변환해 밴드갭 에너지를 계산할 때, 간접 허용 밴드갭과 직접 허용 밴드갭의 판별 방법을 제시하고, TiO₂와 ZnO의 경우를 비교하세요.", "subject": "physics"}
{"id": 40, "question": "광촉매 반응을 위한 다중 접합 구조 설계 시, 각 층 간의 에너지 준위 정렬과 전자 이동 경로를 고려한 시뮬레이션 결과를 바탕으로 최적 두께를 결정하세요.", "subject": "physics"}
{"id": 41, "question": "광촉매 분해 과정에서 생성된 중간 생성물의 환경 독성을 예측 모형(QSAR)으로 평가하고, 실험적 LC50 데이터와 비교하는 방법을 논의하세요.", "subject": "physics"}
{"id": 42, "question": "광촉매와 미생물의 공생 시스템에서 전자 전달 메커니즘(예: 외호흡 전자 전달)을 전류 측정 및 대사체 분석으로 규명하고, 시스템 효율 최적화 방안을 제시하세요.", "subject": "physics"}
{"id": 43, "question": "광촉매의 표면 산소 공극 결함을 XRD와 Raman 데이터로 분석할 때, 결정 구조 변화와 국부적 전자 상태 변화의 상관성을 논의하세요.", "subject": "physics"}
{"id": 44, "question": "광촉매 분해 반응에서의 Arrhenius 플롯 분석을 통해 활성화 에너지를 산출하고, 온도 의존성 메커니즘(흡착 제한 vs. 표면 반응 제한)을 규명하세요.", "subject": "physics"}
{"id": 45, "question": "광촉매 코팅 나노섬유 매질을 이용한 공기 정화 시스템에서 섬유 직경과 광경로 길이의 최적화를 위한 Monte Carlo 시뮬레이션 접근법을 제시하세요.", "subject": "physics"}
{"id": 46, "question": "광촉매 분해 시 유기물의 분자 구조(예: 방향족성, 전자 밀도)가 반응 속도에 미치는 영향을 UV-Vis 분광기와 HPLC-MS 데이터로 분석해 반응 메커니즘을 추론하세요.", "subject": "physics"}
{"id": 47, "question": "광촉매 반응의 양자 효율 측정을 위한 적분 구(Integrating Sphere) 실험 설계 시, 반사율과 투과율 보정을 고려한 데이터 처리 방법을 설명하고, 결과의 신뢰도를 검증하는 단계를 포함하세요.", "subject": "physics"}
{"id": 48, "question": "광촉매와 전기화학적 CO₂ 환원 시스템의 통합 설계에서 전자 주입 효율을 임피던스 분광법과 전류-전위 곡선으로 평가하는 방법을 제시하시오.", "subject": "physics"}
{"id": 49, "question": "광촉매 분해 반응에서 pH가 활성 종의 생성 비율(·OH vs. O₂·⁻)에 미치는 영향을 ESR 스핀 트랩 실험으로 분석하고, 반응 선택성 변화를 논의하세요.", "subject": "physics"}
{"id": 50, "question": "페로브스카이트 광촉매의 광부식 저감을 위해 표면 금속 도핑(예: Rb, K)을 수행할 때, XPS와 UPS 데이터로 화학적 상태 변화와 일함수 조정을 평가하고, 전자-정공 분리 효율 개선 효과를 설명하세요.", "subject": "physics"}
